{
  "job_id": "06b29d4f-52ac-4791-af7d-ba8c760f09e6",
  "payload": {
    "text": "Exposure-Response Evaluation of IV Artesunate in Children with Severe Malaria\rDMID Protocol Number: 19-0007\r\rDMID Funding Mechanism: VTEU Contract HHSN2722013000221\rPrincipal Investigator: Matthew B. Laurens, MD, MPH\rDMID Clinical Protocol Manager: Walt Jones, RN, MPH\rDMID Medical Officer: Gregory A. Deye, MD\rDMID Medical Monitor: Mo Elsafy, MD, MSc\rDMID Contracting Officer’s Representative: Ranjodh S. Gill, RN, MPH \rDraft or Version Number: 0.9\r20 May 2021\u000b\r\rStatement of Compliance\rThe study will be carried out in accordance with Good Clinical Practice (GCP) as required by the following (use applicable regulations depending on study location and sponsor requirements; samples follow):\rUnited States (US) Code of Federal Regulations (CFR) applicable to clinical studies (45 CFR Part 46; 21 CFR Part 50, 21 CFR Part 56, and 21 CFR Part 312)\rICH E6; 62 Federal Register 25691 (1997) \rNIH Clinical Terms of Award\rAll key personnel (all individuals responsible for the design and conduct of this study) have completed Human Subjects Protection Training.\rSignature Page\rThe signature below constitutes the approval of this protocol and the attachments, and provides the necessary assurances that this trial will be conducted according to all stipulations of the protocol, including all statements regarding confidentiality, and according to local legal and regulatory requirements and applicable US federal regulations and ICH guidelines.\r\rSite Investigator:\r\rSigned:\r\rDate:\r\r\rPauline Byakika-Kibwika, MBChB, MSc, MMed, PhD\rAssociate Professor of Medicine\r\r\r\r\rPrincipal Investigator:\r\r\r\r\rSigned:\r\rDate:\r\r\rMatthew B. Laurens, MD, MPH\rAssociate Professor of Pediatrics and of Medicine\r\r\r\r\r\r\r\rTable of Contents\rStatement of Compliance\t2\rSignature Page\t3\rTable of Contents\t4\rList of Tables\t7\rList of Figures\t8\rList of Abbreviations\t9\rProtocol Summary\t11\r1\tKey Roles\t15\r2\tBackground Information and Scientific Rationale\t18\r2.1\tBackground Information\t18\r2.2\tRationale\t19\r2.3\tPotential Risks and Benefits\t20\r2.3.1\tPotential Risks\t20\r2.3.2\tKnown Potential Benefits\t21\r3\tObjectives\t22\r3.1\tStudy Objectives & Outcome Measures\t22\r3.1.1\tPrimary Study Objective\t22\r3.1.2\tSecondary Study Objectives\t22\r3.1.3\tExploratory Study Objectives\t22\r4\tStudy Design\t24\r5\tStudy Enrollment and Withdrawal\t26\r5.1\tSite Description\t26\r5.2\tSubject Inclusion Criteria\t26\r5.3\tSubject Exclusion Criteria\t26\r5.4\tTreatment Procedures\t26\r5.4.1\tReasons for Withdrawal\t26\r5.4.2\tHandling of Withdrawals\t27\r5.4.3\tTermination of Study\t27\r6\tStudy Intervention/Investigational Product\t28\r6.1\tStudy Product Description\t28\r6.1.1\tAcquisition\t28\r6.1.2\tFormulation, Packaging, and Labeling\t28\r6.1.3\tProduct Storage and Stability\t29\r6.2\tDosage, Preparation and Administration of Study Intervention/Investigational Product\t29\r6.3\tModification of Study Intervention/Investigational Product for a Participant\t29\r6.4\tAccountability Procedures for the Study Supply of IV Artesunate\t29\r6.5\tConcomitant Medications/Treatments\t30\r7\tStudy Schedule\t31\r7.1\tScreening\t31\r7.2\tEnrollment/Baseline\t32\r7.3\tFollow-up\t32\r7.4\tFinal Study Visit\t32\r7.5\tEarly Termination Visit\t33\r7.6\tUnscheduled Visit\t33\r8\tStudy Procedures/Evaluations\t34\r8.1\tDaily Study Procedures\t34\r8.2\tClinical Evaluations\t37\r8.3\tLaboratory Evaluations\t37\r8.3.1\tClinical Laboratory Evaluations\t37\r8.3.2\tSpecial Assays or Procedures\t38\r8.3.3\tSpecimen Preparation, Handling, and Shipping\t39\r9\tAssessment of Safety\t40\r9.1\tSpecification of Safety Parameters\t40\r9.2\tMethods and Timing for Assessing, Recording, and Analyzing Safety Parameters\t40\r9.2.1\tAdverse Events\t40\r9.2.2\tSerious Adverse Events\t41\r9.2.3\tProcedures to be Followed in the Event of Abnormal Laboratory Test Values or Abnormal Clinical Findings\t42\r9.3\tReporting Procedures\t42\r9.3.1\tSerious Adverse Events\t42\r9.4\tType and Duration of Follow-up of Subjects after Adverse Events\t43\r9.5\tHalting Rules\t43\r9.6\tSafety Oversight (ISM)\t43\r10\tClinical Monitoring\t45\r10.1\tSite Monitoring Plan\t45\r11\tStatistical Considerations\t46\r11.1\tStudy Hypothesis\t46\r11.2\tSample Size Considerations\t46\r11.3\tFinal Analysis Plan\t47\r11.3.1\tAnalysis of Demographics and Baseline Characteristics\t48\r11.3.2\tAnalysis of Safety\t48\r11.3.3\tClinical Laboratory Parameters\t48\r11.3.4\tAnalysis of Pharmacokinetics of Dihydroartemisinin\t48\r11.3.5\tAnalysis of Pharmacodynamics of Dihydroartemisinin\t49\r11.3.6\tMissing Data\t49\r11.4\tStudy Cohorts/Datasets to be Evaluated\t49\r12\tSource Documents and Access to Source Data/Documents\t51\r13\tQuality Control and Quality Assurance\t52\r14\tEthics/Protection of Human Subjects\t53\r14.1\tEthical Standard\t53\r14.2\tInstitutional Review Board\t53\r14.3\tInformed Consent Process\t53\r14.3.1\tScreening and Study Informed Consent\t54\r14.3.2\tCompensation\t55\r14.4\tExclusion of Women, Minorities, and Children (Special Populations)\t55\r14.5\tSubject Confidentiality\t55\r14.6\tStudy Discontinuation\t56\r14.7\tFuture Use of Stored Specimens\t56\r15\tData Handling and Record Keeping\t57\r15.1\tData Management Responsibilities\t57\r15.2\tData Capture Methods\t58\r15.3\tTypes of Data\t58\r15.4\tTiming/Reports\t58\r15.5\tStudy Records Retention\t58\r15.6\tProtocol Deviations\t58\r16\tPublication Policy\t60\r17\tLiterature References\t61\r18\tSupplements/Appendices\t62\r19\tAppendix A: Schedule of Events\t63\r\r\r\f\rList of Tables\rTable 19.1: Schedule of Events\t63\r\f\rList of Figures\rFigure 1.1: Study Schematic\t14\rFigure 5.1: Map of Uganda\t26\r\f\rList of Abbreviations\rACT\rArtemisinin Combination Therapy\rAE\rAdverse Event/Adverse Experience\rALP\rAlkaline phosphatase\rALT\rAlanine aminotransferase\rAST\rAspartate aminotransferase\rBUN\rBlood urea nitrogen\rCFR\rCode of Federal Regulations\rCIOMS\rCouncil for International Organizations of Medical Sciences\rCFR\rCode of Federal Regulations\rCRF\rCase Report Form\rDCC\rData Coordinating Center\rDHHS\rDepartment of Health and Human Services\rDMID\rDivision of Microbiology and Infectious Diseases, NIAID, NIH, DHHS\rDOT\rDirectly Observed Therapy\rDSMB\rData and Safety Monitoring Board\reCRF\rElectronic Case Report Form\rFDA\rFood and Drug Administration\rFWA\rFederalwide Assurance\rGCP\rGood Clinical Practice\rHIPAA\rHealth Insurance Portability and Accountability Act\rIB\rInvestigator’s Brochure\rICF\rInformed Consent Form\rICH\rInternational Conference on Harmonisation\rICMJE\rInternational Committee of Medical Journal Editors\rIND\rInvestigational New Drug Application\rIRB\rInstitutional Review Board\rISM\rIndependent Safety Monitor\rITT\rIntention to treat\rIV\rIntravenous\rMedDRA Ò\rMedical Dictionary for Regulatory Activities\rMOP\rManual of Procedures\rN\rNumber (typically refers to subjects)\rNIAID\rNational Institute of Allergy and Infectious Diseases, NIH, DHHS\rNIH\rNational Institutes of Health\rOCRA\rOffice of Clinical Research Affairs, DMID, NIAID, NIH, DHHS\rOHRP\rOffice for Human Research Protections\rOHSR\rOffice for Human Subjects Research\rORA\rOffice of Regulatory Affairs, DMID, NIAID, NIH, DHHS\rPI\rPrincipal Investigator\rPK\rPharmacokinetics\rPP\rPer protocol\rQA\rQuality Assurance\rQC\rQuality Control\rSAE\rSerious Adverse Event/Serious Adverse Experience\rSOP\rStandard Operating Procedure\rUMB\rUniversity of Maryland, Baltimore\rUS\rUnited States\rUSUHS\rUniformed Services University of the Health Sciences\rWHO\rWorld Health Organization\r\r\r\rProtocol Summary\rTitle:\rExposure-Response Evaluation of IV Artesunate in Children with Severe Malaria\rPhase:\r4\rPopulation:\rChildren with severe malaria who are 6 months to 14 years of age living in or near Tororo District, Uganda\rNumber of Sites:\r2\rStudy Duration:\r1 year\rSubject Participation Duration:\r6 months\rDescription of Agent or Intervention:\rIntravenous (IV) artesunate\rObjectives:\r\rPrimary:\rTo determine the relationship between dihydroartemisinin (DHA) exposures following intravenous dosing and markers of physiologic dysfunction associated with severe malaria and explore predictors that may affect this relationship\rSecondary:\rTo determine the relationship between DHA exposures and time to hospital discharge and explore predictors that may affect this relationship\rTo determine the relationship between DHA exposures and parasite clearance associated with treatment of severe malaria and explore predictors that may affect this relationship.\rExploratory:\rTo determine the relationship between DHA exposures and neurodevelopmental outcomes associated with treatment of severe malaria outcomes and explore predictors that may affect this relationship  \rTo evaluate the role of parasite clearance as a mediator of the relationship between DHA exposures and markers of physiologic dysfunction associated with severe malaria\rTo develop a score comprised of markers of physiologic dysfunction and describe its relationship to clinical outcomes\rTo assess P. falciparum infections for artemisinin resistance \rDescription of Study Design:\rThis clinical study is a phase 4, two-site, open-label pharmacokinetic study of intravenous (IV) artesunate in up to 100 Ugandan children 6 months-14 years of age who are diagnosed with severe malaria according to standardized World Health Organization (WHO) criteria (any P. falciparum parasitemia and the presence of danger signs). Participants will receive the standard of care IV artesunate for initial treatment of severe malaria per WHO guidelines: children weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). Children who recover and are able to transition to oral antimalarial therapy will initiate a 3-day course of artemisinin-combination oral therapy per national guidelines. Biomarkers of physiologic dysfunction will be quantified at regular intervals, including serum lactate, serum glucose, total and direct bilirubin, acidosis, Blantyre coma score, and anemia. These biomarkers will be considered both independently and together as a weighted score to relate to the pharmacokinetics of the active metabolite of IV artesunate, dihydroartemisinin (DHA) and to efficacy markers that more accurately reflect clinical outcomes. We will also quantify P. falciparum parasitemia using standardized thick blood smear and relate this outcome to DHA dose and exposure for comparison with historical studies.\rChildren 6 months to 14 years of age living in or near Tororo District, Uganda, who are diagnosed with severe malaria and who meet inclusion and exclusion criteria will be enrolled. \rEstimated Time to Complete Enrollment:\r6 months\r\r\fSchematic of Study Design:\r\r \rPrior to \rEnrollment\r\r\r\r\r\r\r\r\rStudy Day 1:\rEnrollment\r\rStudy Days 2-7: \rFollow-up\r\rStudy Day 14:\rFollow-up\r\rStudy Day 28:\rFollow-up\r\rStudy Day 183:\rFinal Study Visit\r\r\r\r\r\rKey Roles\rIndividuals:\rDMID Clinical Project Manager: \rWalt Jones, RN, MPH\rParasitology & International Programs Branch (HNM53)\rDivision of Microbiology & Infectious Diseases\rNational Institute of Allergy & Infectious Diseases\rNational Institutes of Health\rBG 5601FL RM 8A37\rMail Stop 9825\r5601 Fishers Lane\rBethesda, MD 20852\rPhone: 240-627-3283\rEmail: joneswalter@niaid.nih.gov \r\r\rDMID Medical Officer: \rGreg A. Deye, MD\rParasitology & International Programs Branch (HNM53)\rDivision of Microbiology & Infectious Diseases\rNational Institute of Allergy & Infectious Diseases\rNational Institutes of Health\rBG 5601FL RM 8A39\rMail Stop 9825\r5601 Fishers Lane\rBethesda, MD 20852\rPhone: 240-292-4199\rEmail: gregory.deye@nih.gov \r\rPrincipal Investigator:  \rMatthew B. Laurens, MD, MPH\rCenter for Vaccine Development and Global Health\rUniversity of Maryland School of Medicine\r685 W Baltimore St, Room 480\rBaltimore, MD 21201\rPhone: 410-706-5462\rEmail: mlaurens@som.umaryland.edu\r\rSite Principal Investigator:  \rPauline Byakika-Kibwika, MBChB, MSc, MMed, PhD\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda\rPhone: (+256) 772 626885 / 776 221386\rEmail: pbyakika@gmail.com\r\r\rSite Co-Principal Investigator:  \rMohammed Lamorde, PhD\rInfectious Diseases Institute\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda\rPhone: (+256) 414 307291\rEmail: mlamorde@idi.co.ug\r\rMedical Monitor:  \rMo Elsafy, MD, MSc\rMedical Monitor\rOffice of Clinical Research Affairs\rDivision of Microbiology and Infectious Diseases\r5601 Fishers Lane \r7E56 MSC 9826\rBethesda, MD 20892-9826\rPhone:  240-292-4241\rEmail: elsafymm@nih.gov  \r\rDMID Contracting Officer’s Representative:\rRanjodh S. Gill, BSN, MPH\rBG 5601FL Room 7G26\r5601 Fishers Lane\rRockville, MD 20852\rPhone: 202-631-0175\rEmail: Ranjodh.Gill@nih.gov  \r\rInstitutions:\rCenter for Vaccine Development and Global Health\rUniversity of Maryland School of Medicine\r685 W Baltimore St, Room 480\rBaltimore, MD 21201\rPhone: 410-706-5328\rFax: 410-706-6205\rhttps://www.medschool.umaryland.edu/cvd/\r\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda \rhttps://chs.mak.ac.ug/ \r\rData Coordinating Center:\rThe Emmes Company, LLC\r401 N. Washington St, Suite 700\rRockville, MD 20850\rPhone: 301-251-1161\rFax: 301-251-1355\r\rDMID Study Materials Services Contractor:\rDMID-Clinical Materials Services (CMS) \rThermo Fisher Scientific\r4650 New Design Road, Suite F\rFrederick, MD 21703\rPhone: 240-405-1060\rEmail: DMID.CMS@ThermoFisher.com\rwww.fisherbioservices.com \r\rBackground Information and Scientific Rationale\rBackground Information\r\rDespite recent advances in malaria control, Plasmodium falciparum continues to kill almost half a million persons annually, most of whom are children living in sub-Saharan Africa (World Malaria Report, WHO 2019). \r\rPlasmodium falciparum is the most prevalent malaria parasite specie and the cause of the most severe form of disease and death. It accounted for 99.7% of all malaria cases in the WHO African Region in 2018. \r\rChildren younger than 5 years of age and pregnant women are most at risk of malaria and death. They accounted for 67% of the estimated 405,000 malaria deaths worldwide, with 94% of these in the African Region. Although there was an overall reduction in malaria deaths in 2018 compared with 2010, the malaria mortality reduction rate slowed since 2016 and this has malaria researchers questioning if current malaria treatment regimens are optimal and based on sound scientific evidence. \r\rSevere malaria is a medical emergency with an immediate threat to life and so requires prompt treatment with effective therapy. The priority requirement for successful diagnosis and treatment is early recognition of the signs and symptoms of severe malaria that should lead to emergency care in an in-patient setting. Artemisinin derivatives are highly effective and rapidly schizonticidal drugs, devoid of major side-affects and their use does not warrant intensive monitoring. Large randomized clinical trials and systematic reviews demonstrated superiority of artesunate to quinine for treatment of severe malaria, with significant reduction in mortality and complications associated with malaria as well as less adverse effects. These trials provided support for parenteral artesunate to replace parenteral quinine as drug of first choice in treating severe malaria. Currently, the WHO recommends use of intravenous or intramuscular artesunate as first line treatment for severe malaria, administered for at least 24 hours, until the patient can tolerate oral medication and to complete treatment with at least 3 days of an ACT. In case of unavailability of artesunate, to use artemether in preference to quinine for treatment of severe malaria. \r\rUganda adopted this policy for severe malaria treatment, however; parenteral artesunate is not widely available and effort to improve accessibility should be reinforced.\r\rSince 1991 and before April 2019, the only FDA-approved treatment for severe malaria in the U.S. was intravenous quinidine gluconate. Availability of quinidine gluconate in the U.S. has declined over the past 20 years, such that the last lot manufactured reached expiry in March 2019. A replacement essential medicine is needed in the U.S. for treatment of severe malaria. Intravenous (IV) artesunate is now the only option available for treatment in the United States, and is uniquely available through the CDC under an expanded access investigational new drug (IND) protocol via scattered distribution centers located near transportation hubs. Unfortunately, severe malaria can progress rapidly, and delays in delivery of IV artesunate from treatment distribution centers to patients with severe malaria may lead to complications, including treatment failure and death. To mitigate risk of severe malaria complications, pharmacologic treatment for severe malaria treatment should be optimized for patients with severe malaria. \r\rMalaria treatment and Drug Pharmacokinetics\rSevere malaria is a medical emergency which if not immediately treated results in 100% mortality. It is fundamental that plasma concentrations of a highly effective antimalarial drug are achieved as rapidly as possible. Artesunate is a water soluble hemisuccinate artemisinin derivative; available as sodium hemisuccinate salt for injection (Guilin Pharmaceutical Factory, Guangxi, People’s Republic of China). Artesunate’s excellent antimalarial property demonstrated by rapid parasite clearance, is enhanced by its high initial maximum concentration (Cmax) and rapid hydrolysis to its active metabolite dihydroartemisinin. High plasma concentrations of artesunate and dihydroartemisinin are achieved within 5 minutes of drug administration and artesunate is rapidly cleared from circulation. The Cmax for both artesunate and dihydroartemisinin are observed rapidly post dose administration indicating rapid conversion of artesunate to dihydroartemisinin. Artesunate is cleared from circulation rapidly while dihydroartemisinin has a longer elimination half-life. Accurate measurement of plasma concentrations of artesunate and dihydroartemisinin should guide adequate dosing as well as facilitate differentiation of treatment failure due to inadequate drug exposure from failure due to drug resistance.\rRationale\rCurrent dosing regimens for IV artesunate are based on time to parasite clearance and not clinical endpoints related to physiologic changes that occur with parasitemia. Other measures of physiologic dysfunction can be used as study endpoints for a malaria treatment outcome analysis of current regimens for IV artesunate for severe malaria treatment. Improved dosing regimens will lead to fewer complications and likely fewer deaths. Such a strategy is needed to further reduce public health gains against malaria mortality that seem to have recently stalled.\r\rFor pediatric patients, IV artesunate dosing is weight-based to adjust for artesunate clearance and has been developed based on time to parasitemia clearance times, which may not completely reflect clinical cure. The most recent World Health Organization (WHO) 2015 guidelines state that children weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children and adults who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). The December 2016 CDC guidelines recommended 2.4 mg/kg/dose for all pediatric and adult patients, regardless of weight (https://www.cdc.gov/malaria/resources/pdf/artesunate/Artesunate_protocol_12_19_2016.pdf), while the recently updated October 2019 CDC guideline recommends the same weight-based dosing scheme as the WHO (https://www.cdc.gov/malaria/resources/pdf/Malaria_Treatment_Table_120419.pdf). A recent study of severe malaria in sub-Saharan African children documented equivalent time to parasite clearance using 2.4 mg/kg/dose at 0, 12, 24, 48 and 72 hours; and a larger 4.0 mg/kg/dose at 0, 24 and 48 hours.\r\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
    "mode": "document_truncated",
    "ta": "neurology",
    "request_id": "req_1762703084235_r10enueo2",
    "chunks": [
      {
        "chunk_id": 0,
        "text": "Exposure-Response Evaluation of IV Artesunate in Children with Severe Malaria\rDMID Protocol Number: 19-0007\r\rDMID Funding Mechanism: VTEU Contract HHSN2722013000221\rPrincipal Investigator: Matthew B. Laurens, MD, MPH\rDMID Clinical Protocol Manager: Walt Jones, RN, MPH\rDMID Medical Officer: Gregory A. Deye, MD\rDMID Medical Monitor: Mo Elsafy, MD, MSc\rDMID Contracting Officer’s Representative: Ranjodh S. Gill, RN, MPH \rDraft or Version Number: 0.9\r20 May 2021\u000b\r\rStatement of Compliance\rThe study will be carried out in accordance with Good Clinical Practice (GCP) as required by the following (use applicable regulations depending on study location and sponsor requirements; samples follow):\rUnited States (US) Code of Federal Regulations (CFR) applicable to clinical studies (45 CFR Part 46; 21 CFR Part 50, 21 CFR Part 56, and 21 CFR Part 312)\rICH E6; 62 Federal Register 25691 (1997) \rNIH Clinical Terms of Award\rAll key personnel (all individuals responsible for the design and conduct of this study) have completed Human Subjects Protection Training.\rSignature Page\rThe signature below constitutes the approval of this protocol and the attachments, and provides the necessary assurances that this trial will be conducted according to all stipulations of the protocol, including all statements regarding confidentiality, and according to local legal and regulatory requirements and applicable US federal regulations and ICH guidelines.\r\rSite Investigator:\r\rSigned:\r\rDate:\r\r\rPauline Byakika-Kibwika, MBChB, MSc, MMed, PhD\rAssociate Professor of Medicine\r\r\r\r\rPrincipal Investigator:\r\r\r\r\rSigned:\r\rDate:\r\r\rMatthew B. Laurens, MD, MPH\rAssociate Professor of Pediatrics and of Medicine\r\r\r\r\r\r\r\rTable of Contents\rStatement of Compliance\t2\rSignature Page\t3\rTable of Contents\t4\rList of Tables\t7\rList of Figures\t8\rList of Abbreviations\t9\rProtocol Summary\t11\r1\tKey Roles\t15\r2\tBackground Information and Scientific Rationale\t18\r2.1\tBackground Information\t18\r2.2\tRationale\t19\r2.3\tPotential Risks and Benefits\t20\r2.3.1\tPotential Risks\t20\r2.3.2\tKnown Potential Benefits\t21\r3\tObjectives\t22\r3.1\tStudy Objectives & Outcome Measures\t22\r3.1.1\tPrimary Study Objective\t22\r3.1.2\tSecondary Study Objectives\t22\r3.1.3\tExploratory Study Objectives\t22\r4\tStudy Design\t24\r5\tStudy Enrollment and Withdrawal\t26\r5.1\tSite Description\t26\r5.2\tSubject Inclusion Criteria\t26\r5.3\tSubject Exclusion Criteria\t26\r5.4\tTreatment Procedures\t26\r5.4.1\tReasons for Withdrawal\t26\r5.4.2\tHandling of Withdrawals\t27\r5.4.3\tTermination of Study\t27\r6\tStudy Intervention/Investigational Product\t28\r6.1\tStudy Product Description\t28\r6.1.1\tAcquisition\t28\r6.1.2\tFormulation, Packaging, and Labeling\t28\r6.1.3\tProduct Storage and Stability\t29\r6.2\tDosage, Preparation and Administration of Study Intervention/Investigational Product\t29\r6.3\tModification of Study Intervention/Investigational Product for a Participant\t29\r6.4\tAccountability Procedures for the Study Supply of IV Artesunate\t29\r6.5\tConcomitant Medications/Treatments\t30\r7\tStudy Schedule\t31\r7.1\tScreening\t31\r7.2\tEnrollment/Baseline\t32\r7.3\tFollow-up\t32\r7.4\tFinal Study Visit\t32\r7.5\tEarly Termination Visit\t33\r7.6\tUnscheduled Visit\t33\r8\tStudy Procedures/Evaluations\t34\r8.1\tDaily Study Procedures\t34\r8.2\tClinical Evaluations\t37\r8.3\tLaboratory Evaluations\t37\r8.3.1\tClinical Laboratory Evaluations\t37\r8.3.2\tSpecial Assays or Procedures\t38\r8.3.3\tSpecimen Preparation, Handling, and Shipping\t39\r9\tAssessment of Safety\t40\r9.1\tSpecification of Safety Parameters\t40\r9.2\tMethods and Timing for Assessing,",
        "start": 0,
        "end": 3497,
        "length": 3497
      },
      {
        "chunk_id": 1,
        "text": "37\r8.3.2\tSpecial Assays or Procedures\t38\r8.3.3\tSpecimen Preparation, Handling, and Shipping\t39\r9\tAssessment of Safety\t40\r9.1\tSpecification of Safety Parameters\t40\r9.2\tMethods and Timing for Assessing, Recording, and Analyzing Safety Parameters\t40\r9.2.1\tAdverse Events\t40\r9.2.2\tSerious Adverse Events\t41\r9.2.3\tProcedures to be Followed in the Event of Abnormal Laboratory Test Values or Abnormal Clinical Findings\t42\r9.3\tReporting Procedures\t42\r9.3.1\tSerious Adverse Events\t42\r9.4\tType and Duration of Follow-up of Subjects after Adverse Events\t43\r9.5\tHalting Rules\t43\r9.6\tSafety Oversight (ISM)\t43\r10\tClinical Monitoring\t45\r10.1\tSite Monitoring Plan\t45\r11\tStatistical Considerations\t46\r11.1\tStudy Hypothesis\t46\r11.2\tSample Size Considerations\t46\r11.3\tFinal Analysis Plan\t47\r11.3.1\tAnalysis of Demographics and Baseline Characteristics\t48\r11.3.2\tAnalysis of Safety\t48\r11.3.3\tClinical Laboratory Parameters\t48\r11.3.4\tAnalysis of Pharmacokinetics of Dihydroartemisinin\t48\r11.3.5\tAnalysis of Pharmacodynamics of Dihydroartemisinin\t49\r11.3.6\tMissing Data\t49\r11.4\tStudy Cohorts/Datasets to be Evaluated\t49\r12\tSource Documents and Access to Source Data/Documents\t51\r13\tQuality Control and Quality Assurance\t52\r14\tEthics/Protection of Human Subjects\t53\r14.1\tEthical Standard\t53\r14.2\tInstitutional Review Board\t53\r14.3\tInformed Consent Process\t53\r14.3.1\tScreening and Study Informed Consent\t54\r14.3.2\tCompensation\t55\r14.4\tExclusion of Women, Minorities, and Children (Special Populations)\t55\r14.5\tSubject Confidentiality\t55\r14.6\tStudy Discontinuation\t56\r14.7\tFuture Use of Stored Specimens\t56\r15\tData Handling and Record Keeping\t57\r15.1\tData Management Responsibilities\t57\r15.2\tData Capture Methods\t58\r15.3\tTypes of Data\t58\r15.4\tTiming/Reports\t58\r15.5\tStudy Records Retention\t58\r15.6\tProtocol Deviations\t58\r16\tPublication Policy\t60\r17\tLiterature References\t61\r18\tSupplements/Appendices\t62\r19\tAppendix A: Schedule of Events\t63\r\r\r\f\rList of Tables\rTable 19.1: Schedule of Events\t63\r\f\rList of Figures\rFigure 1.1: Study Schematic\t14\rFigure 5.1: Map of Uganda\t26\r\f\rList of Abbreviations\rACT\rArtemisinin Combination Therapy\rAE\rAdverse Event/Adverse Experience\rALP\rAlkaline phosphatase\rALT\rAlanine aminotransferase\rAST\rAspartate aminotransferase\rBUN\rBlood urea nitrogen\rCFR\rCode of Federal Regulations\rCIOMS\rCouncil for International Organizations of Medical Sciences\rCFR\rCode of Federal Regulations\rCRF\rCase Report Form\rDCC\rData Coordinating Center\rDHHS\rDepartment of Health and Human Services\rDMID\rDivision of Microbiology and Infectious Diseases, NIAID, NIH, DHHS\rDOT\rDirectly Observed Therapy\rDSMB\rData and Safety Monitoring Board\reCRF\rElectronic Case Report Form\rFDA\rFood and Drug Administration\rFWA\rFederalwide Assurance\rGCP\rGood Clinical Practice\rHIPAA\rHealth Insurance Portability and Accountability Act\rIB\rInvestigator’s Brochure\rICF\rInformed Consent Form\rICH\rInternational Conference on Harmonisation\rICMJE\rInternational Committee of Medical Journal Editors\rIND\rInvestigational New Drug Application\rIRB\rInstitutional Review Board\rISM\rIndependent Safety Monitor\rITT\rIntention to treat\rIV\rIntravenous\rMedDRA Ò\rMedical Dictionary for Regulatory Activities\rMOP\rManual of Procedures\rN\rNumber (typically refers to subjects)\rNIAID\rNational Institute of Allergy and Infectious Diseases, NIH, DHHS\rNIH\rNational Institutes of Health\rOCRA\rOffice of Clinical Research Affairs, DMID, NIAID, NIH, DHHS\rOHRP\rOffice for Human Research Protections\rOHSR\rOffice for Human Subjects Research\rORA\rOffice of Regulatory Affairs,",
        "start": 3297,
        "end": 6794,
        "length": 3497
      },
      {
        "chunk_id": 2,
        "text": "stitutes of Health\rOCRA\rOffice of Clinical Research Affairs, DMID, NIAID, NIH, DHHS\rOHRP\rOffice for Human Research Protections\rOHSR\rOffice for Human Subjects Research\rORA\rOffice of Regulatory Affairs, DMID, NIAID, NIH, DHHS\rPI\rPrincipal Investigator\rPK\rPharmacokinetics\rPP\rPer protocol\rQA\rQuality Assurance\rQC\rQuality Control\rSAE\rSerious Adverse Event/Serious Adverse Experience\rSOP\rStandard Operating Procedure\rUMB\rUniversity of Maryland, Baltimore\rUS\rUnited States\rUSUHS\rUniformed Services University of the Health Sciences\rWHO\rWorld Health Organization\r\r\r\rProtocol Summary\rTitle:\rExposure-Response Evaluation of IV Artesunate in Children with Severe Malaria\rPhase:\r4\rPopulation:\rChildren with severe malaria who are 6 months to 14 years of age living in or near Tororo District, Uganda\rNumber of Sites:\r2\rStudy Duration:\r1 year\rSubject Participation Duration:\r6 months\rDescription of Agent or Intervention:\rIntravenous (IV) artesunate\rObjectives:\r\rPrimary:\rTo determine the relationship between dihydroartemisinin (DHA) exposures following intravenous dosing and markers of physiologic dysfunction associated with severe malaria and explore predictors that may affect this relationship\rSecondary:\rTo determine the relationship between DHA exposures and time to hospital discharge and explore predictors that may affect this relationship\rTo determine the relationship between DHA exposures and parasite clearance associated with treatment of severe malaria and explore predictors that may affect this relationship.\rExploratory:\rTo determine the relationship between DHA exposures and neurodevelopmental outcomes associated with treatment of severe malaria outcomes and explore predictors that may affect this relationship  \rTo evaluate the role of parasite clearance as a mediator of the relationship between DHA exposures and markers of physiologic dysfunction associated with severe malaria\rTo develop a score comprised of markers of physiologic dysfunction and describe its relationship to clinical outcomes\rTo assess P. falciparum infections for artemisinin resistance \rDescription of Study Design:\rThis clinical study is a phase 4, two-site, open-label pharmacokinetic study of intravenous (IV) artesunate in up to 100 Ugandan children 6 months-14 years of age who are diagnosed with severe malaria according to standardized World Health Organization (WHO) criteria (any P. falciparum parasitemia and the presence of danger signs). Participants will receive the standard of care IV artesunate for initial treatment of severe malaria per WHO guidelines: children weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). Children who recover and are able to transition to oral antimalarial therapy will initiate a 3-day course of artemisinin-combination oral therapy per national guidelines. Biomarkers of physiologic dysfunction will be quantified at regular intervals, including serum lactate, serum glucose, total and direct bilirubin, acidosis, Blantyre coma score, and anemia. These biomarkers will be considered both independently and together as a weighted score to relate to the pharmacokinetics of the active metabolite of IV artesunate, dihydroartemisinin (DHA) and to efficacy markers that more accurately reflect clinical outcomes. We will also quantify P.",
        "start": 6594,
        "end": 10088,
        "length": 3494
      },
      {
        "chunk_id": 3,
        "text": "e to relate to the pharmacokinetics of the active metabolite of IV artesunate, dihydroartemisinin (DHA) and to efficacy markers that more accurately reflect clinical outcomes. We will also quantify P. falciparum parasitemia using standardized thick blood smear and relate this outcome to DHA dose and exposure for comparison with historical studies.\rChildren 6 months to 14 years of age living in or near Tororo District, Uganda, who are diagnosed with severe malaria and who meet inclusion and exclusion criteria will be enrolled. \rEstimated Time to Complete Enrollment:\r6 months\r\r\fSchematic of Study Design:\r\r \rPrior to \rEnrollment\r\r\r\r\r\r\r\r\rStudy Day 1:\rEnrollment\r\rStudy Days 2-7: \rFollow-up\r\rStudy Day 14:\rFollow-up\r\rStudy Day 28:\rFollow-up\r\rStudy Day 183:\rFinal Study Visit\r\r\r\r\r\rKey Roles\rIndividuals:\rDMID Clinical Project Manager: \rWalt Jones, RN, MPH\rParasitology & International Programs Branch (HNM53)\rDivision of Microbiology & Infectious Diseases\rNational Institute of Allergy & Infectious Diseases\rNational Institutes of Health\rBG 5601FL RM 8A37\rMail Stop 9825\r5601 Fishers Lane\rBethesda, MD 20852\rPhone: 240-627-3283\rEmail: joneswalter@niaid.nih.gov \r\r\rDMID Medical Officer: \rGreg A. Deye, MD\rParasitology & International Programs Branch (HNM53)\rDivision of Microbiology & Infectious Diseases\rNational Institute of Allergy & Infectious Diseases\rNational Institutes of Health\rBG 5601FL RM 8A39\rMail Stop 9825\r5601 Fishers Lane\rBethesda, MD 20852\rPhone: 240-292-4199\rEmail: gregory.deye@nih.gov \r\rPrincipal Investigator:  \rMatthew B. Laurens, MD, MPH\rCenter for Vaccine Development and Global Health\rUniversity of Maryland School of Medicine\r685 W Baltimore St, Room 480\rBaltimore, MD 21201\rPhone: 410-706-5462\rEmail: mlaurens@som.umaryland.edu\r\rSite Principal Investigator:  \rPauline Byakika-Kibwika, MBChB, MSc, MMed, PhD\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda\rPhone: (+256) 772 626885 / 776 221386\rEmail: pbyakika@gmail.com\r\r\rSite Co-Principal Investigator:  \rMohammed Lamorde, PhD\rInfectious Diseases Institute\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda\rPhone: (+256) 414 307291\rEmail: mlamorde@idi.co.ug\r\rMedical Monitor:  \rMo Elsafy, MD, MSc\rMedical Monitor\rOffice of Clinical Research Affairs\rDivision of Microbiology and Infectious Diseases\r5601 Fishers Lane \r7E56 MSC 9826\rBethesda, MD 20892-9826\rPhone:  240-292-4241\rEmail: elsafymm@nih.gov  \r\rDMID Contracting Officer’s Representative:\rRanjodh S. Gill, BSN, MPH\rBG 5601FL Room 7G26\r5601 Fishers Lane\rRockville, MD 20852\rPhone: 202-631-0175\rEmail: Ranjodh.Gill@nih.gov  \r\rInstitutions:\rCenter for Vaccine Development and Global Health\rUniversity of Maryland School of Medicine\r685 W Baltimore St, Room 480\rBaltimore, MD 21201\rPhone: 410-706-5328\rFax: 410-706-6205\rhttps://www.medschool.umaryland.edu/cvd/\r\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda \rhttps://chs.mak.ac.ug/ \r\rData Coordinating Center:\rThe Emmes Company, LLC\r401 N. Washington St, Suite 700\rRockville, MD 20850\rPhone: 301-251-1161\rFax: 301-251-1355\r\rDMID Study Materials Services Contractor:\rDMID-Clinical Materials Services (CMS) \rThermo Fisher Scientific\r4650 New Design Road, Suite F\rFrederick, MD 21703\rPhone: 240-405-1060\rEmail: DMID.CMS@ThermoFisher.com\rwww.fisherbioservices.com \r\rBackground Information and Scientific Rationale\rBackground Information\r\rDespite recent advances in malaria control, Plasmodium falciparum continues",
        "start": 9888,
        "end": 13386,
        "length": 3498
      },
      {
        "chunk_id": 4,
        "text": "MID.CMS@ThermoFisher.com\rwww.fisherbioservices.com \r\rBackground Information and Scientific Rationale\rBackground Information\r\rDespite recent advances in malaria control, Plasmodium falciparum continues to kill almost half a million persons annually, most of whom are children living in sub-Saharan Africa (World Malaria Report, WHO 2019). \r\rPlasmodium falciparum is the most prevalent malaria parasite specie and the cause of the most severe form of disease and death. It accounted for 99.7% of all malaria cases in the WHO African Region in 2018. \r\rChildren younger than 5 years of age and pregnant women are most at risk of malaria and death. They accounted for 67% of the estimated 405,000 malaria deaths worldwide, with 94% of these in the African Region. Although there was an overall reduction in malaria deaths in 2018 compared with 2010, the malaria mortality reduction rate slowed since 2016 and this has malaria researchers questioning if current malaria treatment regimens are optimal and based on sound scientific evidence. \r\rSevere malaria is a medical emergency with an immediate threat to life and so requires prompt treatment with effective therapy. The priority requirement for successful diagnosis and treatment is early recognition of the signs and symptoms of severe malaria that should lead to emergency care in an in-patient setting. Artemisinin derivatives are highly effective and rapidly schizonticidal drugs, devoid of major side-affects and their use does not warrant intensive monitoring. Large randomized clinical trials and systematic reviews demonstrated superiority of artesunate to quinine for treatment of severe malaria, with significant reduction in mortality and complications associated with malaria as well as less adverse effects. These trials provided support for parenteral artesunate to replace parenteral quinine as drug of first choice in treating severe malaria. Currently, the WHO recommends use of intravenous or intramuscular artesunate as first line treatment for severe malaria, administered for at least 24 hours, until the patient can tolerate oral medication and to complete treatment with at least 3 days of an ACT. In case of unavailability of artesunate, to use artemether in preference to quinine for treatment of severe malaria. \r\rUganda adopted this policy for severe malaria treatment, however; parenteral artesunate is not widely available and effort to improve accessibility should be reinforced.\r\rSince 1991 and before April 2019, the only FDA-approved treatment for severe malaria in the U.S. was intravenous quinidine gluconate. Availability of quinidine gluconate in the U.S. has declined over the past 20 years, such that the last lot manufactured reached expiry in March 2019. A replacement essential medicine is needed in the U.S. for treatment of severe malaria. Intravenous (IV) artesunate is now the only option available for treatment in the United States, and is uniquely available through the CDC under an expanded access investigational new drug (IND) protocol via scattered distribution centers located near transportation hubs. Unfortunately, severe malaria can progress rapidly, and delays in delivery of IV artesunate from treatment distribution centers to patients with severe malaria may lead to complications, including treatment failure and death. To mitigate risk of severe malaria complications, pharmacologic treatment for severe malaria treatment should be optimized for patients with severe malaria. \r\rMalaria",
        "start": 13186,
        "end": 16684,
        "length": 3498
      },
      {
        "chunk_id": 5,
        "text": "ding treatment failure and death. To mitigate risk of severe malaria complications, pharmacologic treatment for severe malaria treatment should be optimized for patients with severe malaria. \r\rMalaria treatment and Drug Pharmacokinetics\rSevere malaria is a medical emergency which if not immediately treated results in 100% mortality. It is fundamental that plasma concentrations of a highly effective antimalarial drug are achieved as rapidly as possible. Artesunate is a water soluble hemisuccinate artemisinin derivative; available as sodium hemisuccinate salt for injection (Guilin Pharmaceutical Factory, Guangxi, People’s Republic of China). Artesunate’s excellent antimalarial property demonstrated by rapid parasite clearance, is enhanced by its high initial maximum concentration (Cmax) and rapid hydrolysis to its active metabolite dihydroartemisinin. High plasma concentrations of artesunate and dihydroartemisinin are achieved within 5 minutes of drug administration and artesunate is rapidly cleared from circulation. The Cmax for both artesunate and dihydroartemisinin are observed rapidly post dose administration indicating rapid conversion of artesunate to dihydroartemisinin. Artesunate is cleared from circulation rapidly while dihydroartemisinin has a longer elimination half-life. Accurate measurement of plasma concentrations of artesunate and dihydroartemisinin should guide adequate dosing as well as facilitate differentiation of treatment failure due to inadequate drug exposure from failure due to drug resistance.\rRationale\rCurrent dosing regimens for IV artesunate are based on time to parasite clearance and not clinical endpoints related to physiologic changes that occur with parasitemia. Other measures of physiologic dysfunction can be used as study endpoints for a malaria treatment outcome analysis of current regimens for IV artesunate for severe malaria treatment. Improved dosing regimens will lead to fewer complications and likely fewer deaths. Such a strategy is needed to further reduce public health gains against malaria mortality that seem to have recently stalled.\r\rFor pediatric patients, IV artesunate dosing is weight-based to adjust for artesunate clearance and has been developed based on time to parasitemia clearance times, which may not completely reflect clinical cure. The most recent World Health Organization (WHO) 2015 guidelines state that children weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children and adults who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). The December 2016 CDC guidelines recommended 2.4 mg/kg/dose for all pediatric and adult patients, regardless of weight (https://www.cdc.gov/malaria/resources/pdf/artesunate/Artesunate_protocol_12_19_2016.pdf), while the recently updated October 2019 CDC guideline recommends the same weight-based dosing scheme as the WHO (https://www.cdc.gov/malaria/resources/pdf/Malaria_Treatment_Table_120419.pdf). A recent study of severe malaria in sub-Saharan African children documented equivalent time to parasite clearance using 2.4 mg/kg/dose at 0, 12, 24, 48 and 72 hours; and a larger 4.0 mg/kg/dose at 0, 24 and 48 hours.\r\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs.",
        "start": 16484,
        "end": 19981,
        "length": 3497
      },
      {
        "chunk_id": 6,
        "text": " 0, 24 and 48 hours.\r\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19781,
        "end": 20000,
        "length": 219
      },
      {
        "chunk_id": 7,
        "text": ".\r\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19800,
        "end": 20000,
        "length": 200
      },
      {
        "chunk_id": 8,
        "text": "\r\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19801,
        "end": 20000,
        "length": 199
      },
      {
        "chunk_id": 9,
        "text": "\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19802,
        "end": 20000,
        "length": 198
      },
      {
        "chunk_id": 10,
        "text": "P. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19803,
        "end": 20000,
        "length": 197
      },
      {
        "chunk_id": 11,
        "text": ". falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19804,
        "end": 20000,
        "length": 196
      },
      {
        "chunk_id": 12,
        "text": " falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19805,
        "end": 20000,
        "length": 195
      },
      {
        "chunk_id": 13,
        "text": "falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19806,
        "end": 20000,
        "length": 194
      },
      {
        "chunk_id": 14,
        "text": "alciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19807,
        "end": 20000,
        "length": 193
      },
      {
        "chunk_id": 15,
        "text": "lciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19808,
        "end": 20000,
        "length": 192
      },
      {
        "chunk_id": 16,
        "text": "ciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19809,
        "end": 20000,
        "length": 191
      },
      {
        "chunk_id": 17,
        "text": "iparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19810,
        "end": 20000,
        "length": 190
      },
      {
        "chunk_id": 18,
        "text": "parum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19811,
        "end": 20000,
        "length": 189
      },
      {
        "chunk_id": 19,
        "text": "arum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19812,
        "end": 20000,
        "length": 188
      },
      {
        "chunk_id": 20,
        "text": "rum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19813,
        "end": 20000,
        "length": 187
      },
      {
        "chunk_id": 21,
        "text": "um parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19814,
        "end": 20000,
        "length": 186
      },
      {
        "chunk_id": 22,
        "text": "m parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19815,
        "end": 20000,
        "length": 185
      },
      {
        "chunk_id": 23,
        "text": " parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19816,
        "end": 20000,
        "length": 184
      },
      {
        "chunk_id": 24,
        "text": "parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19817,
        "end": 20000,
        "length": 183
      },
      {
        "chunk_id": 25,
        "text": "arasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19818,
        "end": 20000,
        "length": 182
      },
      {
        "chunk_id": 26,
        "text": "rasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19819,
        "end": 20000,
        "length": 181
      },
      {
        "chunk_id": 27,
        "text": "asites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19820,
        "end": 20000,
        "length": 180
      },
      {
        "chunk_id": 28,
        "text": "sites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19821,
        "end": 20000,
        "length": 179
      },
      {
        "chunk_id": 29,
        "text": "ites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19822,
        "end": 20000,
        "length": 178
      },
      {
        "chunk_id": 30,
        "text": "tes are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19823,
        "end": 20000,
        "length": 177
      },
      {
        "chunk_id": 31,
        "text": "es are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19824,
        "end": 20000,
        "length": 176
      },
      {
        "chunk_id": 32,
        "text": "s are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19825,
        "end": 20000,
        "length": 175
      },
      {
        "chunk_id": 33,
        "text": " are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19826,
        "end": 20000,
        "length": 174
      },
      {
        "chunk_id": 34,
        "text": "are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19827,
        "end": 20000,
        "length": 173
      },
      {
        "chunk_id": 35,
        "text": "re known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19828,
        "end": 20000,
        "length": 172
      },
      {
        "chunk_id": 36,
        "text": "e known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19829,
        "end": 20000,
        "length": 171
      },
      {
        "chunk_id": 37,
        "text": " known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19830,
        "end": 20000,
        "length": 170
      },
      {
        "chunk_id": 38,
        "text": "known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19831,
        "end": 20000,
        "length": 169
      },
      {
        "chunk_id": 39,
        "text": "nown for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19832,
        "end": 20000,
        "length": 168
      },
      {
        "chunk_id": 40,
        "text": "own for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19833,
        "end": 20000,
        "length": 167
      },
      {
        "chunk_id": 41,
        "text": "wn for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19834,
        "end": 20000,
        "length": 166
      },
      {
        "chunk_id": 42,
        "text": "n for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19835,
        "end": 20000,
        "length": 165
      },
      {
        "chunk_id": 43,
        "text": " for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19836,
        "end": 20000,
        "length": 164
      },
      {
        "chunk_id": 44,
        "text": "for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19837,
        "end": 20000,
        "length": 163
      },
      {
        "chunk_id": 45,
        "text": "or their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19838,
        "end": 20000,
        "length": 162
      },
      {
        "chunk_id": 46,
        "text": "r their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19839,
        "end": 20000,
        "length": 161
      },
      {
        "chunk_id": 47,
        "text": " their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19840,
        "end": 20000,
        "length": 160
      },
      {
        "chunk_id": 48,
        "text": "their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19841,
        "end": 20000,
        "length": 159
      },
      {
        "chunk_id": 49,
        "text": "heir capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19842,
        "end": 20000,
        "length": 158
      },
      {
        "chunk_id": 50,
        "text": "eir capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19843,
        "end": 20000,
        "length": 157
      },
      {
        "chunk_id": 51,
        "text": "ir capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19844,
        "end": 20000,
        "length": 156
      },
      {
        "chunk_id": 52,
        "text": "r capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19845,
        "end": 20000,
        "length": 155
      },
      {
        "chunk_id": 53,
        "text": " capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19846,
        "end": 20000,
        "length": 154
      },
      {
        "chunk_id": 54,
        "text": "capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19847,
        "end": 20000,
        "length": 153
      },
      {
        "chunk_id": 55,
        "text": "apacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19848,
        "end": 20000,
        "length": 152
      },
      {
        "chunk_id": 56,
        "text": "pacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19849,
        "end": 20000,
        "length": 151
      },
      {
        "chunk_id": 57,
        "text": "acity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19850,
        "end": 20000,
        "length": 150
      },
      {
        "chunk_id": 58,
        "text": "city to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19851,
        "end": 20000,
        "length": 149
      },
      {
        "chunk_id": 59,
        "text": "ity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19852,
        "end": 20000,
        "length": 148
      },
      {
        "chunk_id": 60,
        "text": "ty to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19853,
        "end": 20000,
        "length": 147
      },
      {
        "chunk_id": 61,
        "text": "y to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19854,
        "end": 20000,
        "length": 146
      },
      {
        "chunk_id": 62,
        "text": " to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19855,
        "end": 20000,
        "length": 145
      },
      {
        "chunk_id": 63,
        "text": "to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19856,
        "end": 20000,
        "length": 144
      },
      {
        "chunk_id": 64,
        "text": "o infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19857,
        "end": 20000,
        "length": 143
      },
      {
        "chunk_id": 65,
        "text": " infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19858,
        "end": 20000,
        "length": 142
      },
      {
        "chunk_id": 66,
        "text": "infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19859,
        "end": 20000,
        "length": 141
      },
      {
        "chunk_id": 67,
        "text": "nfect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19860,
        "end": 20000,
        "length": 140
      },
      {
        "chunk_id": 68,
        "text": "fect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19861,
        "end": 20000,
        "length": 139
      },
      {
        "chunk_id": 69,
        "text": "ect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19862,
        "end": 20000,
        "length": 138
      },
      {
        "chunk_id": 70,
        "text": "ct red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19863,
        "end": 20000,
        "length": 137
      },
      {
        "chunk_id": 71,
        "text": "t red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19864,
        "end": 20000,
        "length": 136
      },
      {
        "chunk_id": 72,
        "text": " red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19865,
        "end": 20000,
        "length": 135
      },
      {
        "chunk_id": 73,
        "text": "red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19866,
        "end": 20000,
        "length": 134
      },
      {
        "chunk_id": 74,
        "text": "ed blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19867,
        "end": 20000,
        "length": 133
      },
      {
        "chunk_id": 75,
        "text": "d blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19868,
        "end": 20000,
        "length": 132
      },
      {
        "chunk_id": 76,
        "text": " blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19869,
        "end": 20000,
        "length": 131
      },
      {
        "chunk_id": 77,
        "text": "blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19870,
        "end": 20000,
        "length": 130
      },
      {
        "chunk_id": 78,
        "text": "lood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19871,
        "end": 20000,
        "length": 129
      },
      {
        "chunk_id": 79,
        "text": "ood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19872,
        "end": 20000,
        "length": 128
      },
      {
        "chunk_id": 80,
        "text": "od cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19873,
        "end": 20000,
        "length": 127
      },
      {
        "chunk_id": 81,
        "text": "d cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19874,
        "end": 20000,
        "length": 126
      },
      {
        "chunk_id": 82,
        "text": " cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19875,
        "end": 20000,
        "length": 125
      },
      {
        "chunk_id": 83,
        "text": "cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19876,
        "end": 20000,
        "length": 124
      },
      {
        "chunk_id": 84,
        "text": "ells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19877,
        "end": 20000,
        "length": 123
      },
      {
        "chunk_id": 85,
        "text": "lls that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19878,
        "end": 20000,
        "length": 122
      },
      {
        "chunk_id": 86,
        "text": "ls that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19879,
        "end": 20000,
        "length": 121
      },
      {
        "chunk_id": 87,
        "text": "s that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19880,
        "end": 20000,
        "length": 120
      },
      {
        "chunk_id": 88,
        "text": " that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19881,
        "end": 20000,
        "length": 119
      },
      {
        "chunk_id": 89,
        "text": "that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19882,
        "end": 20000,
        "length": 118
      },
      {
        "chunk_id": 90,
        "text": "hat then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19883,
        "end": 20000,
        "length": 117
      },
      {
        "chunk_id": 91,
        "text": "at then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19884,
        "end": 20000,
        "length": 116
      },
      {
        "chunk_id": 92,
        "text": "t then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19885,
        "end": 20000,
        "length": 115
      },
      {
        "chunk_id": 93,
        "text": " then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19886,
        "end": 20000,
        "length": 114
      },
      {
        "chunk_id": 94,
        "text": "then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19887,
        "end": 20000,
        "length": 113
      },
      {
        "chunk_id": 95,
        "text": "hen display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19888,
        "end": 20000,
        "length": 112
      },
      {
        "chunk_id": 96,
        "text": "en display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19889,
        "end": 20000,
        "length": 111
      },
      {
        "chunk_id": 97,
        "text": "n display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19890,
        "end": 20000,
        "length": 110
      },
      {
        "chunk_id": 98,
        "text": " display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19891,
        "end": 20000,
        "length": 109
      },
      {
        "chunk_id": 99,
        "text": "display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19892,
        "end": 20000,
        "length": 108
      },
      {
        "chunk_id": 100,
        "text": "isplay variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19893,
        "end": 20000,
        "length": 107
      },
      {
        "chunk_id": 101,
        "text": "splay variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19894,
        "end": 20000,
        "length": 106
      },
      {
        "chunk_id": 102,
        "text": "play variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19895,
        "end": 20000,
        "length": 105
      },
      {
        "chunk_id": 103,
        "text": "lay variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19896,
        "end": 20000,
        "length": 104
      },
      {
        "chunk_id": 104,
        "text": "ay variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19897,
        "end": 20000,
        "length": 103
      },
      {
        "chunk_id": 105,
        "text": "y variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19898,
        "end": 20000,
        "length": 102
      },
      {
        "chunk_id": 106,
        "text": " variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19899,
        "end": 20000,
        "length": 101
      },
      {
        "chunk_id": 107,
        "text": "variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19900,
        "end": 20000,
        "length": 100
      },
      {
        "chunk_id": 108,
        "text": "ariant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19901,
        "end": 20000,
        "length": 99
      },
      {
        "chunk_id": 109,
        "text": "riant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19902,
        "end": 20000,
        "length": 98
      },
      {
        "chunk_id": 110,
        "text": "iant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19903,
        "end": 20000,
        "length": 97
      },
      {
        "chunk_id": 111,
        "text": "ant surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19904,
        "end": 20000,
        "length": 96
      },
      {
        "chunk_id": 112,
        "text": "nt surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19905,
        "end": 20000,
        "length": 95
      },
      {
        "chunk_id": 113,
        "text": "t surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19906,
        "end": 20000,
        "length": 94
      },
      {
        "chunk_id": 114,
        "text": " surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19907,
        "end": 20000,
        "length": 93
      },
      {
        "chunk_id": 115,
        "text": "surface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19908,
        "end": 20000,
        "length": 92
      },
      {
        "chunk_id": 116,
        "text": "urface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19909,
        "end": 20000,
        "length": 91
      },
      {
        "chunk_id": 117,
        "text": "rface antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19910,
        "end": 20000,
        "length": 90
      },
      {
        "chunk_id": 118,
        "text": "face antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19911,
        "end": 20000,
        "length": 89
      },
      {
        "chunk_id": 119,
        "text": "ace antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19912,
        "end": 20000,
        "length": 88
      },
      {
        "chunk_id": 120,
        "text": "ce antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19913,
        "end": 20000,
        "length": 87
      },
      {
        "chunk_id": 121,
        "text": "e antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19914,
        "end": 20000,
        "length": 86
      },
      {
        "chunk_id": 122,
        "text": " antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19915,
        "end": 20000,
        "length": 85
      },
      {
        "chunk_id": 123,
        "text": "antigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19916,
        "end": 20000,
        "length": 84
      },
      {
        "chunk_id": 124,
        "text": "ntigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19917,
        "end": 20000,
        "length": 83
      },
      {
        "chunk_id": 125,
        "text": "tigens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19918,
        "end": 20000,
        "length": 82
      },
      {
        "chunk_id": 126,
        "text": "igens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19919,
        "end": 20000,
        "length": 81
      },
      {
        "chunk_id": 127,
        "text": "gens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19920,
        "end": 20000,
        "length": 80
      },
      {
        "chunk_id": 128,
        "text": "ens that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19921,
        "end": 20000,
        "length": 79
      },
      {
        "chunk_id": 129,
        "text": "ns that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19922,
        "end": 20000,
        "length": 78
      },
      {
        "chunk_id": 130,
        "text": "s that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19923,
        "end": 20000,
        "length": 77
      },
      {
        "chunk_id": 131,
        "text": " that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19924,
        "end": 20000,
        "length": 76
      },
      {
        "chunk_id": 132,
        "text": "that adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19925,
        "end": 20000,
        "length": 75
      },
      {
        "chunk_id": 133,
        "text": "hat adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19926,
        "end": 20000,
        "length": 74
      },
      {
        "chunk_id": 134,
        "text": "at adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19927,
        "end": 20000,
        "length": 73
      },
      {
        "chunk_id": 135,
        "text": "t adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19928,
        "end": 20000,
        "length": 72
      },
      {
        "chunk_id": 136,
        "text": " adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19929,
        "end": 20000,
        "length": 71
      },
      {
        "chunk_id": 137,
        "text": "adhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19930,
        "end": 20000,
        "length": 70
      },
      {
        "chunk_id": 138,
        "text": "dhere to endothelial vasculature in target organs. For this reason, m",
        "start": 19931,
        "end": 20000,
        "length": 69
      },
      {
        "chunk_id": 139,
        "text": "here to endothelial vasculature in target organs. For this reason, m",
        "start": 19932,
        "end": 20000,
        "length": 68
      },
      {
        "chunk_id": 140,
        "text": "ere to endothelial vasculature in target organs. For this reason, m",
        "start": 19933,
        "end": 20000,
        "length": 67
      },
      {
        "chunk_id": 141,
        "text": "re to endothelial vasculature in target organs. For this reason, m",
        "start": 19934,
        "end": 20000,
        "length": 66
      },
      {
        "chunk_id": 142,
        "text": "e to endothelial vasculature in target organs. For this reason, m",
        "start": 19935,
        "end": 20000,
        "length": 65
      },
      {
        "chunk_id": 143,
        "text": " to endothelial vasculature in target organs. For this reason, m",
        "start": 19936,
        "end": 20000,
        "length": 64
      },
      {
        "chunk_id": 144,
        "text": "to endothelial vasculature in target organs. For this reason, m",
        "start": 19937,
        "end": 20000,
        "length": 63
      },
      {
        "chunk_id": 145,
        "text": "o endothelial vasculature in target organs. For this reason, m",
        "start": 19938,
        "end": 20000,
        "length": 62
      },
      {
        "chunk_id": 146,
        "text": " endothelial vasculature in target organs. For this reason, m",
        "start": 19939,
        "end": 20000,
        "length": 61
      },
      {
        "chunk_id": 147,
        "text": "endothelial vasculature in target organs. For this reason, m",
        "start": 19940,
        "end": 20000,
        "length": 60
      },
      {
        "chunk_id": 148,
        "text": "ndothelial vasculature in target organs. For this reason, m",
        "start": 19941,
        "end": 20000,
        "length": 59
      },
      {
        "chunk_id": 149,
        "text": "dothelial vasculature in target organs. For this reason, m",
        "start": 19942,
        "end": 20000,
        "length": 58
      },
      {
        "chunk_id": 150,
        "text": "othelial vasculature in target organs. For this reason, m",
        "start": 19943,
        "end": 20000,
        "length": 57
      },
      {
        "chunk_id": 151,
        "text": "thelial vasculature in target organs. For this reason, m",
        "start": 19944,
        "end": 20000,
        "length": 56
      },
      {
        "chunk_id": 152,
        "text": "helial vasculature in target organs. For this reason, m",
        "start": 19945,
        "end": 20000,
        "length": 55
      },
      {
        "chunk_id": 153,
        "text": "elial vasculature in target organs. For this reason, m",
        "start": 19946,
        "end": 20000,
        "length": 54
      },
      {
        "chunk_id": 154,
        "text": "lial vasculature in target organs. For this reason, m",
        "start": 19947,
        "end": 20000,
        "length": 53
      },
      {
        "chunk_id": 155,
        "text": "ial vasculature in target organs. For this reason, m",
        "start": 19948,
        "end": 20000,
        "length": 52
      },
      {
        "chunk_id": 156,
        "text": "al vasculature in target organs. For this reason, m",
        "start": 19949,
        "end": 20000,
        "length": 51
      },
      {
        "chunk_id": 157,
        "text": "l vasculature in target organs. For this reason, m",
        "start": 19950,
        "end": 20000,
        "length": 50
      },
      {
        "chunk_id": 158,
        "text": " vasculature in target organs. For this reason, m",
        "start": 19951,
        "end": 20000,
        "length": 49
      },
      {
        "chunk_id": 159,
        "text": "vasculature in target organs. For this reason, m",
        "start": 19952,
        "end": 20000,
        "length": 48
      },
      {
        "chunk_id": 160,
        "text": "asculature in target organs. For this reason, m",
        "start": 19953,
        "end": 20000,
        "length": 47
      },
      {
        "chunk_id": 161,
        "text": "sculature in target organs. For this reason, m",
        "start": 19954,
        "end": 20000,
        "length": 46
      },
      {
        "chunk_id": 162,
        "text": "culature in target organs. For this reason, m",
        "start": 19955,
        "end": 20000,
        "length": 45
      },
      {
        "chunk_id": 163,
        "text": "ulature in target organs. For this reason, m",
        "start": 19956,
        "end": 20000,
        "length": 44
      },
      {
        "chunk_id": 164,
        "text": "lature in target organs. For this reason, m",
        "start": 19957,
        "end": 20000,
        "length": 43
      },
      {
        "chunk_id": 165,
        "text": "ature in target organs. For this reason, m",
        "start": 19958,
        "end": 20000,
        "length": 42
      },
      {
        "chunk_id": 166,
        "text": "ture in target organs. For this reason, m",
        "start": 19959,
        "end": 20000,
        "length": 41
      },
      {
        "chunk_id": 167,
        "text": "ure in target organs. For this reason, m",
        "start": 19960,
        "end": 20000,
        "length": 40
      },
      {
        "chunk_id": 168,
        "text": "re in target organs. For this reason, m",
        "start": 19961,
        "end": 20000,
        "length": 39
      },
      {
        "chunk_id": 169,
        "text": "e in target organs. For this reason, m",
        "start": 19962,
        "end": 20000,
        "length": 38
      },
      {
        "chunk_id": 170,
        "text": " in target organs. For this reason, m",
        "start": 19963,
        "end": 20000,
        "length": 37
      },
      {
        "chunk_id": 171,
        "text": "in target organs. For this reason, m",
        "start": 19964,
        "end": 20000,
        "length": 36
      },
      {
        "chunk_id": 172,
        "text": "n target organs. For this reason, m",
        "start": 19965,
        "end": 20000,
        "length": 35
      },
      {
        "chunk_id": 173,
        "text": " target organs. For this reason, m",
        "start": 19966,
        "end": 20000,
        "length": 34
      },
      {
        "chunk_id": 174,
        "text": "target organs. For this reason, m",
        "start": 19967,
        "end": 20000,
        "length": 33
      },
      {
        "chunk_id": 175,
        "text": "arget organs. For this reason, m",
        "start": 19968,
        "end": 20000,
        "length": 32
      },
      {
        "chunk_id": 176,
        "text": "rget organs. For this reason, m",
        "start": 19969,
        "end": 20000,
        "length": 31
      },
      {
        "chunk_id": 177,
        "text": "get organs. For this reason, m",
        "start": 19970,
        "end": 20000,
        "length": 30
      },
      {
        "chunk_id": 178,
        "text": "et organs. For this reason, m",
        "start": 19971,
        "end": 20000,
        "length": 29
      },
      {
        "chunk_id": 179,
        "text": "t organs. For this reason, m",
        "start": 19972,
        "end": 20000,
        "length": 28
      },
      {
        "chunk_id": 180,
        "text": " organs. For this reason, m",
        "start": 19973,
        "end": 20000,
        "length": 27
      },
      {
        "chunk_id": 181,
        "text": "organs. For this reason, m",
        "start": 19974,
        "end": 20000,
        "length": 26
      },
      {
        "chunk_id": 182,
        "text": "rgans. For this reason, m",
        "start": 19975,
        "end": 20000,
        "length": 25
      },
      {
        "chunk_id": 183,
        "text": "gans. For this reason, m",
        "start": 19976,
        "end": 20000,
        "length": 24
      },
      {
        "chunk_id": 184,
        "text": "ans. For this reason, m",
        "start": 19977,
        "end": 20000,
        "length": 23
      },
      {
        "chunk_id": 185,
        "text": "ns. For this reason, m",
        "start": 19978,
        "end": 20000,
        "length": 22
      },
      {
        "chunk_id": 186,
        "text": "s. For this reason, m",
        "start": 19979,
        "end": 20000,
        "length": 21
      },
      {
        "chunk_id": 187,
        "text": ". For this reason, m",
        "start": 19980,
        "end": 20000,
        "length": 20
      },
      {
        "chunk_id": 188,
        "text": " For this reason, m",
        "start": 19981,
        "end": 20000,
        "length": 19
      },
      {
        "chunk_id": 189,
        "text": "For this reason, m",
        "start": 19982,
        "end": 20000,
        "length": 18
      },
      {
        "chunk_id": 190,
        "text": "or this reason, m",
        "start": 19983,
        "end": 20000,
        "length": 17
      },
      {
        "chunk_id": 191,
        "text": "r this reason, m",
        "start": 19984,
        "end": 20000,
        "length": 16
      },
      {
        "chunk_id": 192,
        "text": " this reason, m",
        "start": 19985,
        "end": 20000,
        "length": 15
      },
      {
        "chunk_id": 193,
        "text": "this reason, m",
        "start": 19986,
        "end": 20000,
        "length": 14
      },
      {
        "chunk_id": 194,
        "text": "his reason, m",
        "start": 19987,
        "end": 20000,
        "length": 13
      },
      {
        "chunk_id": 195,
        "text": "is reason, m",
        "start": 19988,
        "end": 20000,
        "length": 12
      },
      {
        "chunk_id": 196,
        "text": "s reason, m",
        "start": 19989,
        "end": 20000,
        "length": 11
      },
      {
        "chunk_id": 197,
        "text": " reason, m",
        "start": 19990,
        "end": 20000,
        "length": 10
      },
      {
        "chunk_id": 198,
        "text": "reason, m",
        "start": 19991,
        "end": 20000,
        "length": 9
      },
      {
        "chunk_id": 199,
        "text": "eason, m",
        "start": 19992,
        "end": 20000,
        "length": 8
      },
      {
        "chunk_id": 200,
        "text": "ason, m",
        "start": 19993,
        "end": 20000,
        "length": 7
      },
      {
        "chunk_id": 201,
        "text": "son, m",
        "start": 19994,
        "end": 20000,
        "length": 6
      },
      {
        "chunk_id": 202,
        "text": "on, m",
        "start": 19995,
        "end": 20000,
        "length": 5
      },
      {
        "chunk_id": 203,
        "text": "n, m",
        "start": 19996,
        "end": 20000,
        "length": 4
      },
      {
        "chunk_id": 204,
        "text": ", m",
        "start": 19997,
        "end": 20000,
        "length": 3
      },
      {
        "chunk_id": 205,
        "text": " m",
        "start": 19998,
        "end": 20000,
        "length": 2
      },
      {
        "chunk_id": 206,
        "text": "m",
        "start": 19999,
        "end": 20000,
        "length": 1
      }
    ],
    "chunked": true
  },
  "status": "queued",
  "created_at": "2025-11-09T15:44:44.240561",
  "chunked": true,
  "chunk_count": 207
}