{
  "job_id": "6182bdc1-96c0-4b21-84cd-39534be9453c",
  "payload": {
    "text": "ADAPTIVE IMMUNE RESPONSES TO SARS-COV-2\r\r\rDMID Protocol Number: 20-xxxx\r\r\rSponsored by:\rNational Institute of Allergy and Infectious Diseases (NIAID)\rDivision of Microbiology and Infectious Diseases (DMID)\r\rDMID Funding Mechanism:\r\r\rCo-Principal Investigators:\rEvan Anderson, MD\rHana El Sahly, MD \rDaniel Hoft, MD, PhD\r\rDMID Clinical Project Manager:\r\r\r\rVersion 0.1\r\r11 August 2020\r\r\r\r\r\rSTATEMENT OF COMPLIANCE\rEach institution engaged in this research will hold a current Federal wide Assurance (FWA) issued by the Office of Human Research Protection (OHRP) for federally funded research. The Institutional Review Board (IRB)/Independent or Institutional Ethics Committee (IEC) must be registered with OHRP as applicable to the research. The study will be carried out in accordance with Good Clinical Practice (GCP) as required by the following:\rUnited States (US) Code of Federal Regulations (CFR) 45 CFR Part 46: Protection of Human Subjects\rFood and Drug Administration (FDA) Regulations, as applicable: 21 CFR Part 50 (Protection of Human Subjects), 21 CFR Part 54 (Financial Disclosure by Clinical Investigators), 21 CFR Part 56 (Institutional Review Boards), 21 CFR Part 11 (Electronic Records and Electronic Signatures), 21 CFR Part 312 (Investigational New Drug Application), and 21 CFR 812 (Investigational Device Exemptions)\rThe International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH) E6(R2) GCP; 62 Federal Register 25691 (1997); and future revisions\rThe Belmont Report: Ethical Principles and Guidelines for the Protection of Human Subjects of Research, Report of the National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research\rThe policies and procedures of National Institutes of Health (NIH) Office of Extramural Research and Division of Microbiology and Infectious Diseases (DMID)\rThe National Institute of Allergy and Infectious Diseases (NIAID) Terms of Award\rAny additional Federal, State, and Local Regulations and Guidance\rAll key personnel (all individuals responsible for the design and conduct of this study) have completed Human Subjects Protection Training.\r\r\r\r \fSIGNATURE PAGE\rThe signatures below constitute the approval of this protocol and attachments and provides the necessary assurances that this trial will be conducted according to all stipulations of the protocol, including all statements regarding confidentiality, and according to local legal and regulatory requirements, applicable US federal regulations and ICH guidelines.\rCo-Principal Investigator:\rSigned:\r\rDate:\r\r\rEvan Anderson, MD\u000bEmory University\r\r\r\rCo-Principal Investigator:\rSigned:\r\rDate:\r\r\rHana El Sahly, MD\u000bBaylor College of Medicine \r\r\r\rCo-Principal Investigator:\rSigned:\r\rDate:\r\r\rDaniel Hoft, MD, PhD\u000bSaint Louis University\r\r\r\r\r\r\rSite Investigator:\rSigned:\r\rDate:\r\r\rName, Credentials\u000bInstitution\r\r\r\r\r\r\rSite Investigator:\rSigned:\r\rDate:\r\r\rName, Credentials\u000bInstitution\r\r\r\r\r\r\r\r\rTABLE OF CONTENTS\r\rSTATEMENT OF COMPLIANCE\ti\rSIGNATURE PAGE\tii\rLIST OF ABBREVIATIONS\tvi\rPROTOCOL SUMMARY\tix\rSCHEMATIC OF STUDY DESIGN\txii\r1.\tKEY ROLES\t1\r2.\tBACKGROUND INFORMATION AND SCIENTIFIC RATIONALE\t3\r2.1\tBackground Information\t3\r2.2\tScientific Rationale\t3\r2.2.1\tVTEU Expertise\t4\r2.2.2\tImportance and Impact\t4\r2.3\tPotential Risks and Benefits\t5\r2.3.1\tPotential Risks\t5\r2.3.2\tKnown Potential Benefits\t6\r3.\tOBJECTIVES\t7\r3.1\tStudy Objectives Endpoints (Outcome Measures)\t7\r4.\tSTUDY DESIGN\t10\r5.\tSTUDY population\t12\r5.1\tSelection of the Study Population\t12\r5.2\tInclusion/Exclusion Criteria\t12\r5.2.1\tSubject Inclusion Criteria\t12\r5.2.2\tLeukapheresis Inclusion Criteria\t13\r5.2.3\tSubject Exclusion Criteria\t13\r5.3\tReasons for Withdrawal\t14\r5.3.1\tHandling of Withdrawals\t14\r5.3.2\tTermination of Study\t14\r6.\tSTUDY PROCEDURES/EVALUATIONS\t15\r6.1\tGroup 1: Participants with Confirmed COVID-19 Study Procedures\t15\r6.1.1\tVisit 1 ─ Screening/Enrollment/Baseline Visit, Day 1\t15\r6.1.2\tVisit 2 ─ Follow-up Visit, 48-72 hours after Enrollment\t16\r6.1.3\tVisit 3 ─ Follow-up Visit, DPO 8 (Window: Day 7-9)\t16\r6.1.4\tVisit 4 ─ Follow-up Visit, DPO 15 (Window: Day 13-17)\t16\r6.1.5\tVisit 5 ─ Follow-up Visit, DPO 30 (Window: Day 27-31)\t17\r6.1.6\tVisit 6 ─ Optional Visit, Leukapheresis (Window: Between Visit 5 and 7)\t17\r6.1.7\tVisit 7 ─ Follow-up Visit, DPO 90 (Window: Day 83-97)\t18\r6.1.8\tVisit 8 ─ Follow-up Visit, DPO 180 (Window: Day 173-187)\t18\r6.1.9\tVisit 9 ─ Final Visit, DPO 365 (Window: Day 351-379)\t18\r6.2\tGroup 2: Close Contacts of Enrolled COVID-19 Infected Patients Study Procedures\t19\r6.2.1\tVisit C1 ─ Screening/Enrollment/Baseline Visit, Day 1\t19\r6.2.2\tVisits C2 up to C7 ─ Follow-up Visits, Every Other Day (48-72 Hours) through Day 14 after Exposure\t20\r6.3\tClinical Evaluations\t20\r6.4\tLaboratory Evaluations\t21\r6.4.1\tLaboratory Evaluations/Assays\t21\r6.4.2\tSpecimen Collection, Preparation, Handling and Shipping\t22\r7.\tstatistical considerations\t24\r7.1\tStudy Hypotheses and Design\t24\r7.2\tSample Size Considerations\t24\r7.2.1\tPower Analysis for Continuous Outcome Variables\t24\r7.2.2\tPower Analysis for Response Rates\t27\r7.3\tParticipant Enrollment and Follow-Up\t29\r7.4\tAnalysis Plan\t29\r7.4.1\tAnalysis Variables\t30\r7.4.2\tAnalysis of Primary and Secondary Endpoints\t30\r8.\tethics/protection of human subjects AND OPERATIONAL CONSIDERATIONS\t32\r8.1\tInformed Consent Process\t32\r8.1.1\tInformed Consent/Assent Process (in Case of a Minor or Others Unable to Consent for Themselves\t33\r8.1.2\tHuman Genetic Testing\t33\r8.2\tSubject Confidentiality\t33\r8.3\tFuture Use of Stored Specimens\t34\r8.4\tQuality Control (QC) and Quality Assurance (QA)\t34\r9.\tData Handling, Data Quality Control and Record Keeping\t36\r9.1\tData Collection\t36\r9.1.1\tData Quality Control\t36\r9.1.2\tRetention of Data\t36\r9.1.3\tProtocol Deviations\t36\r10.\tLITERATURE REFERENCES\t38\rAppendix A:  SCHEDULE OF EVENTS (SOE)\t40\rAppendix B: NIAID Ordinal Scale for COVID-19\t45\r\rList of Tables\rTable 1: Objectives and Endpoints (Outcome Measures)\t7\rTable 2: Half-width of two-sided 95% confidence intervals for the mean of a continuous outcome measure based on observing a particular standard deviation as a function of the sample size (n) and the observed standard deviation\t25\rTable 3: Power for comparison of response magnitude between 2 groups of sizes n1 and n2, respectively, as a function of the standardized (Cohen’s) effect size\t26\rTable 4: Statistical power to detect a significant association between two continuous outcome variables (e.g., a continuous measure of an immune response and age) as a function of the sample size (n) for multiple true values of the correlation coefficient (r)\t27\rTable 5: Two-sided 95% confidence intervals for the true response rate based on observing a particular rate of responses in Groups 1 or 2 (n = 150), in Groups 1a, 1b, or 1c at enrollment (n = 50), and subgroups of varying sizes (n = 20, 30, 40)\t28\rTable 6: Group 1 COVID-19 Positive Cases SOE\t40\rTable 7: Group 2 Close Contact Exposures to Confirmed COVID-19 Patients SOE\t43\r\rLIST OF ABBREVIATIONS\rADCC\rAntibody-dependent cytotoxicity response\rADE\rAntibody-dependent enhancement\rAE\rAdverse Event\rASC\rBCR\rAntibody-secreting cell\rB cell receptor\rCAPA\rCorrective and Preventative Action Plan\rCDC\rCenter for Disease Control and Prevention\rCDR\rComplementarity determining region\rCEIRS\rCenters of Excellence for Influenza Research and Surveillance\rCFR\rCode of Federal Regulations\rCFSE\rCarboxyFluorescein Succinimidyl Ester\rCOV\rCoronavirus\rCOVID-19\rCoronavirus Disease 2019 (aka SARS-CoV-2)\rCQMP\rClinical Quality Management Plan\rCRF\rCase Report Form\rDHHS\rDepartment of Health and Human Services\rDNA\rDeoxyribonucleic acid\rDM\rData Management \rDMID\rDivision of Microbiology and Infectious Diseases, NIAID, NIH, DHHS\rDMP\rData Management Plan\rDPO\rDays post-illness onset\rECRF\rElectronic Case Report Form\rEIA\rEnzyme immunoassays\rELISPOT\rEnzyme-linked immunospot\rEMR\rElectronic Medical Record\rFDA\rFDR\rFood and Drug Administration\rFalse discovery rate\rFRNT\rFocus Reduction Neutralization Test\rFWA\rFWER\rFederalwide Assurance\rFamily-wise error rate\rGCP\rGEE\rGood Clinical Practice\rGeneralized estimating equations\rHgb\rHemoglobin (blood test)\rHIPAA\rHealth Insurance Portability and Accountability Act\rHIPC\rHuman Immunology Project Consortium\rIATA\rInternational Air Transport Association\rICF\rInformed Consent Form\rICH\rInternational Conference on Harmonisation\rICS\rIntracellular Cytokine Staining\rICU\rIntensive Care Unit\rIDCRC\rInfectious Diseases Clinical Research Consortium\rIEC\rIFN\rIndependent Ethics Committee\rInterferon\rIRB\rInstitutional Review Board\rIVIG\rIntravenous immunoglobulin\rLAR\rMAR\rMCAR\rLegally authorized representative\rMissing at random\rMissing completely at random\rMERS-CoV\rMiddle Eastern Respiratory Syndrome virus\rmg\rmilligram\rmL\rMilliliter\rMIS-C\rMultisystem Inflammatory Syndrome in Children\rMOP\rManual of Procedures\rmRNA\rMessenger RNA\rN\rNumber (typically refers to subjects)\rNAbs\rNeutralizing antibodies\rNETEC\rNational Emerging Special Pathogen Training and Education Center\rNIAID\rNational Institute of Allergy and Infectious Diseases, NIH, DHHS\rNIH\rNational Institutes of Health\rNK cells\rNatural killer cells\rNP\rNasopharyngeal\rOHRP\rOffice for Human Research Protections\rPBMC\rPeripheral Blood Mononuclear Cell\rPaO2/FiO2\rPartial pressure oxygen/fractional inspired oxygen\rPCR\rPolymerase chain reaction\rPD \rProtocol Deviation\rPE\rPhysical Exam\rPI\rPrincipal investigator\rPN\rParticipant Number \rQA\rQuality Assurance\rQC\rQuality Control\rR\rCorrelation coefficient\rRBD\rReceptor binding domain\rRNA\rRibonucleic acid\rRNAseq\rROC\rRNA sequencing\rReceiver operating characteristics\rSAP\rStatistical Analysis Plan\rSARS-CoV-1\rSevere Acute Respiratory Syndrome coronavirus 1\rSARS-CoV-2\rSevere Acute Respiratory Syndrome coronavirus 2\rSBP\rSystolic Blood Pressure\rSCHARP\rStatistical Center for HIV/AIDS Research and Prevention\rSCID\rSevere combined immunodeficiency\rSDSU\rStatistical and Data Science Unit\rSI\rSite Investigator\rSLU\rSOE\rSaint Louis University\rSchedule of Events\rTCR\rT-cell receptor\rUS\rUnited States\rVAERD\rVaccine-associated enhanced respiratory disease\rVTEU\rVaccine Treatment and Evaluation Unit\rWGS\rWhole genome sequencing\rWHO\rWorld Health Organization\r\r\r\r\r\rPROTOCOL SUMMARY\rTitle:\rAdaptive Immune Reponses to SARS-CoV-2\rPopulation:\rApproximately 300 participants (male and female adults > 18 years of age and male and female children <18 years of age) will be enrolled into one of two patient groups:\rGroup 1:\rPatients with confirmed COVID-19 \r150 patients divided roughly into subgroups of:\rGroup 1a: Approximately 50 adults admitted to the ICU\rGroup 1b: Approximately 50 hospitalized adults (non-ICU)\rGroup 1c: Approximately 50 outpatients (children and adults)\rGroup 2:\rClose contacts of enrolled COVID-19 infected patients in Group 1. \rApproximately 150 children and adults\r\rNumber of Sites:\rUp to ten VTEU sites \rStudy Duration:\rApproximately 24 months from implementation of field activity through closure and analysis\rParticipant Duration:\rGroup 1: 12 months; Group 2: 14 days\rObjectives:\rPrimary:\rTo characterize SARS-CoV-2-specific binding and neutralizing antibody responses by age and disease severity in study subjects.  (Groups 1 and 2)\r\rSecondary:\rTo characterize SARS-CoV-2-specific memory B cell responses.  (Groups 1a, 1b and 1c only)\rTo characterize the diversity of memory B cell repertoire signals.  (Groups 1a, 1b and 1c only)\rTo characterize important non-neutralizing S protein and non-S protein antibody responses. (Groups 1 and 2)\rTo characterize the T cell response by age and disease severity.  (Groups 1)\rTo characterize the T-cell Receptor (TCR) repertoire signature induced by SARS-CoV-2. (Groups 1a, 1b and 1c only)\rTo predict unique T cell epitopes expressed by SARS-CoV-2 and those shared by all 3 CoV epidemic strains (SARS-CoV-1, MERS and SARS-CoV-2).  (Groups 1 and 2)\rTo validate the immunogenicity of predicted SARS-CoV-2-specific T cell epitopes.  (Groups 1 and 2)\rTo conduct serologic epitope mapping.  (Groups 1 and 2)\rTo characterize transcriptional correlates of SARS-CoV-2 infection by age and disease severity.  (Groups 1 and 2)\rTo determine rates of SARS-CoV-2 infection among close contacts of COVID-19-positive enrolled subjects.  (Group 2 only) \r\rExploratory:\rTo determine targeted host genetic factors as predictors of disease acquisition and severity.  (Groups 1 and 2)\rTo describe innate responses to SARS-CoV-2.  (Groups 1 and 2)\rTo describe the role of exosomes in SARS-CoV-2 infection by age and disease severity.  (Groups 1 and 2)\rTo explore whether different T cell TCR and/or T cell phenotypes are associated with different severity of COVID-19 disease.  (Groups 1 and 2)\rTo collect large numbers of blood immune cells by leukapheresis from selected subjects to establish a specimen bank for future detailed COVID-19 immunological studies.  (Group 1) \rDescription of Study Design:\rThis is a prospective, observational, noninterventional cohort study designed to collect clinical information and specimens to evaluate innate and adaptive immune responses of patients with confirmed COVID-19 and their close contact household exposures.\rEstimated Time to Complete Enrollment:\r6 months\r\r\f\rSCHEMATIC OF STUDY DESIGN\rTotal N: Approximately 300 participants enrolled into one of two patient groups\r\rPrior to \rEnrollment\r(Screening)\r\r\r\r\r\rEnrollment\rVisit\r\r\r\r\r\r\r\r\rFollow-up\rVisits\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\rStudy Analysis\r\r\r\r\rKEY ROLES\rFor questions regarding this protocol, contact: (insert name of DMID CPM or other appropriate DMID staff) at NIAID/DMID (insert contact information)\rIndividuals:\rCo-Principal Investigator \u000bEvan Anderson, MD\u000bEmory University\r\rCo-Principal Investigator \u000bHana El Sahly, MD\u000bBaylor College of Medicine\r\rCo-Principal Investigator \u000bDaniel Hoft, MD, PhD\u000bSaint Louis University\r\rSite Investigator\u000bName, Credentials\u000bInstitution\r\rSite Investigator\u000bName, Credentials\u000bInstitution\r\rSite Investigator\u000bName, Credentials\u000bInstitution\r\rSite Investigator\u000bName, Credentials\u000bInstitution\rInstitutions:\rNIH – Division of Microbiology and Infectious Diseases (DMID)\r\rDMID/NIAID/NIH\u000b5601 Fishers Lane\u000bBethesda, MD 20892\rMedical Officer\u000b\rClinical Project Manager\u000b\rIDCRC Statistical and Data Science Unit (SDSU)\rFred Hutchinson Cancer Research Center\u000bStatistical Center for HIV/AIDS Research and Prevention (SCHARP)\u000b1100 Fairview Ave. N.\u000bP.O. Box 19024\u000bSeattle, WA 98109-1024\rIDCRC Laboratory Operations Unit (LOU)\rFred Hutchinson Cancer Research Center\u000bStatistical Center for HIV/AIDS Research and Prevention (SCHARP)\u000b1100 Fairview Ave. N.\u000bP.O. Box 19024\u000bSeattle, WA 98109-1024\rOperations Coordinating Center\rFHI 360\u000b359 Blackwell Street, Suite 200 \u000bDurham, NC 27701\r\r\rBACKGROUND INFORMATION AND SCIENTIFIC RATIONALE \rBackground Information \rThe first cases of “pneumonia of unknown cause” were identified in Wuhan, China in December 2019 (1). Shortly thereafter, the outbreak was determined to be caused by a novel coronavirus, SARS-CoV-2, a beta coronavirus (2), which is most closely related to certain bat coronaviruses, and to a lesser degree the Severe Acute Respiratory Syndrome virus (SARS-CoV-1) and the Middle Eastern Respiratory Syndrome virus (MERS-CoV). The disease spread worldwide and was declared a pandemic by the World Health Organization on the 11th of March. As of August 5, 2020, more than 18,000,000 cases and 700,000 deaths have been reported worldwide with rapidly increasing numbers daily. \rScientific Rationale \rVaccines to prevent disease and treatments for those with COVID-19 are a public health priority. To determine the best approaches to advance vaccines and therapeutics, an understanding of the pathogenesis and immune responses to the infection in different populations are important. The first vaccine, mRNA coding for the spike protein, is being evaluated through the Vaccine Treatment and Evaluation Units (VTEUs) (3). Many questions about the adaptive (e.g., antibodies, T cells, memory) responses to SARS-CoV-2 remain unanswered. The best correlate of protection against SARS-CoV-1 infection in animal models is neutralizing antibodies (nAbs) (4). The correlate of protection in humans for SARS-CoV-2 is not known. In recent publications, non-human primates infected with a live SARS-COV-2 or injected with either an RNA or DNA vaccine expressing the S protein were protected from subsequent live virus challenge (5, 6). Primates vaccinated with S protein-based DNA vaccines developed neutralizing antibodies and Interferon-γ (IFN- γ) CD4+ and CD8+ responses. Natural infection with human coronaviruses is thought to generate at least transient protective immunity via nAbs, (7) and the generation of neutralizing antibodies by inducing anti-S antibodies is the basis for most vaccine development approaches. \rMultiple groups have demonstrated the protective roles of CD4+ Th1 and CD8+ T cells against CoV infection. Infection-induced CD4+ and CD8+ T cells provide protection against lethal SARS-CoV-1 after adoptive transfer into SCID mice (8). High-level protection induced by mucosal vaccination with MERS/SARS nucleocapsid was lost after depletion of airway CD4+ T cells (9). Furthermore, T cell epitope-based vaccination inducing CD8+ T cells can provide protection against lethal SARS-CoV-1 challenge (10). These data and others support the development of T cell-targeted vaccines for SARS-CoV-2. \rOne of the most striking aspects of COVID-19 disease is variability in the presentation and outcomes from subclinical disease to fulminant acute lung injury and death. The most important predictor of disease presentation is age; with younger individuals having milder presentation and older individuals suffering serious clinical outcomes. The immunologic underpinnings of this phenomenon were not fully described in the literature. In recently published studies, certain patterns of immune responses associated with disease severity were described. In a total of 65 patients with mild, severe or extremely severe COVID-19, blood was collected at a single time point at diagnosis and analyzed. In general, increases in the percentages of B cells and NK cells and decreases in the percentages of CD3+ and CD4+ T cells were seen in extremely severe disease. A significant increase in expression of the activation marker HLA-DR on both CD4+ and CD8+ T cells and a significant decrease in the percentage of CD45RA+ Tregs were identified in patients with severe disease (11). In a study where 30 patients with COVID-19 were enrolled at a hospital in Italy, the CD3+CD8+ T cell populations obtained from patients with advanced disease expressed a senescent phenotype (12). The body of literature describing the cellular responses to SARS-CoV-2 infection is nascent and detailed description of these responses from samples collected longitudinally from patients with specific disease severity and in different age groups is lacking. The proposed study aims to fill this gap in the literature.\rVTEU Expertise\rThe VTEUs comprise 10 US sites with capacity to perform a wide variety of clinical studies and collect clinical information and specimens. A pilot study of Zika was conducted at Emory University, as well as a natural history study of Zika virus infection (DMID 16-0017 at Baylor, Emory and Saint Louis University VTEUs) for a rapid research response to Zika virus infections in US residents. Together these studies generated ground-breaking findings, resulting in publication of multiple manuscripts including case reports, viral shedding kinetics, innate and adaptive responses, and development of a Zika antibody dependent cellular cytotoxicity (ADCC) assay (13-19). Although we are aware that other efforts are underway through other NIAID networks (e.g., NETEC, CEIRS, HIPC), we believe the VTEUs have a unique capacity to respond to the COVID-19 pandemic, given the VTEU’s demonstrated ability to enroll and follow patients both in and out of the hospital and given the prior experience of DMID 16-0017. \rDevelopment of this study by the Emory, Baylor, and Saint Louis University VTEUs (a joint effort combining efforts from several independently submitted concepts), based upon the framework of the prior DMID 16-0017, will provide the opportunity for standardized sample collection and testing and facilitate the development of vaccines and therapeutics. It could also provide important data about potential correlates of protection.\rImportance and Impact\rUnique aspects of this study include: 1) enrollment of ICU, hospitalized, and non-hospitalized patients with serial specimen sampling (including early time points) and long-term follow-up (e.g., memory immune response); 2) comparisons of different age cohorts spanning from childhood to the elderly; 3) investigations of close contacts ensuring earlier studies of innate and adaptive immunity; and 4) the focus on identifying T cell epitopes relevant for both diagnostic and vaccine development.\rWe believe that this study is critical for a number of reasons:\rIt provides prospectively collected specimens from patients with well-defined time points that will enable the advancement of the adaptive response to SARS-CoV-2.\rThe study includes both adults and children with COVID-19. Data from children are by-in-large missing, despite occasional severe disease (e.g., MIS-C) and their potential role in transmission.\rGiven the ring sampling, it has high value in collecting samples from close contacts before SARS-CoV-2 infection occurs along with serial sampling after infection.  \rThis study promises a deeper dive into understanding the immunological response to SARS-CoV-2. It also ensures that multiple laboratories investigate these critical issues quickly and can verify findings in different populations. Should there be interest, efforts to collaboratively share certain specimens might be possible across the other networks for independent validation of certain key findings. \rPotential Risks and Benefits\rPotential Risks\rThe potential risks of participating in this trial are those associated with having blood drawn, leukapheresis (only for those adult volunteers consented for leukapheresis), nasopharyngeal (NP), mid-turbinate, nasal and oral specimen collection and breach of confidentiality. The risks of NP/mid-turbinate specimen collection include pain, tingling, discomfort, nosebleed, sneezing, and gagging. The risks of nasal and oral specimen collection include pain, tingling, discomfort, gagging, and rarely vomiting. \rDrawing blood may cause temporary discomfort and fainting. Fainting is usually transient and managed by having the subject lie down and elevate his/her legs. Bruising at the blood draw site may occur but can be prevented or lessened by applying pressure to the blood draw site for a few minutes after the blood is taken. Drawing blood may cause infection. The use of aseptic (sterile) technique will make infection at the site where blood will be drawn extremely unlikely.\rParticipation in research may involve a loss of privacy. Subject records will be kept as confidential as possible under the law. Individual identity will not be used in any reports or publications resulting from this trial.\rRisks of Leukapheresis (only for those adult volunteers consented for leukapheresis\rLeukapheresis may be associated with pain, bruising, and discomfort in the arms at the site of needle placement. Vasovagal episodes, characterized by transient hypotension, dizziness, nausea, and rarely syncope, are seen in less than 5% of procedures. Additional risks include increased pulse, seizures, and blood loss. Anticoagulants added to prevent the blood from clotting may lead to a sour taste in the mouth, mild muscle cramps and/or tingling sensation around the mouth, feet or hands. Mild reactions may be seen in 30-50% of leukapheresis procedures and can usually be relieved by slowing or temporarily interrupting the procedure or administering calcium carbonate tablets.\rA temporary decrease (1-2 days) in red blood cell count is common. Rarely, machine malfunction may result in the loss of a half pint to a pint of blood. Leukapheresis does not affect the blood’s ability to form clots in the event of subsequent cuts or injuries.\rKnown Potential Benefits\rThere is no direct benefit to the subjects. There is potential benefit to society resulting from insights gained from participation in this study due to the emerging threat of the SARS-CoV-2 outbreak.\rOBJECTIVES\rStudy Objectives Endpoints (Outcome Measures)\rTable 1: Objectives and Endpoints (Outcome Measures)\rObjectives\rEndpoints\rPrimary\rTo characterize SARS-CoV-2-specific binding and neutralizing antibody responses by age and disease severity in study subjects.\rMagnitude, kinetics and Ig isotypes of binding antibody responses to SARS-CoV-2 in blood by age and disease severity.\rMagnitude and kinetics of neutralizing antibody responses to SARS-CoV-2 in blood by age and disease severity.\rSecondary\rTo characterize SARS-CoV-2-specific memory B cell responses.\rMagnitude and durability of the memory B cell response.\rTo characterize the diversity of memory B cell repertoire signals.\rSingle cell immunoglobulin repertoire sequencing to evaluate diversity and specific roles of antibody clonotypes and cell type gene expression.\rTo characterize important non-neutralizing S protein and non-S protein antibody responses.\rMagnitude and kinetics of a functional ADCC response.\rMagnitude and kinetics of antibody responses to E-, M-, and N-proteins.\rMagnitude and kinetics of cross-reactive endemic human coronavirus antibody responses (CoV 229E, CoV HKU1, CoV NL63, CoV OC 43) by disease severity.\rTo characterize the T cell response by age and disease severity. \rMagnitude, kinetics, and cytokine profile of SARS-CoV-2-specific CD4 and CD8 T cells by ICS in blood by age and disease severity.\rTo characterize the T-cell Receptor (TCR) repertoire signature induced by SARS-CoV-2.\rTCR beta chain CDR3 sequencing to evaluate the T cell repertoires to SARS-CoV-2.\rTo predict unique T cell epitopes expressed by SARS-CoV-2 and those shared by all 3 CoV epidemic strains (SARS-CoV-1, MERS and SARS-CoV-2).\rImmunoinformatic identification of putative unique T cell epitopes expressed by SARS-CoV-2, and those shared by all 3 CoV epidemic strains.\rTo validate the immunogenicity of predicted SARS-CoV-2-specific T cell epitopes.\rHLA typing on salivary DNA (Oragene-Discover USA) to facilitate epitope-specific T cell analyses.\rT cell epitope mapping analyses by IFN-γ ELISPOT to validate predicted SARS-CoV-2-specific epitopes.\rTo conduct serologic epitope mapping.\rSerologic epitope mapping using phage display library.\rTo characterize transcriptional correlates of SARS-CoV-2 infection by age and disease severity.\rWhole Blood RNAseq to characterize transcriptional correlates of age and disease severity.\rTo determine rates of SARS-CoV-2 infection among close contacts of COVID-19-positive enrolled subjects.\rRates of SARS-CoV-2 detection among asymptomatic close contacts of COVID-19 positive enrolled subjects at enrollment and rates of SARS-CoV-2 detection in follow-up.\rExploratory\rTo determine targeted host genetic factors as predictors of disease acquisition and severity.\rComparisons of targeted host gene sequences with host gene expression data will allow exploration of host factors that correlate with resistance to infection and/or severe disease progression.\rTo describe innate responses to SARS-CoV-2.\rAnalyses of whole blood RNAseq and blood pro-inflammatory cytokine responses.\rTo describe the role of exosomes in SARS-CoV-2 infection by age and disease severity.\rPurification and characterization of the contents of exosomes obtained from subjects by age and disease severity.\rTo explore whether different T cell TCR and/or T cell phenotypes are associated with different severity of COVID-19 disease.\rSingle cell RNA sequencing to identify specific TCR and T cell phenotypes associated with different severity of COVID-19 disease.\rTo collect large numbers of blood immune cells by leukapheresis from selected subjects to establish a specimen bank for future detailed COVID-19 immunological studies. \rLeukapheresis on selected subjects to obtain large numbers of blood immune cells for more detailed immunologic future studies.\rSTUDY DESIGN\rThis is a prospective, observational, noninterventional cohort study designed to collect clinical information and specimens to evaluate the innate and adaptive immune responses from approximately 300 study participants. Both males and females will be screened for study interest and eligibility and enrolled, adults >18 years of age and children <18 years of age. Two types of participants will be recruited: \rGroup 1: 150 patients with confirmed COVID-19, and \rGroup 2: 150 close contact household exposures (20) to those enrolled with confirmed COVID-19. \rThree types of patients will be recruited in Group 1:\rGroup 1a: approximately 50 hospitalized adult patients admitted to the ICU\rGroup 1b: approximately 50 hospitalized adult patients (non-ICU)\rGroup 1c: approximately 50 outpatients, adults and children, adults and children\rGroup 1 Disease Severity at Enrollment\rParticipants will be initially enrolled into the appropriate Group 1 subgroup based on their disease symptoms/status at enrollment. After enrollment, if disease severity progresses, patients may be reassigned to the highest severity group (outpatient, non-ICU inpatient, or ICU inpatient) they achieve during follow-up. Crossing from one severity group to another may facilitate identification of early immune responses associated with progression to severe disease. The statistical analyses may reflect the clinical status/symptoms at the time samples were collected if deemed appropriate. (See Section 7, Statistical Considerations).\rGroup 1\rBaseline data will be collected from COVID-19-infected participants including demographics, medical history, exposure history, medications, signs/symptoms and symptom onset date to determine the days post-illness onset (DPO). Specimens will include NP/mid-turbinate swab, blood and salvage of other standard of care specimens as applicable. Clinical information and specimens will be collected at eight time points: enrollment, 48-72 hours after enrollment, and DPO 8, 15, 30, 90, 180, and 365. (See Section 6 Study Procedures/Evaluations).\rThe association between age, severity of illness, and duration of illness on COVID-19 immune responses will also be explored. The analyses will be stratified based upon receipt of greater than physiological steroids (>5 mg prednisone per day).\rAn optional study visit will be conducted between DPO 30 and 90 among ≥5 adults from each subgroup 1a, 1b, and 1c (total n = 15) who volunteer to undergo leukapheresis. Leukocytes will be selectively harvested; red cells and other blood components will be returned to the patient. Participation will be offered to all patients in each subgroup and volunteers will be accepted until the spots in each subgroup are filled. In a typical 1½ to 3-hour leukapheresis procedure, approximately 5x108 to 1x1010 cells can be isolated with only minimal loss of red blood cells. No sedation is required. The procedure will be done by trained staff at the study site and will be done using devices and procedures that conform to standard guidelines and SOPs.\rIdentification of close contacts will take place as soon as possible after Group 1 participants are enrolled.\rGroup 2\rTo study close contacts of Group 1 enrolled patients who agree, a ring sampling strategy will be used, beginning when a case of documented infection is determined and followed by systematic identification of close contacts. Approximately 150 close contacts (e.g., household), both asymptomatic and symptomatic, will be approached, consented, and enrolled into Group 2 (both children and adults) as soon as possible after their COVID-19 positive contact was diagnosed.\rBaseline data will be collected from Group 2 participants including demographics, medical history, exposure history, medications, and signs/symptoms. Specimens will include NP/mid-turbinate swab, self-collected upper respiratory tract specimens (nasal swab, saliva) and blood. Clinical information and specimens will be collected at enrollment and then every other day (every 48-72 hours) through Day 14 after enrollment (up to 6 follow-up visits) (See Section 6 Study Procedures/Evaluations).\rThose approached for enrollment into Group 2 but found to have signs/symptoms at enrollment may be enrolled in Group 2 awaiting SARS-CoV-2 confirmatory testing. If SARS-CoV-2 is detected by PCR, they may switch from Group 2 to the appropriate Group 1 subgroup and begin following the Group 1 Schedule of Events (SOE) beginning with Group 1 Study Visit 2. \rParticipants who have signs/symptoms at enrollment but a negative SARS-CoV-2 PCR test, as well as asymptomatic close contacts, will continue in Group 2 and be serially tested for SARS-CoV-2 by self-collected upper respiratory tract specimens through the 14-day study follow-up period. Specimens for PCR testing (nasal swab or saliva) will be obtained every 48-72 hours through Day 14 after enrollment. If they are found to be SARS-CoV-2 PCR positive at any point prior to Day 14, they will then shift to the appropriate Group 1 subgroup Study Visit 2. \rChildren who become hospitalized with COVID-19 will be terminated from Group 2 and not enrolled into Group 1. Children found to be PCR positive will shift to Group 1c only Study Visit 2. \rSTUDY population\rSelection of the Study Population\rApproximately 300 participants males and females, adults >18 years of age and children <18 years of age, will be screened to enroll participants who meet all eligibility criteria and agree to participate.\rPatients of a variety of health statuses will be recruited from up to all 10 VTEU sites. Sites can enroll from either outpatient or inpatient sites, or both. As this study is a descriptive study, sample size is based on feasibility instead of power for hypothesis testing.\rAdults will be enrolled into the following groups:\rGroup 1a: confirmed COVID-19, hospitalized admitted to the ICU\rGroup 1b: confirmed COVID-19, hospitalized (non-ICU)\rGroup 1c: confirmed COVID-19, outpatients\rGroup 2: close contact exposures to those enrolled with confirmed COVID-19\rChildren will be enrolled into the following groups:\rGroup 1c: confirmed COVID-19, outpatients\rGroup 2: close contact exposures to those enrolled with confirmed COVID-19\rA subset of ≥5 adult volunteers from each subgroup 1a, 1b, and 1c (n=15 total) will undergo leukapheresis during follow-up to compare immunological responses in those with variable severity and also to allow future comparisons with those receiving COVID-19 vaccines (enrolled in other studies). \rStudy staff will inform potential participants/legally authorized representatives (LAR) of the study, obtain informed consent, and determine study eligibility. Individuals who meet all study eligibility criteria and agree to participate will be enrolled.  \rUsual clinical management at VTEU outpatient or inpatient sites, including standard medical care and standard therapy, will not be modified because of the study. All participants will receive appropriate treatment for COVID-19 that is accepted by medical experts as standard of care for the specific institution and is widely used by healthcare professionals.\rInclusion/Exclusion Criteria\rSubject Inclusion Criteria\rSubjects must meet all the following inclusion criteria to be eligible to participate in the study:\rMust provide informed consent or have a LAR who provides informed consent. \rMust be available and willing to participate for the duration of this trial. \rConfirmed COVID-19 by PCR OR close contact (as defined by WHO) of an enrolled SARS-CoV-2 positive patient (e.g., household).\rLeukapheresis Inclusion Criteria\rA subject must meet all of the following criteria to be eligible for leukapheresis:\rWritten informed consent for leukapheresis is provided.\rAge >18 years old.\rWeight ≥110 pounds.\rScreening laboratory (e.g., Hgb) and clinical (e.g., pulse, blood pressure) evaluations are within acceptable normal reference ranges at the site where the leukapheresis procedure will be performed.\rNegative urine or serum pregnancy test within 48 hours of the leukapheresis procedure for women of childbearing potential.\rAdequate bilateral antecubital venous access.\rNo use of blood thinners, aspirin or NSAIDs at least 5 days before the leukapheresis procedure.\rSubject Exclusion Criteria\rSubjects meeting any of the following criteria at baseline will be excluded from study participation:\rThe investigator feels, for any reason, that participation in the study is unsafe for the patient or inappropriate for achievement of the study objectives.\rAnticipated mortality within 24 hours of enrollment.\rReceipt of intravenous immunoglobulin (IVIG), plasma, or monoclonal antibody directed against SARS-CoV-2.\rReceipt of an investigational immunomodulator or enrollment in a treatment trial that includes potential randomization to receive an investigational immunomodulator (e.g., baricitinib, anakinra, sarilumab, siltuximab, tocilizumab, interferon).\u0002\rPrior or current participation in a COVID-19 vaccine clinical trial.   \rPatients with immunosuppressive conditions (e.g., uncontrolled HIV defined as stable CD4 < 400 and/or viral load > 1,000 within 3 months of enrollment, solid organ transplant, active cancer treatment).\rReasons for Withdrawal\rParticipants may voluntarily withdraw their consent for further study participation at any time and for any reason without penalty or prejudice to future medical care. Participants may be withdrawn from further study participation for the following reasons:\rMedical disease or condition, or any new clinical finding for which continued participation, in the opinion of the site principal investigator (PI) or appropriate sub-investigator, would compromise the safety of the participant, interfere with the participant’s successful completion of the trial, or interfere with the evaluation of responses.\rAs deemed necessary by the site PI or appropriate sub-investigator for noncompliance or other reason. \rTermination of the study.\rHandling of Withdrawals\rParticipants who withdraw their consent from further study participation will not continue any study procedures and will no longer be contacted for follow-up. Participants who are withdrawn from further study participation by the site PI or appropriate sub-investigator for any reason will not continue study procedures. \rIf participants fail to appear for a follow-up visit, extensive effort (e.g., three documented contact attempts via phone calls or emails, made on separate occasions and followed by a certified letter) will be made to locate or recall them or at least to determine their health status. Subjects who cannot be located after extensive effort will no longer be contacted for follow-up. These efforts will be documented in the subject’s records.  \rTermination of Study\rAlthough the study sponsor has every intention of completing the trial, the sponsor reserves the right to terminate the trial at any time for clinical or administrative reasons.\rSTUDY PROCEDURES/EVALUATIONS\rStudy visit information is listed in this section and Appendix A. Further instructions are described in the protocol-specific MOP.\rGroup 1: Participants with Confirmed COVID-19 Study Procedures\rVisit 1 ─ Screening/Enrollment/Baseline Visit, Day 1\rSites will follow their site-specific instructions for approaching and screening potential participants for the enrollment visit. All participants successfully screened, consented, and enrolled in the study will undergo the following procedures:\rInformed consent (written, electronic or verbal) to participate in the study\rAssessment of eligibility\rEnrollment in the study\rCollection of patient information including demographics, medical history, exposure history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rCollection of contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs\u0002 may be collected as necessary\rHeight and weight will be recorded from medical record if available\rCollection of biological specimens including:\rNP/mid-turbinate swab\r10mL blood for serum from adults\r2.5mL blood for serum from children \r24mL blood for PBMCs from adults with significant anemia (Hg<10), compromised cardiac output and/or significant respiratory compromise\r60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rPediatric blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details. \rCollection of residuals from standard of care specimens (if available)\u0002 \rVisit 2 ─ Follow-up Visit, 48-72 hours after Enrollment\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs may be collected as necessary\rCollection of NP/mid-turbinate swab as needed. \rCollection of residuals from standard of care specimens (if available) \rVisit 3 ─ Follow-up Visit, DPO 8 (Window: Day 7-9) \rThis visit will occur if timing of the enrollment visit allows Visit 3 to occur during the visit window.\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs may be collected as necessary\rCollection of NP/mid-turbinate swab as needed \rCollection of 10mL blood for serum from adults\rCollection of residuals from standard of care specimens (if available) \rVisit 4 ─ Follow-up Visit, DPO 15 (Window: Day 13-17)\rThis visit will occur if timing of the enrollment visit allows Visit 4 to occur during the visit window.\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs may be collected as necessary\rCollection of biological specimens including:\rNP/mid-turbinate swab, as needed\r10mL blood for serum from adults\r2.5mL blood for serum from children \r24mL blood for PBMCs from adults with significant anemia (Hg<10), compromised cardiac output and/or significant respiratory compromise\r60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rPediatric blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details. \rCollection of residuals from standard of care specimens (if available) \rVisit 5 ─ Follow-up Visit, DPO 30 (Window: Day 27-31)\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs may be collected as necessary\rCollection of biological specimens including:\r10mL blood for serum from adults\r2.5mL blood for serum from children \r24mL blood for PBMCs from adults with significant anemia (Hg<10), compromised cardiac output and/or significant respiratory compromise\r60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rPediatric blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details \rCollection of residuals from standard of care specimens (if available)\rVisit 6 ─ Optional Visit, Leukapheresis (Window: Between Visit 5 and 7)\rTo support development of diagnostics, therapeutics and vaccines, a subset of adult volunteers enrolled in subgroups 1a, 1b, and 1c may undergo leukapheresis to collect additional samples for secondary research.\rLeukapheresis is an outpatient procedure during which leukocytes will be selectively harvested; red cells and other blood components will be returned to the subject. In a typical leukapheresis procedure, approximately 5x108 to 1x1010 cells can be isolated with only minimal loss of red blood cells. No sedation is required. The procedure will be done by trained staff at the study site and will be done using devices and procedures that conform to standard guidelines and SOPs.\rFor participants consented for leukapheresis, the following screening procedures will be performed locally during the week prior to the leukapheresis procedure; fasting is not required before collection of the following:\rCollection of blood for Hgb and/or other locally required laboratories\rConduct urine or serum pregnancy test within 48 hours of the leukapheresis procedure for women of childbearing potential. Results must be confirmed as negative prior to leukapheresis.  \rRefer to the protocol-specific MOP for details on the leukapheresis procedure.\rVisit 7 ─ Follow-up Visit, DPO 90 (Window: Day 83-97)\rCollection of patient information including interval medical history, medications and medical record review if available\rReview contact information\rPhysical exam may be performed.\rCollection of biological specimens including:\r10mL blood for serum from adults\r24mL blood for PBMCs from adults with significant anemia (Hg<10), compromised cardiac output and/or significant respiratory compromise\r60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rVisit 8 ─ Follow-up Visit, DPO 180 (Window: Day 173-187)\rCollection of patient information including interval medical history, medications and medical record review if available\rReview contact information\rPhysical exam may be performed.\rCollection of 10mL blood for serum from adults\rCollection of 60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rVisit 9 ─ Final Visit, DPO 365 (Window: Day 351-379)\rCollection of patient information including interval medical history, medications and medical record review if available\rReview contact information\rPhysical exam may be performed.\rCollection of 10mL blood for serum from adults\rCollection of 60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rAn optional blood draw for children will occur at this visit. Collection of 2.5 mL blood for serum and blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details.\rGroup 2: Close Contacts of Enrolled COVID-19 Infected Patients Study Procedures\rVisit C1 ─ Screening/Enrollment/Baseline Visit, Day 1\rSites will follow their site-specific instructions for approaching and screening potential participants for the enrollment visit. All participants successfully screened, consented, and enrolled in the study will undergo the following procedures.\rInformed consent (written, electronic or verbal) to participate in the study/ (and assent for participants who are children) will be obtained.\rAssessment of eligibility\rEnrollment in the study\rCollection of patient information including demographics, medical history, exposure history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rCollection of contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs\u0002 may be collected as necessary\rHeight and weight may be recorded from medical record if available\rCollection of biological specimens including:\rNP/mid-turbinate swab for clinical diagnosis of SARS CoV-2\rNasal swab and saliva sample (self-collected)\r10mL blood for serum from adults\r2.5 mL blood for serum from children\r60mL blood for PBMCs from adults \rPediatric blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details.\rNote: Close contacts who test positive for SARS-CoV-2 by PCR at the enrollment visit will switch from Group 2 to the appropriate Group 1 subgroup and begin following the Group 1 SOE beginning with Group 1 Study Visit 2.  \rNote: Children found to be PCR positive will shift to Group 1c only. Children who become hospitalized with COVID-19 will be terminated from Group 2 and not enrolled into Group 1.\rVisits C2 up to C7 ─ Follow-up Visits, Every Other Day (48-72 Hours) through Day 14 after Exposure\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed \rVital signs may be collected as necessary\rSelf-collection of upper respiratory tract specimens including nasal swab and saliva sample\rFinal Visit, Day 14 only\rCollection of biological specimens including, 10mL blood for serum from adults, 2.5 mL blood for serum from children.\rNote: If NP/mid-turbinate swab from Visit C1 or a subsequent upper respiratory tract self-collection specimen is positive for COVID-19, participant will be switched to the appropriate Group 1 COVID-19 positive participant SOE beginning with Group 1 Study Visit 2. \rClinical Evaluations\rMedical History/Exposure History will be obtained by interview of the participants or by review of medical records. Participants will be queried regarding a history of signs/symptoms of COVID-19.\rAt Visit 1, a physical exam may be performed based on participant’s disease severity and hospitalization status. Vital signs (temperature, heart rate, respiration rate, pulse oximetry) may be collected as necessary. Height and weight may be collected. If not possible to obtain at enrollment, the above information may be collected by medical history. \rAdministration of any concomitant medications, therapies or vaccines will be documented. Concomitant medications will include all current medications and medications taken within the 30 days prior to enrollment.\rDocumentation of receipt of intravenous immunoglobulin (IVIG), plasma, or monoclonal antibodies or investigational immunomodulator, as described by exclusion criterion #4, will be collected at enrollment.\rGroup 1 patients’ disease severity will be evaluated until symptoms resolve. A final disease severity score will be assessed using the highest level of severity achieved commensurate with the NIAID 8-point ordinal scale (See Appendix B). The NIAID scale has eight levels: Level 1 represents the most severe outcome (death), through Level 8, the least severe (not hospitalized, no limitations on activities).\rLaboratory Evaluations\rLaboratory Evaluations/Assays\rLaboratory testing will be conducted at both CLIA certified laboratories and noncertified labs. Blood specimens and volumes will be obtained in accordance with the SOE (Appendix A). Blood specimens that will be collected as part of the standard specimen collection protocol will include serum and anticoagulated plasma both of which will be used for antibody testing and/or for measurement of circulating cytokines. Blood samples for isolation and cryopreservation of peripheral blood mononuclear cells (PBMCs) are collected for use in B cell, T cell and innate immune cell responses.\rNP/mid-turbinate swabs and self-collected upper respiratory swabs will be collected for PCR testing.\rSpecimens will be collected for this study as indicated in the SOE and per detailed guidance provided in the MOP. In accordance with US National Institutes of Health (NIH) recommendations, adult blood collection will not exceed 10.5 mL/kg or 550 mL, whichever is smaller, over any eight-week period. For participants with more severe COVID-19 disease, blood volumes drawn for PBMC harvests will be reduced from 60 mL to 24 mL for visits 1, 5 and 7 if the participant’s hemoglobin is ≤ 10 gm/dL, or if they have cardiogenic shock (defined as systolic blood pressure < 90 for > 30 minutes, requiring pharmacological vasopressor or mechanical support to maintain SBP > 90, or Cardiac Index ≤ 2.2 L/min/m2 and/or Pulmonary Capillary Wedge Pressure ≥ 15 mmHg), or severe hypoxemia (defined as PaO2/FiO2 < 100 or clinical evidence of end-organ ischemia). In addition, we will either reduce the blood volume taken to 24 mL or eliminate the PBMC blood draw on visits 1, 5 and 7, if in the opinion of the physician responsible for the participant’s care the planned blood draw would compromise the patient’s clinical status.  \rIn accordance with US NIH recommendations, pediatric blood collection will not exceed 5 mL/kg in a single day or 9.5 mL/kg in any eight-week period.\rEndpoint Assays\rThe specimens collected as part of this study will be available to the VTEU sites, DMID, and other interested parties as part of a specimen biobank. Certain assays will move forward as part of this study through the VTEU laboratories or IDCRC. Many of these assays are already under development across the VTEUs. These include but are not limited to:\rAntibody assays:\rSARS-CoV-2 neutralization assay (e.g., FRNT)\rSARS-CoV-2 pseudoneutralization assay\rSpike protein EIA\rSpike RBD EIA\rADCC assay (NK-based cellular killing)\rnon-Spike protein antibodies (e.g., E, M, N)\rSerology for other endemic coronaviruses (e.g., HKU1)\rViral assays:\rSARS-CoV-2 PCR detection\rHost Genetics\rHost whole genome sequencing (WGS) \rT cell responses\rT cell 4 color ELISPOT, ICS and CFSE dilution/ICS assays\rTCR beta chain CDR3 sequencing to identify COVID-19 induced TCR repertoire changes.  \rSingle cell RNA sequencing to evaluate TCR repertoire and cell type transcriptional correlates of antigen-specific CD4 and CD8 T cell responses\rB cell assays\rMemory B cell responses\rSingle cell immunoglobulin repertoire sequencing to evaluate diversity and specific roles of antibody clonotypes;\rInnate immune responses\rOther:\rPurification of exosome and RNAseq\rWhole blood kinetic transcriptomics\rSpecimen Collection, Preparation, Handling and Shipping\rBiosafety level 2+ will be utilized for specimen processing as recommended by CDC (e.g., handling of specimens within a biosafety cabinet, masks). Participants will be enrolled and samples will be collected from participants by staff following current CDC (https://www.cdc.gov/coronavirus/2019-nCoV/infection-control.html) or local requirements (whichever is more stringent).\rAll specimens collected for this study will be labeled, transported, processed, tested, stored and/or shipped in accordance with site and local laboratory SOPs. The frequency of specimen collection and testing will be directed by the SOE. Additional details can be found in the protocol-specific MOP.\rInstructions for Specimen Preparation, Handling and Storage\rInstructions for specimen preparation, handling, and storage are included in the protocol-specific MOP.\rSpecimen Shipment\rInstructions for specimen shipment are included in the protocol-specific MOP.\r\r\f\rstatistical considerations\rStudy Hypotheses and Design\rThe overall objective of this prospective observational cohort study is to characterize immune responses to SARS-CoV-2 infection in patients who present varying levels of disease severity and clinical symptoms, and in their close contacts. The study hypothesizes that SARS-CoV-2 infection elicits broad immune responses in individual patients, and that these responses vary over time during infection and as disease severity and symptoms progress. The study will determine whether immune responses associate with disease severity, symptoms, and demographic variables (in particular, age). It will also characterize spread of infection within close contacts of COVID-19 infected patients.\rTo address its objectives with adequate power, the study will target enrolling approximately n = 150 COVID-19 infected patients (Group 1) and n = 150 adult and pediatric close contacts of the COVID-19 infected patients who are enrolled in Group 1 (Group 2). Three categories of patients will be recruited in Group 1: adult patients admitted to the ICU at enrollment or during follow-up (Group 1a), adult patients hospitalized but never admitted to the ICU during follow-up (Group 1b), and adult and pediatric outpatients never hospitalized during follow-up (Group 1c). The study will target recruiting approximately n = 50 subjects in each of these subgroups. See cohort descriptions in Section 4. \rThe primary statistical analysis of data from participants enrolled in Group 1 will be conducted using the most severe level of care received by each study participant, as defined by Groups 1a, 1b, and 1c. Secondary statistical analyses will be performed using the more granular NIAID ordinal disease severity scale that classifies patients into 8 distinct categories (see Appendix B).\rSample Size Considerations \rThe goal of the statistical analysis for the primary study objective is to summarize SARS-CoV-2-specific binding and neutralizing antibody responses, and to determine whether these responses associate with age and disease severity. The primary and secondary analyses are mostly exploratory in nature and will use a range of descriptive statistics (e.g., mean of continuous outcome variables, correlation coefficients, proportions). Additionally, hypothesis tests will be performed to compare groups or determine whether associations between pairs of variables are significant. The following two sections evaluate the power of the study for continuous outcome variables and for response rates separately.\rPower Analysis for Continuous Outcome Variables\rSome statistical analyses will characterize immune responses based on continuous outcome variables (e.g., response magnitude of SARS-CoV-2 specific B cells) by estimating the mean response magnitude in different groups of patients. The precision with which a mean response magnitude (more generally, the mean of a continuous outcome variable) is estimated may be evaluated by constructing an associated two-sided 95% confidence interval. The width of these intervals is independent of the mean response magnitude but depends on the observed standard deviation of the response magnitude measurements. The half-widths of confidence intervals are reported in Table 2 for multiple values of the standard deviation and several group sizes: n= 150 (Group 1 or Group 2), n = 100 (2 subgroups from Group 1 combined), n = 50 (e.g., Group 1a, 1b, or 1c), n = 45 and 40 (e.g., to evaluate the impact of 10% and 20% loss-to-follow-up in Group 1a, 1b or 1c), n = 25 (e.g., if disease severity progresses post-enrollment in 50% of patients in one subgroup of Group 1 (e.g., Groups 1b or 1c). The calculations assumed independent and identically normally distributed observations.  With a sample of size n = 50, they show that the half-width of the 95% confidence interval based on an observed standard deviation of 0.10 is 0.03. Therefore, with an observed mean response magnitude of 1.0 unit, the associated two-sided 95% confidence interval is [0.97; 1.03]. With a standard deviation of 0.50, a mean response magnitude of 1.0 unit, and a sample of size n = 50, the 95% confidence interval is [0.86; 1.14].\rTable 2: Half-width of two-sided 95% confidence intervals for the mean of a continuous outcome measure based on observing a particular standard deviation as a function of the sample size (n) and the observed standard deviation\rstd. dev.\rsample size (n)\r25\r40\r45\r50\r100\r150\r0.10\r0.04\r0.03\r0.03\r0.03\r0.02\r0.02\r0.25\r0.10\r0.08\r0.08\r0.07\r0.05\r0.04\r0.50\r0.21\r0.16\r0.15\r0.14\r0.10\r0.08\r0.75\r0.31\r0.24\r0.23\r0.21\r0.15\r0.12\r1.0\r0.41\r0.32\r0.30\r0.28\r0.20\r0.16\r2.0\r0.83\r0.64\r0.60\r0.57\r0.40\r0.32\r5.0\r2.06\r1.60\r1.50\r1.42\r0.99\r0.81\r10.0\r4.13\r3.20\r3.00\r2.84\r1.98\r1.61\r\rWe also evaluated the power of the study to detect statistically significant differences when comparing mean response magnitudes between two independent groups (e.g., Group 1a and Group 1b at enrollment). The calculations assumed a nonparametric two-sided Wilcoxon rank sum test with a 5% significance level, and that observations are sampled from two independent and normally distributed populations. The power of the test is presented in Table 3 as a function of the standardized (i.e., Cohen’s) effect size and of the sample sizes (n1 and n2) for 6 examples of sample sizes. For instance, with two groups of size n1 = 50 and n2 = 50, respectively, the study has about 68% power to detect statistically significant differences between the two groups if the standardized effect size is 0.50. Cohen’s effect sizes <0.25, 0.50 and >0.75 may be respectively interpreted as small, medium and large effect sizes.\rTable 3: Power for comparison of response magnitude between 2 groups of sizes n1 and n2, respectively, as a function of the standardized (Cohen’s) effect size\rstandardized effect size\r\rn1\r0.25\rn2\r\r20\r40\r45\r50\r100\r150\r\r\r\r\r\r\r\r20\r0.11\r0.13\r0.14\r0.17\r0.17\r0.18\r40\r\r0.19\r0.19\r0.20\r0.25\r0.28\r45\r\r\r0.20\r0.21\r0.26\r0.30\r50\r\r\r\r0.23\r0.28\r0.31\r100\r\r\r\r\r0.41\r0.47\r150\r\r\r\r\r\r0.57\r0.50\rn2\r\r\r\r\r\r\r\r20\r0.31\r0.41\r0.42\r0.44\r0.50\r0.52\r40\r\r0.57\r0.59\r0.62\r0.73\r0.77\r45\r\r\r0.64\r0.65\r0.77\r0.81\r50\r\r\r\r0.68\r0.80\r0.84\r100\r\r\r\r\r0.93\r0.96\r150\r\r\r\r\r\r0.99\r0.75\rn2\r\r\r\r\r\r\r\r20\r0.61\r0.74\r0.76\r0.77\r0.83\r0.86\r40\r\r0.90\r0.91\r0.93\r0.97\r0.98\r45\r\r\r0.92\r0.94\r0.98\r0.99\r50\r\r\r\r0.95\r0.99\r0.99\r100\r\r\r\r\r1.00\r0.99\r150\r\r\r\r\r\r1.00\r1.00\rn2\r\r\r\r\r\r\r\r20\r0.85\r0.93\r0.94\r0.95\r0.97\r0.98\r40\r\r0.99\r0.99\r1.00\r1.00\r1.00\r45\r\r\r1.00\r1.00\r1.00\r1.00\r50\r\r\r\r1.00\r1.00\r1.00\r100\r\r\r\r\r1.00\r1.00\r150\r\r\r\r\r\r1.00\r\rOne goal of the primary objective of the study is to determine whether continuous measures of immune responses (e.g., magnitude of binding and neutralizing antibody responses to SARS-CoV-2 measured in blood) associate with age. These analyses may be conducted by computing correlation coefficients between these variables within subgroups (Groups 1a, 1b, 1c). The power of the study to detect a significant association between two continuous variables is shown in Table 4 for several values of Pearson’s linear correlation coefficient (r) and sample sizes (n). One primary correlation analysis will be based on samples of size n = 50 where the study has about 83% power to detect significant associations between variables if the true value of the correlation coefficient is 0.4 or higher. If the true value of the correlation coefficient is 0.5 or higher, the power of the study is greater than or equal to 97%. Additional calculations are reported in the Table that account for 10% and 20% loss-to-follow-up within subgroups (n = 40 and 45), analysis based on all participants from either Group 1 or Group 2 (n = 150), and situations where subgroups 1a, 1b, or 1c are split (n = 20 and 30). These calculations assumed a two-sided test and 5% significance level (type-1 error rate). They were based on Cohen’s method and used an arctanh transformation of the correlation coefﬁcient (21).\rTable 4: Statistical power to detect a significant association between two continuous outcome variables (e.g., a continuous measure of an immune response and age) as a function of the sample size (n) for multiple true values of the correlation coefficient (r)\rTrue correlation coefficient (r)\rSample size (n)\r20\r30\r40\r45\r50\r100\r150\r0.3\r0.26\r0.37\r0.48\r0.53\r0.57\r0.86\r0.96\r0.4\r0.43\r0.61\r0.74\r0.79\r0.83\r0.99\r1.00\r0.5\r0.64\r0.83\r0.92\r0.95\r0.97\r1.00\r1.00\r0.6\r0.83\r0.95\r0.99\r0.99\r1.00\r1.00\r1.00\r0.7\r0.95\r0.99\r1.00\r1.00\r1.00\r1.00\r1.00\r0.8\r0.99\r1.00\r1.00\r1.00\r1.00\r1.00\r1.00\r0.9\r1.00\r1.00\r1.00\r1.00\r1.00\r1.00\r1.00\r\rPower Analysis for Response Rates\rThe immune responses will also be analyzed by estimating response rates. Examples of response rates include the proportion of patients who produce a given set of cytokines as measured by the intracellular cytokine (ICS) assay at a given time point post-enrollment, and the proportion of patients with SARS-CoV-2-specific B cell receptor (BCR) with a heavy chain encoded by a specific V gene family. The study will estimate the rate of SARS-CoV-2 infection among close contacts of COVID-19-positive enrolled subjects.\rThe precision with which the true response rate can be estimated from the observed data depends on the true underlying response rate and the sample size (n). Two-sided 95% confidence intervals for the response rate based on observing a particular rate of response among all patients from Group 1 (n = 150), or within a subgroup (n = 50), or within a subset of a patients of a subgroup (n = 20, 30, 40) are presented in Table 5 for a variety of scenarios. The sample size of n = 40 accounts for a 20% loss-to-follow-up. Calculations are done using the score test (22). For example, with a sample of size n = 150 (e.g., all patients from Group 1), the 95% confidence interval for the true response rate based on an observed rate of 50% is [42.1%; 57.9%]. In a subgroup of size n = 50 (e.g., all patients from Group 1a, or 1b, or 1c), the confidence interval based on an observed response rate of 50% is [36.6%; 63.4%].\rTable 5: Two-sided 95% confidence intervals for the true response rate based on observing a particular rate of responses in Groups 1 or 2 (n = 150), in Groups 1a, 1b, or 1c at enrollment (n = 50), and subgroups of varying sizes (n = 20, 30, 40)\rSample size\rNumber of responses \rResponse rate\r95% confidence interval (in %)\r150\r75\r0.50\r[42.1; 57.9]\r150\r90\r0.60\r[52.0; 67.5]\r150\r105\r0.70\r[62.2; 76.8]\r150\r120\r0.80\r[72.9; 85.6]\r150\r135\r0.90\r[84.2; 93.8]\r\r100\r50\r0.50\r[40.4; 59.6]\r100\r60\r0.60\r[50.2; 69.1]\r100\r70\r0.70\r[60.4; 78.1]\r100\r80\r0.80\r[71.1; 86.7]\r100\r90\r0.90\r[82.6; 94.5]\r\r50\r25\r0.50\r[36.6; 63.4]\r50\r30\r0.60\r[46.2; 72.4]\r50\r35\r0.70\r[56.2; 80.9]\r50\r40\r0.80\r[67.0; 88.8]\r50\r45\r0.90\r[78.6; 95.7]\r\r40\r20\r0.50\r[35.2; 64.8]\r40\r24\r0.60\r[44.6; 73.7]\r40\r28\r0.70\r[54.6; 81.9]\r40\r32\r0.80\r[65.2; 89.5]\r40 \r36\r0.90\r[76.9; 96.0]\r\r30\r15\r0.50\r[33.2; 66.8]\r30 \r18\r0.60\r[42.3; 75.4]\r30\r21\r0.70\r[52.1; 83.3]\r30\r24\r0.80\r[62.7; 90.5]\r30\r27\r0.90\r[74.4; 96.5]\r\r20\r10\r0.50\r[29.9; 70.1]\r20\r12\r0.60\r[38.7; 78.1]\r20\r14\r0.70\r[48.1; 85.5]\r20\r16  \r0.80\r[58.4; 91.9]\r20\r18\r0.90\r[69.9; 97.2]\r\rParticipant Enrollment and Follow-Up\rPatients who meet the inclusion criteria will be enrolled in Group 1 and assigned to either Group 1a, Group 1b, or Group 1c based on the maximum severity of their disease during follow-up. Enrollment will be monitored so that Groups 1a, 1b, and 1c each enrolls approximately n = 50 patients.\rWe anticipate that the study will complete enrollment in Group 1 within approximately 6 months upon opening. Every patient in Group 1 will be followed for about one year.  \rSubjects with close contact exposure to patients with confirmed SARS-CoV-2 in Group 1 and close contacts who meet the inclusion criteria will be enrolled in Group 2. We anticipate that the study will enroll the 150 participants in Group 2 from 75 to 100 households (i.e., an average of 1.5 to 2 close contacts per household). We expect that the study will complete enrollment in Group 2 within approximately 6 months upon opening. Every patient in Group 2 will be followed for about 14 days unless they develop SARS-CoV-2 infection by PCR.  \rAnalysis Plan\rAll data from enrolled patients will be analyzed. Most primary and secondary analyses will be performed using SAS and R statistical software. This section provides an overview of statistical approaches that will be used to perform data analysis.\rAnalysis Variables\rThe analysis variables consist of participant characteristics, such as demographics and medical history (including pre-existing conditions, new acute or chronic medical conditions, and concomitant medications), presentations of SARS-CoV-2 infection (including the clinical course of COVID-19), immunogenicity for primary, secondary, and exploratory objective analyses, and host genetics.\rAnalysis of Primary and Secondary Endpoints\rThe statistical analysis for the primary and secondary objectives of the study will seek to answer key questions related to the immune responses and clinical course of SARS-CoV-2 infection. \rThe study will not randomize patients between study arms, and statistical analyses will seek to adjust for covariates where deemed appropriate in order to account for potential confounders. For example, some analyses will be stratified based upon receipt of greater than physiological steroids (>5 mg prednisone per day).\rCategorical variables (e.g., binary responses, participants’ characteristics at enrollment) will be analyzed by tabulating the relative frequency of each category by group and time point, as appropriate. Crude response rates will be presented with their 95% confidence interval estimates calculated using the score test (22). Fisher’s exact tests will be used to compare response rates between two groups (e.g., to compare the distribution of gender in Groups 1a and 1b at enrollment). Because participants enrolled in distinct groups may differ in terms of demographic variables and comorbidities, many of the statistical analyses will compare response rates between groups using binary logistic regression to adjust for potential confounders (e.g., age, gender, race, comorbidities). \rContinuous variables (e.g., titers, cytokine levels) will be analyzed using univariate and bivariate descriptive statistics to summarize data by group, time point, gender, and race, for example. Data will be visualized using graphical techniques, including boxplots, density estimates, scatterplots, heatmaps, and networks.  Comparisons of two independent groups (e.g., age between Groups 1a and 1b at enrollment) will be performed using a nonparametric Wilcoxon rank sum test. If the data appear normally distributed within groups, we may use a 2-sample t-test instead. To compare more than two groups, we will first use a Kruskal-Wallis or an F-test (depending on the normality assumption) to test for overall differences. Should the overall test reach statistical significance at the 2-sided 0.05 level, individual (post-hoc) pairwise tests will be performed (e.g., using Dunn’s procedure following a Kruskal-Wallis’ test). Comparison of paired data will be accomplished using the Wilcoxon signed-rank test or paired t-test. In addition, since participants are not randomized between groups at enrollment, some of the statistical analyses will use multiple linear regression to compare groups while adjusting for potential confounders (e.g., age, gender, race, comorbidities). Longitudinal data will be analyzed using statistical methods for repeated measures and dependent data (e.g., mixed-effects models (23), generalized estimating equations (GEE) (24). Similar modeling approaches will be considered to account for potential intra-household correlations in analyses that involve data from Group 2. Preliminary data transformations (e.g., logarithmic, square root) may be performed in regression analyses to better satisfy assumptions of symmetry and homoscedasticity (constancy of variance).\rIf the frequency of missing data is substantial, statistical analyses will be performed using parametric models fitted using the method of maximum likelihood. This approach is robust when data are missing at random (MAR). MAR assumes that the probability of an observation being missing may depend upon the observed responses and observed covariates, but it does not depend on any unobserved factors. This assumption is less stringent than the missing completely at random (MCAR) assumption. If measurements of immune responses are left- and/or right-censored, we will use Hughes’ linear mixed effects models to accommodate censoring in analyses of repeated measures (25). Analyses of repeated immunogenicity measurements may be done using weighted GEE methods (26), which are valid under MAR. \rTo visualize multivariate immune response variables, we will use dimensionality reduction techniques (e.g., principal component analysis, multidimensional scaling, Uniform Manifold Approximation and Projection), and perform unsupervised learning (e.g., k-means, model-based clustering) to identify subgroups of participants with similar immune profiles. \rWhere appropriate (e.g., in transcriptional analysis), we will perform formal p-value adjustment for multiple comparisons. We will control either the family-wise error rate (FWER) using the Holm-Bonferroni procedure (27) or the false discovery rate (FDR) using the Benjamini-Hochberg or the Benjamini-Yekutieli procedures (28, 29). The selection of a method for p-value adjustment may depend on the objective of the statistical analysis.\rSome of the primary and secondary analyses will seek to identify predictive signatures of categorical outcome variables (e.g., disease severity) using a combination of demographic (e.g., age, race), clinical (e.g., comorbidity), and laboratory (e.g., viral load, immune responses) variables. We will first build candidate predictive models using multiple regression techniques (e.g., binary logistic regression for binary endpoints) modeling the probability of a particular event (e.g., disease progression, hospitalization) as a function of a set of predictors, while adjusting for potential confounding factors, as appropriate). Models may be fitted using regularization techniques (e.g., lasso, elastic net) and cross-validation to identify optimal tuning parameters. Where appropriate, we will assess the predictive power of candidate signatures using doubly (nested) cross-validated receiver operating characteristics (ROC) curves.\r\f\rethics/protection of human subjects AND OPERATIONAL CONSIDERATIONS\rInformed Consent Process \rFederal regulations specify the elements of informed consent that must be conveyed to research participants through the informed consent process (see 21 CFR 50.20). It is the responsibility of the SI and his/her assigned staff to ensure that all required information has been provided to potential research participants. This study will use two informed consent forms (ICFs), one for study participation and a separate consent for leukapheresis. The consent forms for this study will be IRB approved.\rThe study participation ICF is written so that the participants in Group 2 (household contacts) are informed that by agreeing to participate in the study they are also agreeing to switch to Group 1 (confirmed COVID-19 positive) if they develop a positive SARS-CoV-2 PCR at any time during the Group 2 SOE.\rInformed consent is a process that is initiated prior to the individual’s agreeing to participate in the study and continuing throughout the individual’s study participation. Participants may withdraw consent at any time during the trial. \rRisk exists to study staff of COVID-19 from fomites that the potential participant may handle, including consent documents. Three types of informed consent may be used in this study depending on the individual IRB policies, hospital or clinic policies, and the health of the potential participant.\rWritten informed consent\rStudy staff will give the potential participant (or LAR) written consent forms (as approved by the IRB) which describe the study procedures and risks in detail and will keep written documentation of informed consent. Staff will ask the potential participant (or LAR) to read and review the document, or have it read to them, and will be available to answer any questions the participant may have. The potential participant (or LAR) will sign the written ICF before any procedures are performed specifically for the study.\rVerbal informed consent\rStudy staff will read/explain a verbal version of the written consent form and potential participants (or LAR) will give their verbal consent in place of written consent to participate. Study staff will document verbal consent in lieu of participant (or LAR) signature.\rElectronic informed consent\rAlternatively, study staff can provide an electronic version of the consent form. Potential participants (or LAR) will consent to the research electronically if they wish to participate. The date and time of the electronic signature are automatically recorded, indicating when informed consent was obtained.\rThose who administer consent will provide extensive discussion of the study procedures, risks and possible benefits to the potential participant (or LAR). The potential participant (or LAR) will have the opportunity to discuss the study prior to agreeing to participate. A copy of the applicable consent form will be provided to the participant (or LAR). The consent will state that the administration and quality of their medical care will not be adversely affected if they decline to participate in this study.\rThe study staff’s approach to study participants will be compliant with HIPAA regulations.\rInformed Consent/Assent Process (in Case of a Minor or Others Unable to Consent for Themselves\rThis study plans to include legally defined minors, which vary from state to state, but which typically include unemancipated children under the age of 18. They will be contacted to participate in this study as part of Group 2, close contacts of enrolled SARS-CoV-2 infected patients. The parents (or legal guardian) will sign a consent form and age-appropriate assent will be obtained prior to participation in this study. If, after enrollment, they are found to be SARS-CoV-2 infected, children will be enrolled in Group 1c, confirmed COVID-19 outpatients. \rHuman Genetic Testing\rThe research staff will seek the participants’ consent for genetic research in this study, and for extra and residual specimens to be stored and used for secondary research evaluating human genomic and phenotypic markers. The rights and privacy of human subjects who participate in genomic or phenotypic research studies will be protected at all times.\rThe consent process will include an explanation of the potential risks to the individual participants and their families associated with data submitted to an NIH data repository and subsequent sharing. Data that may potentially identify human subjects will not be released in unrestricted databases. Participants will be informed that the evolution of genomic technology and analytical methods raises the risk of re-identification, even when specimens are de-identified. The consent will include whether individual participant data will be shared through an NIH controlled access data repository. Data for genomic or phenotypic research will be submitted to a controlled access data repository; therefore, informed consent permitting the data sharing must be documented, even if the specimens are de-identified.\rSubject Confidentiality\rThe participating investigators, their staff, and the sponsor(s) and their agents hold participant confidentiality strictly in trust. This confidentiality includes clinical information relating to enrolled participants. All clinical information will be maintained at the sites.\rThe study protocol, documentation, data and all other information generated during participation in the study will be held in strict confidence. No information concerning the study, or the data generated from the study, will be released to any unauthorized third party without prior written approval of the sponsor. Subject confidentiality will be maintained when study results are published or discussed at conferences. Authorized representatives of the sponsor or governmental regulatory agencies may inspect all documents and records required to be maintained by the investigator. The clinical study site will permit access to such records.\rAll records will be kept locked and all computer entry and networking programs will be carried out with coded numbers only and with password protected systems. All evaluation forms, reports, and other records that leave the site will be identified only by a coded number.\rThis research is covered by a Certificate of Confidentiality from the NIH. The researchers with this Certificate may not disclose or use information, documents, or biospecimens that may identify a subject in any federal, state, or local civil, criminal, administrative, legislative, or other action, suit, or proceeding, or be used as evidence, for example, if there is a court subpoena, unless a subject has consented for this use. Information, documents, or biospecimens protected by this Certificate cannot be disclosed to anyone else who is not connected with the research except, if there is a federal, state, or local law that requires disclosure (such as to report child abuse or communicable diseases but not for federal, state, or local civil, criminal, administrative, legislative, or other proceedings); if a subject has consented to the disclosure, including for their medical treatment; or if it is used for other scientific research, as allowed by federal regulations protecting research subjects.\rFuture Use of Stored Specimens\rThe research team intends to store plasma, serum, PBMC and residual samples from participants. Specimens may undergo future testing in the context of this trial. Archived specimens will be identified only by the specimen number, which will allow linkage of the samples to study data but not to any personal identifiers. A participant’s specimen will be kept until it is used up or destroyed after completion of this study.\rThe protocol ICF is written so that the participant is informed that by agreeing to participate in the study they are also agreeing to have samples stored for future additional research studies.  Participants will not be contacted with the results of these future research studies.  Future testing on specimens will only occur to the extent authorized in each study site’s ICF or as otherwise authorized under applicable law and after review and approval by the DMID and the IRB of the researcher requesting the specimens.\rQuality Control (QC) and Quality Assurance (QA)\rTo ensure the reliability of study data, each site will develop a Clinical Quality Management Plan (CQMP). The CQMP will describe:\rRoutine internal quality control (QC) and QA activities to measure, document and report study conduct, protocol adherence, human subjects’ protections, and reliability of the protocol-driven data collected;\rA process for addressing data quality issues (i.e., collecting, recording) and reporting findings in a timely manner); systemic issues (i.e., protocol conduct, non-compliance, human subject protections) and implementation and evaluation of Corrective and Preventative Action Plan (CAPA) procedures.\f\rData Handling, Data Quality Control and Record Keeping\rFor this study the IDCRC Statistical and Data Science Unit (SDSU) will be responsible for all issues relating to data collection (forms, tools and systems), quality control and management. SDSU will also provide statistical support for this study.\rA detailed data management plan (DMP) will be written prior to study initiation.\rData Collection\rData collection tools will be developed by SCHARP in conjunction with the protocol team. As part of the study activation process, the study site must identify all Case Report Forms (CRFs) to be used as source documents. Study CRF data will be entered and cleaned using the Medidata Rave EDC tool, a data management system compliant with the International Council on Harmonisation (ICH) Good Clinical Practices (GCP) and US CFR guidelines for electronic data capture.\rData Quality Control\rAll study sites will conduct quality control and quality assurance procedures in accordance with the DMID Clinical Quality Management Policy (https://www.niaid.nih.gov/sites/default/files/qualitymgmtplan.pdf).\rCRF Completion Guidelines will be provided by the SDSU prior to study initiation. Quality control queries will be routinely generated in the Medidata Rave EDC tool for study site verification and resolution.\rRetention of Data\rAll study sites will maintain source data/documents in accordance with the Source Documentation Standards for DMID Clinical Studies (https://www.dmidcroms.com/Shared%20Documents/Source%20Documentation%20Standards_English.pdf).\rThe study site will maintain, and store securely, complete, accurate and current study records throughout the study. Thereafter, instructions for record storage will be provided by DMID. No study records may be moved to an off-site location or destroyed prior to receiving approval from DMID.\rProtocol Deviations\rA protocol deviation is defined as an individual incident or omission in study conduct that results in added risk to the participant, nonadherence to the protocol, or nonadherence to the International Council on Harmonisation (ICH) Good Clinical Practices (GCP). Except to safeguard the health of study participants, neither the investigator nor site staff may deviate from an approved protocol without prior agreement by IDCRC and DMID.\rBecause research is complex and requires adherence to a large amount of detail, protocol deviations are expected to be a normal occurrence during the study. Study site will report protocol deviations in the Medidata Rave EDC tool. In some situations, additional documentation or recommended changes in study practices may be requested to resolve the protocol deviation and prevent future occurrence.\r\f\rLITERATURE REFERENCES\r1.\tHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet. 2020;395(10223):497-506.\r2.\tZhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020;382(8):727-33.\r3.\tJackson LA, Anderson EJ, Rouphael NG, Roberts PC, Makhene M, Coler RN, et al. An mRNA Vaccine against SARS-CoV-2 - Preliminary Report. N Engl J Med. 2020.\r4.\tYang ZY, Kong WP, Huang Y, Roberts A, Murphy BR, Subbarao K, et al. A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice. Nature. 2004;428(6982):561-4.\r5.\tChandrashekar A, Liu J, Martinot AJ, McMahan K, Mercado NB, Peter L, et al. SARS-CoV-2 infection protects against rechallenge in rhesus macaques. Science. 2020.\r6.\tYu J, Tostanoski LH, Peter L, Mercado NB, McMahan K, Mahrokhian SH, et al. DNA vaccine protection against SARS-CoV-2 in rhesus macaques. Science. 2020.\r7.\tShen C, Wang Z, Zhao F, Yang Y, Li J, Yuan J, et al. Treatment of 5 Critically Ill Patients With COVID-19 With Convalescent Plasma. JAMA. 2020.\r8.\tZhao J, Zhao J, Perlman S. T cell responses are required for protection from clinical disease and for virus clearance in severe acute respiratory syndrome coronavirus-infected mice. J Virol. 2010;84(18):9318-25.\r9.\tZhao J, Zhao J, Mangalam AK, Channappanavar R, Fett C, Meyerholz DK, et al. Airway Memory CD4(+) T Cells Mediate Protective Immunity against Emerging Respiratory Coronaviruses. Immunity. 2016;44(6):1379-91.\r10.\tChannappanavar R, Fett C, Zhao J, Meyerholz DK, Perlman S. Virus-specific memory CD8 T cells provide substantial protection from lethal severe acute respiratory syndrome coronavirus infection. J Virol. 2014;88(19):11034-44.\r11.\tWang F, Hou H, Luo Y, Tang G, Wu S, Huang M, et al. The laboratory tests and host immunity of COVID-19 patients with different severity of illness. JCI Insight. 2020;5(10).\r12.\tMazzoni A, Salvati L, Maggi L, Capone M, Vanni A, Spinicci M, et al. Impaired immune cell cytotoxicity in severe COVID-19 is IL-6 dependent. J Clin Invest. 2020.\r13.\tEl Sahly HM, Gorchakov R, Lai L, Natrajan MS, Patel SM, Atmar RL, et al. Clinical, Virologic, and Immunologic Characteristics of Zika Virus Infection in a Cohort of US Patients: Prolonged RNA Detection in Whole Blood. Open Forum Infect Dis. 2019;6(1):ofy352.\r14.\tBhaumik SK, Priyamvada L, Kauffman RC, Lai L, Natrajan MS, Cho A, et al. Pre-Existing Dengue Immunity Drives a DENV-Biased Plasmablast Response in ZIKV-Infected Patient. Viruses. 2018;11(1).\r15.\tLai L, Rouphael N, Xu Y, Natrajan MS, Beck A, Hart M, et al. Innate, T-, and B-Cell Responses in Acute Human Zika Patients. Clin Infect Dis. 2018;66(1):1-10.\r16.\tEdupuganti S, Natrajan MS, Rouphael N, Lai L, Xu Y, Feldhammer M, et al. Biphasic Zika Illness With Rash and Joint Pain. Open Forum Infect Dis. 2017;4(3):ofx133.\r17.\tWaggoner JJ, Rouphael N, Xu Y, Natrajan M, Lai L, Patel SM, et al. Pericarditis Associated With Acute Zika Virus Infection in a Returning Traveler. Open Forum Infect Dis. 2017;4(2):ofx103.\r18.\tMurray KO, Gorchakov R, Carlson AR, Berry R, Lai L, Natrajan M, et al. Prolonged Detection of Zika Virus in Vaginal Secretions and Whole Blood. Emerg Infect Dis. 2017;23(1):99-101.\r19.\tChen X, Anderson LJ, Rostad CA, Ding L, Lai L, Mulligan M, et al. Development and Optimization of a Zika Virus Antibody-Dependent Cell-Mediated Cytotoxicity (ADCC) Assay. 2020.\r20.\tCenters for Disease Control and Prevention. Contact Tracing for COVID-19 2020 [updated 22 Jul 2020. Available from: https://www.cdc.gov/coronavirus/2019-ncov/php/contact-tracing/contact-tracing-plan/contact-tracing.html.\r21.\tCohen J. Statistical Power Analysis for the Behavioral Sciences. 2nd edn. Hillsdale, NJ: Lawrence Erlbaum Associates. 1988.\r22.\tAgresti A, Coull BA. Approximate is better than “exact” for interval estimation of binomial proportions. The American Statistician. 1998;52(2):119-26.\r23.\tVerbeke G, Molenberghs G. Linear Mixed Models for Longitudinal Data. New York: Springer Science & Business Media; 2009.\r24.\tLiang K-Y, Zeger SL. Longitudinal data analysis using generalized linear models. Biometrika. 1986;73(1):13-22.\r25.\tHughes JP. Mixed effects models with censored data with application to HIV RNA levels. Biometrics. 1999;55(2):625-9.\r26.\tRotnitzky A, Robins J. Analysis of semi‐parametric regression models with non‐ignorable non‐response. Stat Med. 1997;16(1):81-102.\r27.\tHolm S. A simple sequentially rejective multiple test procedure. Scandinavian journal of statistics. 1979;6:65-70.\r28.\tBenjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. Journal of the Royal statistical society: series B (Methodological). 1995;57(1):289-300.\r29.\tBenjamini Y, Yekutieli D. The control of the false discovery rate in multiple testing under dependency. Annals of statistics. 2001;29(4):1165-88.\r\r\r\r\r\r\r\r\rAppendix A:  SCHEDULE OF EVENTS (SOE)\rTable 6: Group 1 COVID-19 Positive Cases SOE\rProcedures\rScreening/\u000bEnrollment/\u000bBaseline\rVisit 1, Day 1\rStudy Visit 2\r48-72 hrs. after enrollment\rStudy Visit 3\rDPO 8 (7-9)1\rStudy Visit 4\rDPO 15 \u000b(13-17)1\rStudy Visit 5\rDPO 30 \u000b(27-31)\rOptional Study Visit 6\r(between DPO 30 & 90)\rStudy Visit 7\rDPO 90\u000b (83-97)\rStudy Visit 8\rDPO 180 \u000b(173-187)\rStudy Visit 9\rDPO 365\u000b(351-379)\rInformed consent\rX\r\r\r\r\r\r\r\r\rReview Inclusion/Exclusion Criteria\rX\r\r\r\r\r\r\r\r\rDemographics\rX\r\r\r\r\r\r\r\r\rMedical history/Exposure history\rX\r\r\r\r\r\r\r\r\rMedications\rX\rX\rX\rX\rX\r\rX\rX\rX\rSigns/Symptoms of COVID-19\rX\rX\rX\rX\rX\r\r\r\r\rContact Information2\rX\r(X)\r(X)\r(X)\r(X)\r(X)\r(X)\r(X)\r(X)\rInterval History Updates\r\rX\rX\rX\rX\r\rX\rX\rX\rReview of medical records\r(X)\r(X)\r(X)\r(X)\r(X)\r\r(X)\r(X)\r(X)\rPhysical exam \r(X)\r(X)\r(X)\r(X)\r(X)\r\r(X)\r(X)\r(X)\rVital signs3\r(X)\r(X)\r(X)\r(X)\r(X)\r\r\r\r\rHeight and weight4\rX\r\r\r\r\r\r\r\r\rNP/mid-turbinate Swab5 \rX\r(X)\r(X)\r(X)\r\r\r\r\r\rPhlebotomy for serum, adults (mL)\r10\r\r10\r10\r10\r\r10\r10\r10\rPhlebotomy for serum, children (mL)\r2.5\r\r\r2.5\r2.5\r\r\r\r2.56\rPhlebotomy volumes for PBMCs in adults (mL)\r247 or 608\r\r\r247 or 608\r247 or 608\r\r247 or 608\r60\r60\rPhlebotomy volumes for PBMCs in children (mL)\r<1 mL/kg9\r\r\r<1 mL/kg9\r<1 mL/kg9\r\r\r\r<1 mL/kg6,9\rCollect residuals from standard of care10\rX\rX\rX\rX\rX\r\r\r\r\rLeukapheresis [subset of 5 patients each for Groups 1a, 1b, and 1c (adult only)]11\r\r\r\r\r\r5x10^8 to 1x10^10 cells\r\r\r\rPer Visit Blood Volume Total, adults (mL)\r347 or 708\r\r10\r347 or 708\r347 or 708\r\r347 or 708\r70\r70\rRunning Blood Volume Total, adults (mL)\r347 or 708\r\r447 or 808\r787 or 1508\r1127 or 2208\r\r1467 or 2908\r2167 or 3608\r2867 or 4308\rPer Visit Blood Volume Total, children (mL)\r2.5 + PBMC\r\r\r2.5 + PBMC\r2.5 + PBMC\r\r\r\r2.5 + PBMC\rRunning Blood Volume Total, children (mL)\r2.5 + PBMC\r\r\r5 + PBMC\r7.5 + PBMC\r\r\r\r10 + PBMC\r\rDPO – Days post-illness onset \r(X) – If needed or available \r1)  If enrollment timing is such that the subject can have this study visit within window.\r2)  Collect contact information at enrollment and review at follow-up as necessary.\r3)  May be collected as necessary; may include temperature, heart rate, respiration rate, pulse oximetry, etc.\r4)  May be obtained by history if not possible to obtain at enrollment (e.g., outpatients) \r5)  NP/mid-turbinate swab collected at enrollment as standard approach for clinical diagnosis.\r6)  Optional blood draw at 1 year.  \r7)  PBMC adult blood volumes for adults with significant anemia (Hg<10), compromised cardiac function (defined as systolic blood pressure < 90 for > 30 minutes, requiring pharmacological vasopressor or mechanical support to maintain SBP > 90, or Cardiac Index ≤ 2.2 L/min/m2 and/or Pulmonary Capillary Wedge Pressure ≥ 15 mmHg) and/or significant respiratory compromise (defined as PaO2/FiO2 < 100 or clinical evidence of end-organ ischemia). \r8)  PBMC adult blood volumes for non-ventilated adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions.\r9)  See MOP for detailed blood volumes based upon weight.\r10)  May be salvaged if available; may include blood, cough specimens, endotracheal aspirates, bronchoalveolar lavage and saliva. \r11) Leukapheresis collection is quantified by the number of cells collected, not by blood volume.\r\r\rTable 7: Group 2 Close Contact Exposures to Confirmed COVID-19 Patients SOE\rProcedures\rScreening/\u000bEnrollment\rBaseline1\rVisit C1, Day 1\rFollow-up Visits\rC2 up to C7\rEvery other day (48-72 hours) through Day 14 after exposure \rInformed consent\rX\r\rReview Inclusion/Exclusion Criteria\rX\r\rDemographics\rX\r\rMedical history/Exposure history\rX\r\rMedications\rX\rX\rSigns/Symptoms of COVID-19\rX\rX\rContact Information2\rX\r(X)\rInterval medical history\r\rX\rReview of medical records\r(X)\r(X)\rPhysical exam \r(X)\r(X)\rVital signs3\r(X)\r(X)\rHeight and weight4\r(X)\r\rNP/mid-turbinate Swab5\rX\r\rNasal swab6\rX\rX\rSaliva sample7\rX\rX\rPhlebotomy for serum, adults (mL)\r10\r10 mL (Day 14 only)\rPhlebotomy for serum, children (mL)\r2.5\r2.5 mL (Day 14 only)\rPhlebotomy volumes for PBMCs in adults (mL)8\r60\r\rPhlebotomy volumes for PBMCs in children (mL)\r≤1 mL/kg9\r\rPer Visit Blood Volume Total, adults (mL)\r70\r10 mL (Day 14 only)\rRunning Blood Volume Total, adults (mL)\r70\r80\rPer Visit Blood Volume Total, children (mL)\r2.5 + PBMC\r2.5 mL (Day 14 only)\rRunning Blood Volume Total, children (mL)\r2.5 + PBMC\r5 + PBMC\r\rX) – If needed or available\r1) Participants with a positive PCR at the enrollment visit will switch from Group 2 to the appropriate Group 1 subgroup and begin following the Group 1 SOE (Table 6) beginning with the appropriate Group 1 Study Visit. \r2) Collect contact information at enrollment and review at follow-up as necessary.\r3) May be collected as necessary; may include temperature, heart rate, respiration rate, pulse oximetry, etc.\r4) May be obtained by history if not possible to obtain at enrollment. \r5) NP/mid-turbinate swab collected at enrollment as standard approach for clinical diagnosis.\r6) Nasal swab collected for comparison with NP/mid-turbinate swab; self-collected at follow-up visits for PCR testing.\r7) Saliva sample collected for comparison with NP/mid-turbinate swab and nasal swab; self-collected at follow-up visits for PCR testing.\r8) PBMC adult blood volume listed is target amount for healthy adults. \r9) See MOP for detailed blood volumes for children based upon weight.\r\f\rAppendix B: NIAID Ordinal Scale for COVID-19\rFinal Disease Severity Score\r1\rDeath\r2\rHospitalized, on invasive mechanical ventilation or extracorporeal membrane oxygenation (ECMO)\r3\rHospitalized, on non-invasive ventilation or high flow oxygen devices\r4\rHospitalized, requiring supplemental oxygen\r5\rHospitalized, not requiring supplemental oxygen - requiring ongoing medical care (COVID-19 related or otherwise)\r6\rHospitalized, not requiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
    "mode": "document_truncated",
    "ta": "general_medicine",
    "request_id": "5c2ab1b7-6a4c-4c72-9c23-18ca1294cba5",
    "chunks": [
      {
        "chunk_id": 0,
        "text": "ADAPTIVE IMMUNE RESPONSES TO SARS-COV-2\r\r\rDMID Protocol Number: 20-xxxx\r\r\rSponsored by:\rNational Institute of Allergy and Infectious Diseases (NIAID)\rDivision of Microbiology and Infectious Diseases (DMID)\r\rDMID Funding Mechanism:\r\r\rCo-Principal Investigators:\rEvan Anderson, MD\rHana El Sahly, MD \rDaniel Hoft, MD, PhD\r\rDMID Clinical Project Manager:\r\r\r\rVersion 0.1\r\r11 August 2020\r\r\r\r\r\rSTATEMENT OF COMPLIANCE\rEach institution engaged in this research will hold a current Federal wide Assurance (FWA) issued by the Office of Human Research Protection (OHRP) for federally funded research. The Institutional Review Board (IRB)/Independent or Institutional Ethics Committee (IEC) must be registered with OHRP as applicable to the research. The study will be carried out in accordance with Good Clinical Practice (GCP) as required by the following:\rUnited States (US) Code of Federal Regulations (CFR) 45 CFR Part 46: Protection of Human Subjects\rFood and Drug Administration (FDA) Regulations, as applicable: 21 CFR Part 50 (Protection of Human Subjects), 21 CFR Part 54 (Financial Disclosure by Clinical Investigators), 21 CFR Part 56 (Institutional Review Boards), 21 CFR Part 11 (Electronic Records and Electronic Signatures), 21 CFR Part 312 (Investigational New Drug Application), and 21 CFR 812 (Investigational Device Exemptions)\rThe International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH) E6(R2) GCP; 62 Federal Register 25691 (1997); and future revisions\rThe Belmont Report: Ethical Principles and Guidelines for the Protection of Human Subjects of Research, Report of the National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research\rThe policies and procedures of National Institutes of Health (NIH) Office of Extramural Research and Division of Microbiology and Infectious Diseases (DMID)\rThe National Institute of Allergy and Infectious Diseases (NIAID) Terms of Award\rAny additional Federal, State, and Local Regulations and Guidance\rAll key personnel (all individuals responsible for the design and conduct of this study) have completed Human Subjects Protection Training.\r\r\r\r \fSIGNATURE PAGE\rThe signatures below constitute the approval of this protocol and attachments and provides the necessary assurances that this trial will be conducted according to all stipulations of the protocol, including all statements regarding confidentiality, and according to local legal and regulatory requirements, applicable US federal regulations and ICH guidelines.\rCo-Principal Investigator:\rSigned:\r\rDate:\r\r\rEvan Anderson, MD\u000bEmory University\r\r\r\rCo-Principal Investigator:\rSigned:\r\rDate:\r\r\rHana El Sahly, MD\u000bBaylor College of Medicine \r\r\r\rCo-Principal Investigator:\rSigned:\r\rDate:\r\r\rDaniel Hoft, MD, PhD\u000bSaint Louis University\r\r\r\r\r\r\rSite Investigator:\rSigned:\r\rDate:\r\r\rName, Credentials\u000bInstitution\r\r\r\r\r\r\rSite Investigator:\rSigned:\r\rDate:\r\r\rName, Credentials\u000bInstitution\r\r\r\r\r\r\r\r\rTABLE OF CONTENTS\r\rSTATEMENT OF COMPLIANCE\ti\rSIGNATURE PAGE\tii\rLIST OF ABBREVIATIONS\tvi\rPROTOCOL SUMMARY\tix\rSCHEMATIC OF STUDY DESIGN\txii\r1.\tKEY ROLES\t1\r2.\tBACKGROUND INFORMATION AND SCIENTIFIC RATIONALE\t3\r2.1\tBackground Information\t3\r2.2\tScientific Rationale\t3\r2.2.1\tVTEU Expertise\t4\r2.2.2\tImportance and Impact\t4\r2.3\tPotential Risks and Benefits\t5\r2.3.1\tPotential Risks\t5\r2.3.2\tKnown Potential Benefits\t6\r3.\tOBJECTIVES\t7\r3.1\tStudy Objectives Endpoints (Outcome Measures)\t7\r4.\tSTUDY DESIGN\t10\r5.\tSTUDY population\t12\r5.1\tSelection of",
        "start": 0,
        "end": 3499,
        "length": 3499
      },
      {
        "chunk_id": 1,
        "text": "s and Benefits\t5\r2.3.1\tPotential Risks\t5\r2.3.2\tKnown Potential Benefits\t6\r3.\tOBJECTIVES\t7\r3.1\tStudy Objectives Endpoints (Outcome Measures)\t7\r4.\tSTUDY DESIGN\t10\r5.\tSTUDY population\t12\r5.1\tSelection of the Study Population\t12\r5.2\tInclusion/Exclusion Criteria\t12\r5.2.1\tSubject Inclusion Criteria\t12\r5.2.2\tLeukapheresis Inclusion Criteria\t13\r5.2.3\tSubject Exclusion Criteria\t13\r5.3\tReasons for Withdrawal\t14\r5.3.1\tHandling of Withdrawals\t14\r5.3.2\tTermination of Study\t14\r6.\tSTUDY PROCEDURES/EVALUATIONS\t15\r6.1\tGroup 1: Participants with Confirmed COVID-19 Study Procedures\t15\r6.1.1\tVisit 1 ─ Screening/Enrollment/Baseline Visit, Day 1\t15\r6.1.2\tVisit 2 ─ Follow-up Visit, 48-72 hours after Enrollment\t16\r6.1.3\tVisit 3 ─ Follow-up Visit, DPO 8 (Window: Day 7-9)\t16\r6.1.4\tVisit 4 ─ Follow-up Visit, DPO 15 (Window: Day 13-17)\t16\r6.1.5\tVisit 5 ─ Follow-up Visit, DPO 30 (Window: Day 27-31)\t17\r6.1.6\tVisit 6 ─ Optional Visit, Leukapheresis (Window: Between Visit 5 and 7)\t17\r6.1.7\tVisit 7 ─ Follow-up Visit, DPO 90 (Window: Day 83-97)\t18\r6.1.8\tVisit 8 ─ Follow-up Visit, DPO 180 (Window: Day 173-187)\t18\r6.1.9\tVisit 9 ─ Final Visit, DPO 365 (Window: Day 351-379)\t18\r6.2\tGroup 2: Close Contacts of Enrolled COVID-19 Infected Patients Study Procedures\t19\r6.2.1\tVisit C1 ─ Screening/Enrollment/Baseline Visit, Day 1\t19\r6.2.2\tVisits C2 up to C7 ─ Follow-up Visits, Every Other Day (48-72 Hours) through Day 14 after Exposure\t20\r6.3\tClinical Evaluations\t20\r6.4\tLaboratory Evaluations\t21\r6.4.1\tLaboratory Evaluations/Assays\t21\r6.4.2\tSpecimen Collection, Preparation, Handling and Shipping\t22\r7.\tstatistical considerations\t24\r7.1\tStudy Hypotheses and Design\t24\r7.2\tSample Size Considerations\t24\r7.2.1\tPower Analysis for Continuous Outcome Variables\t24\r7.2.2\tPower Analysis for Response Rates\t27\r7.3\tParticipant Enrollment and Follow-Up\t29\r7.4\tAnalysis Plan\t29\r7.4.1\tAnalysis Variables\t30\r7.4.2\tAnalysis of Primary and Secondary Endpoints\t30\r8.\tethics/protection of human subjects AND OPERATIONAL CONSIDERATIONS\t32\r8.1\tInformed Consent Process\t32\r8.1.1\tInformed Consent/Assent Process (in Case of a Minor or Others Unable to Consent for Themselves\t33\r8.1.2\tHuman Genetic Testing\t33\r8.2\tSubject Confidentiality\t33\r8.3\tFuture Use of Stored Specimens\t34\r8.4\tQuality Control (QC) and Quality Assurance (QA)\t34\r9.\tData Handling, Data Quality Control and Record Keeping\t36\r9.1\tData Collection\t36\r9.1.1\tData Quality Control\t36\r9.1.2\tRetention of Data\t36\r9.1.3\tProtocol Deviations\t36\r10.\tLITERATURE REFERENCES\t38\rAppendix A:  SCHEDULE OF EVENTS (SOE)\t40\rAppendix B: NIAID Ordinal Scale for COVID-19\t45\r\rList of Tables\rTable 1: Objectives and Endpoints (Outcome Measures)\t7\rTable 2: Half-width of two-sided 95% confidence intervals for the mean of a continuous outcome measure based on observing a particular standard deviation as a function of the sample size (n) and the observed standard deviation\t25\rTable 3: Power for comparison of response magnitude between 2 groups of sizes n1 and n2, respectively, as a function of the standardized (Cohen’s) effect size\t26\rTable 4: Statistical power to detect a significant association between two continuous outcome variables (e.g., a continuous measure of an immune response and age) as a function of the sample size (n) for multiple true values of the correlation coefficient (r)\t27\rTable 5: Two-sided 95% confidence intervals for the true response rate based on observing a particular rate of responses in Groups 1 or 2 (n = 150), in Groups 1a, 1b, or 1c at enrollment (n =",
        "start": 3299,
        "end": 6794,
        "length": 3495
      },
      {
        "chunk_id": 2,
        "text": "t (r)\t27\rTable 5: Two-sided 95% confidence intervals for the true response rate based on observing a particular rate of responses in Groups 1 or 2 (n = 150), in Groups 1a, 1b, or 1c at enrollment (n = 50), and subgroups of varying sizes (n = 20, 30, 40)\t28\rTable 6: Group 1 COVID-19 Positive Cases SOE\t40\rTable 7: Group 2 Close Contact Exposures to Confirmed COVID-19 Patients SOE\t43\r\rLIST OF ABBREVIATIONS\rADCC\rAntibody-dependent cytotoxicity response\rADE\rAntibody-dependent enhancement\rAE\rAdverse Event\rASC\rBCR\rAntibody-secreting cell\rB cell receptor\rCAPA\rCorrective and Preventative Action Plan\rCDC\rCenter for Disease Control and Prevention\rCDR\rComplementarity determining region\rCEIRS\rCenters of Excellence for Influenza Research and Surveillance\rCFR\rCode of Federal Regulations\rCFSE\rCarboxyFluorescein Succinimidyl Ester\rCOV\rCoronavirus\rCOVID-19\rCoronavirus Disease 2019 (aka SARS-CoV-2)\rCQMP\rClinical Quality Management Plan\rCRF\rCase Report Form\rDHHS\rDepartment of Health and Human Services\rDNA\rDeoxyribonucleic acid\rDM\rData Management \rDMID\rDivision of Microbiology and Infectious Diseases, NIAID, NIH, DHHS\rDMP\rData Management Plan\rDPO\rDays post-illness onset\rECRF\rElectronic Case Report Form\rEIA\rEnzyme immunoassays\rELISPOT\rEnzyme-linked immunospot\rEMR\rElectronic Medical Record\rFDA\rFDR\rFood and Drug Administration\rFalse discovery rate\rFRNT\rFocus Reduction Neutralization Test\rFWA\rFWER\rFederalwide Assurance\rFamily-wise error rate\rGCP\rGEE\rGood Clinical Practice\rGeneralized estimating equations\rHgb\rHemoglobin (blood test)\rHIPAA\rHealth Insurance Portability and Accountability Act\rHIPC\rHuman Immunology Project Consortium\rIATA\rInternational Air Transport Association\rICF\rInformed Consent Form\rICH\rInternational Conference on Harmonisation\rICS\rIntracellular Cytokine Staining\rICU\rIntensive Care Unit\rIDCRC\rInfectious Diseases Clinical Research Consortium\rIEC\rIFN\rIndependent Ethics Committee\rInterferon\rIRB\rInstitutional Review Board\rIVIG\rIntravenous immunoglobulin\rLAR\rMAR\rMCAR\rLegally authorized representative\rMissing at random\rMissing completely at random\rMERS-CoV\rMiddle Eastern Respiratory Syndrome virus\rmg\rmilligram\rmL\rMilliliter\rMIS-C\rMultisystem Inflammatory Syndrome in Children\rMOP\rManual of Procedures\rmRNA\rMessenger RNA\rN\rNumber (typically refers to subjects)\rNAbs\rNeutralizing antibodies\rNETEC\rNational Emerging Special Pathogen Training and Education Center\rNIAID\rNational Institute of Allergy and Infectious Diseases, NIH, DHHS\rNIH\rNational Institutes of Health\rNK cells\rNatural killer cells\rNP\rNasopharyngeal\rOHRP\rOffice for Human Research Protections\rPBMC\rPeripheral Blood Mononuclear Cell\rPaO2/FiO2\rPartial pressure oxygen/fractional inspired oxygen\rPCR\rPolymerase chain reaction\rPD \rProtocol Deviation\rPE\rPhysical Exam\rPI\rPrincipal investigator\rPN\rParticipant Number \rQA\rQuality Assurance\rQC\rQuality Control\rR\rCorrelation coefficient\rRBD\rReceptor binding domain\rRNA\rRibonucleic acid\rRNAseq\rROC\rRNA sequencing\rReceiver operating characteristics\rSAP\rStatistical Analysis Plan\rSARS-CoV-1\rSevere Acute Respiratory Syndrome coronavirus 1\rSARS-CoV-2\rSevere Acute Respiratory Syndrome coronavirus 2\rSBP\rSystolic Blood Pressure\rSCHARP\rStatistical Center for HIV/AIDS Research and Prevention\rSCID\rSevere combined immunodeficiency\rSDSU\rStatistical and Data Science Unit\rSI\rSite Investigator\rSLU\rSOE\rSaint Louis University\rSchedule of Events\rTCR\rT-cell receptor\rUS\rUnited States\rVAERD\rVaccine-associated enhanced respiratory disease\rVTEU\rVaccine Treatment and Evaluation",
        "start": 6594,
        "end": 10083,
        "length": 3489
      },
      {
        "chunk_id": 3,
        "text": "\rSI\rSite Investigator\rSLU\rSOE\rSaint Louis University\rSchedule of Events\rTCR\rT-cell receptor\rUS\rUnited States\rVAERD\rVaccine-associated enhanced respiratory disease\rVTEU\rVaccine Treatment and Evaluation Unit\rWGS\rWhole genome sequencing\rWHO\rWorld Health Organization\r\r\r\r\r\rPROTOCOL SUMMARY\rTitle:\rAdaptive Immune Reponses to SARS-CoV-2\rPopulation:\rApproximately 300 participants (male and female adults > 18 years of age and male and female children <18 years of age) will be enrolled into one of two patient groups:\rGroup 1:\rPatients with confirmed COVID-19 \r150 patients divided roughly into subgroups of:\rGroup 1a: Approximately 50 adults admitted to the ICU\rGroup 1b: Approximately 50 hospitalized adults (non-ICU)\rGroup 1c: Approximately 50 outpatients (children and adults)\rGroup 2:\rClose contacts of enrolled COVID-19 infected patients in Group 1. \rApproximately 150 children and adults\r\rNumber of Sites:\rUp to ten VTEU sites \rStudy Duration:\rApproximately 24 months from implementation of field activity through closure and analysis\rParticipant Duration:\rGroup 1: 12 months; Group 2: 14 days\rObjectives:\rPrimary:\rTo characterize SARS-CoV-2-specific binding and neutralizing antibody responses by age and disease severity in study subjects.  (Groups 1 and 2)\r\rSecondary:\rTo characterize SARS-CoV-2-specific memory B cell responses.  (Groups 1a, 1b and 1c only)\rTo characterize the diversity of memory B cell repertoire signals.  (Groups 1a, 1b and 1c only)\rTo characterize important non-neutralizing S protein and non-S protein antibody responses. (Groups 1 and 2)\rTo characterize the T cell response by age and disease severity.  (Groups 1)\rTo characterize the T-cell Receptor (TCR) repertoire signature induced by SARS-CoV-2. (Groups 1a, 1b and 1c only)\rTo predict unique T cell epitopes expressed by SARS-CoV-2 and those shared by all 3 CoV epidemic strains (SARS-CoV-1, MERS and SARS-CoV-2).  (Groups 1 and 2)\rTo validate the immunogenicity of predicted SARS-CoV-2-specific T cell epitopes.  (Groups 1 and 2)\rTo conduct serologic epitope mapping.  (Groups 1 and 2)\rTo characterize transcriptional correlates of SARS-CoV-2 infection by age and disease severity.  (Groups 1 and 2)\rTo determine rates of SARS-CoV-2 infection among close contacts of COVID-19-positive enrolled subjects.  (Group 2 only) \r\rExploratory:\rTo determine targeted host genetic factors as predictors of disease acquisition and severity.  (Groups 1 and 2)\rTo describe innate responses to SARS-CoV-2.  (Groups 1 and 2)\rTo describe the role of exosomes in SARS-CoV-2 infection by age and disease severity.  (Groups 1 and 2)\rTo explore whether different T cell TCR and/or T cell phenotypes are associated with different severity of COVID-19 disease.  (Groups 1 and 2)\rTo collect large numbers of blood immune cells by leukapheresis from selected subjects to establish a specimen bank for future detailed COVID-19 immunological studies.  (Group 1) \rDescription of Study Design:\rThis is a prospective, observational, noninterventional cohort study designed to collect clinical information and specimens to evaluate innate and adaptive immune responses of patients with confirmed COVID-19 and their close contact household exposures.\rEstimated Time to Complete Enrollment:\r6 months\r\r\f\rSCHEMATIC OF STUDY DESIGN\rTotal N: Approximately 300 participants enrolled into one of two patient groups\r\rPrior to \rEnrollment\r(Screening)\r\r\r\r\r\rEnrollment\rVisit\r\r\r\r\r\r\r\r\rFollow-up\rVisits\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\rStudy Analysis\r\r\r\r\rKEY ROLES\rFor",
        "start": 9883,
        "end": 13376,
        "length": 3493
      },
      {
        "chunk_id": 4,
        "text": "proximately 300 participants enrolled into one of two patient groups\r\rPrior to \rEnrollment\r(Screening)\r\r\r\r\r\rEnrollment\rVisit\r\r\r\r\r\r\r\r\rFollow-up\rVisits\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\rStudy Analysis\r\r\r\r\rKEY ROLES\rFor questions regarding this protocol, contact: (insert name of DMID CPM or other appropriate DMID staff) at NIAID/DMID (insert contact information)\rIndividuals:\rCo-Principal Investigator \u000bEvan Anderson, MD\u000bEmory University\r\rCo-Principal Investigator \u000bHana El Sahly, MD\u000bBaylor College of Medicine\r\rCo-Principal Investigator \u000bDaniel Hoft, MD, PhD\u000bSaint Louis University\r\rSite Investigator\u000bName, Credentials\u000bInstitution\r\rSite Investigator\u000bName, Credentials\u000bInstitution\r\rSite Investigator\u000bName, Credentials\u000bInstitution\r\rSite Investigator\u000bName, Credentials\u000bInstitution\rInstitutions:\rNIH – Division of Microbiology and Infectious Diseases (DMID)\r\rDMID/NIAID/NIH\u000b5601 Fishers Lane\u000bBethesda, MD 20892\rMedical Officer\u000b\rClinical Project Manager\u000b\rIDCRC Statistical and Data Science Unit (SDSU)\rFred Hutchinson Cancer Research Center\u000bStatistical Center for HIV/AIDS Research and Prevention (SCHARP)\u000b1100 Fairview Ave. N.\u000bP.O. Box 19024\u000bSeattle, WA 98109-1024\rIDCRC Laboratory Operations Unit (LOU)\rFred Hutchinson Cancer Research Center\u000bStatistical Center for HIV/AIDS Research and Prevention (SCHARP)\u000b1100 Fairview Ave. N.\u000bP.O. Box 19024\u000bSeattle, WA 98109-1024\rOperations Coordinating Center\rFHI 360\u000b359 Blackwell Street, Suite 200 \u000bDurham, NC 27701\r\r\rBACKGROUND INFORMATION AND SCIENTIFIC RATIONALE \rBackground Information \rThe first cases of “pneumonia of unknown cause” were identified in Wuhan, China in December 2019 (1). Shortly thereafter, the outbreak was determined to be caused by a novel coronavirus, SARS-CoV-2, a beta coronavirus (2), which is most closely related to certain bat coronaviruses, and to a lesser degree the Severe Acute Respiratory Syndrome virus (SARS-CoV-1) and the Middle Eastern Respiratory Syndrome virus (MERS-CoV). The disease spread worldwide and was declared a pandemic by the World Health Organization on the 11th of March. As of August 5, 2020, more than 18,000,000 cases and 700,000 deaths have been reported worldwide with rapidly increasing numbers daily. \rScientific Rationale \rVaccines to prevent disease and treatments for those with COVID-19 are a public health priority. To determine the best approaches to advance vaccines and therapeutics, an understanding of the pathogenesis and immune responses to the infection in different populations are important. The first vaccine, mRNA coding for the spike protein, is being evaluated through the Vaccine Treatment and Evaluation Units (VTEUs) (3). Many questions about the adaptive (e.g., antibodies, T cells, memory) responses to SARS-CoV-2 remain unanswered. The best correlate of protection against SARS-CoV-1 infection in animal models is neutralizing antibodies (nAbs) (4). The correlate of protection in humans for SARS-CoV-2 is not known. In recent publications, non-human primates infected with a live SARS-COV-2 or injected with either an RNA or DNA vaccine expressing the S protein were protected from subsequent live virus challenge (5, 6). Primates vaccinated with S protein-based DNA vaccines developed neutralizing antibodies and Interferon-γ (IFN- γ) CD4+ and CD8+ responses. Natural infection with human coronaviruses is thought to generate at least transient protective immunity via nAbs, (7) and the generation of neutralizing antibodies by inducing anti-S antibodies is the basis for most vaccine",
        "start": 13176,
        "end": 16671,
        "length": 3495
      },
      {
        "chunk_id": 5,
        "text": "uman coronaviruses is thought to generate at least transient protective immunity via nAbs, (7) and the generation of neutralizing antibodies by inducing anti-S antibodies is the basis for most vaccine development approaches. \rMultiple groups have demonstrated the protective roles of CD4+ Th1 and CD8+ T cells against CoV infection. Infection-induced CD4+ and CD8+ T cells provide protection against lethal SARS-CoV-1 after adoptive transfer into SCID mice (8). High-level protection induced by mucosal vaccination with MERS/SARS nucleocapsid was lost after depletion of airway CD4+ T cells (9). Furthermore, T cell epitope-based vaccination inducing CD8+ T cells can provide protection against lethal SARS-CoV-1 challenge (10). These data and others support the development of T cell-targeted vaccines for SARS-CoV-2. \rOne of the most striking aspects of COVID-19 disease is variability in the presentation and outcomes from subclinical disease to fulminant acute lung injury and death. The most important predictor of disease presentation is age; with younger individuals having milder presentation and older individuals suffering serious clinical outcomes. The immunologic underpinnings of this phenomenon were not fully described in the literature. In recently published studies, certain patterns of immune responses associated with disease severity were described. In a total of 65 patients with mild, severe or extremely severe COVID-19, blood was collected at a single time point at diagnosis and analyzed. In general, increases in the percentages of B cells and NK cells and decreases in the percentages of CD3+ and CD4+ T cells were seen in extremely severe disease. A significant increase in expression of the activation marker HLA-DR on both CD4+ and CD8+ T cells and a significant decrease in the percentage of CD45RA+ Tregs were identified in patients with severe disease (11). In a study where 30 patients with COVID-19 were enrolled at a hospital in Italy, the CD3+CD8+ T cell populations obtained from patients with advanced disease expressed a senescent phenotype (12). The body of literature describing the cellular responses to SARS-CoV-2 infection is nascent and detailed description of these responses from samples collected longitudinally from patients with specific disease severity and in different age groups is lacking. The proposed study aims to fill this gap in the literature.\rVTEU Expertise\rThe VTEUs comprise 10 US sites with capacity to perform a wide variety of clinical studies and collect clinical information and specimens. A pilot study of Zika was conducted at Emory University, as well as a natural history study of Zika virus infection (DMID 16-0017 at Baylor, Emory and Saint Louis University VTEUs) for a rapid research response to Zika virus infections in US residents. Together these studies generated ground-breaking findings, resulting in publication of multiple manuscripts including case reports, viral shedding kinetics, innate and adaptive responses, and development of a Zika antibody dependent cellular cytotoxicity (ADCC) assay (13-19). Although we are aware that other efforts are underway through other NIAID networks (e.g., NETEC, CEIRS, HIPC), we believe the VTEUs have a unique capacity to respond to the COVID-19 pandemic, given the VTEU’s demonstrated ability to enroll and follow patients both in and out of the hospital and given the prior experience of DMID 16-0017. \rDevelopment of this study by the Emory, Baylor, and Saint Louis",
        "start": 16471,
        "end": 19965,
        "length": 3494
      },
      {
        "chunk_id": 6,
        "text": "EU’s demonstrated ability to enroll and follow patients both in and out of the hospital and given the prior experience of DMID 16-0017. \rDevelopment of this study by the Emory, Baylor, and Saint Louis University VTEUs (a joint effort combining efforts from several independently submitted concepts), based upon the framework of the prior DMID 16-0017, will provide the opportunity for standardized sample collection and testing and facilitate the development of vaccines and therapeutics. It could also provide important data about potential correlates of protection.\rImportance and Impact\rUnique aspects of this study include: 1) enrollment of ICU, hospitalized, and non-hospitalized patients with serial specimen sampling (including early time points) and long-term follow-up (e.g., memory immune response); 2) comparisons of different age cohorts spanning from childhood to the elderly; 3) investigations of close contacts ensuring earlier studies of innate and adaptive immunity; and 4) the focus on identifying T cell epitopes relevant for both diagnostic and vaccine development.\rWe believe that this study is critical for a number of reasons:\rIt provides prospectively collected specimens from patients with well-defined time points that will enable the advancement of the adaptive response to SARS-CoV-2.\rThe study includes both adults and children with COVID-19. Data from children are by-in-large missing, despite occasional severe disease (e.g., MIS-C) and their potential role in transmission.\rGiven the ring sampling, it has high value in collecting samples from close contacts before SARS-CoV-2 infection occurs along with serial sampling after infection.  \rThis study promises a deeper dive into understanding the immunological response to SARS-CoV-2. It also ensures that multiple laboratories investigate these critical issues quickly and can verify findings in different populations. Should there be interest, efforts to collaboratively share certain specimens might be possible across the other networks for independent validation of certain key findings. \rPotential Risks and Benefits\rPotential Risks\rThe potential risks of participating in this trial are those associated with having blood drawn, leukapheresis (only for those adult volunteers consented for leukapheresis), nasopharyngeal (NP), mid-turbinate, nasal and oral specimen collection and breach of confidentiality. The risks of NP/mid-turbinate specimen collection include pain, tingling, discomfort, nosebleed, sneezing, and gagging. The risks of nasal and oral specimen collection include pain, tingling, discomfort, gagging, and rarely vomiting. \rDrawing blood may cause temporary discomfort and fainting. Fainting is usually transient and managed by having the subject lie down and elevate his/her legs. Bruising at the blood draw site may occur but can be prevented or lessened by applying pressure to the blood draw site for a few minutes after the blood is taken. Drawing blood may cause infection. The use of aseptic (sterile) technique will make infection at the site where blood will be drawn extremely unlikely.\rParticipation in research may involve a loss of privacy. Subject records will be kept as confidential as possible under the law. Individual identity will not be used in any reports or publications resulting from this trial.\rRisks of Leukapheresis (only for those adult volunteers consented for leukapheresis\rLeukapheresis may be associated with pain, bruising, and discomfort in the arms at the",
        "start": 19765,
        "end": 23264,
        "length": 3499
      },
      {
        "chunk_id": 7,
        "text": "ns resulting from this trial.\rRisks of Leukapheresis (only for those adult volunteers consented for leukapheresis\rLeukapheresis may be associated with pain, bruising, and discomfort in the arms at the site of needle placement. Vasovagal episodes, characterized by transient hypotension, dizziness, nausea, and rarely syncope, are seen in less than 5% of procedures. Additional risks include increased pulse, seizures, and blood loss. Anticoagulants added to prevent the blood from clotting may lead to a sour taste in the mouth, mild muscle cramps and/or tingling sensation around the mouth, feet or hands. Mild reactions may be seen in 30-50% of leukapheresis procedures and can usually be relieved by slowing or temporarily interrupting the procedure or administering calcium carbonate tablets.\rA temporary decrease (1-2 days) in red blood cell count is common. Rarely, machine malfunction may result in the loss of a half pint to a pint of blood. Leukapheresis does not affect the blood’s ability to form clots in the event of subsequent cuts or injuries.\rKnown Potential Benefits\rThere is no direct benefit to the subjects. There is potential benefit to society resulting from insights gained from participation in this study due to the emerging threat of the SARS-CoV-2 outbreak.\rOBJECTIVES\rStudy Objectives Endpoints (Outcome Measures)\rTable 1: Objectives and Endpoints (Outcome Measures)\rObjectives\rEndpoints\rPrimary\rTo characterize SARS-CoV-2-specific binding and neutralizing antibody responses by age and disease severity in study subjects.\rMagnitude, kinetics and Ig isotypes of binding antibody responses to SARS-CoV-2 in blood by age and disease severity.\rMagnitude and kinetics of neutralizing antibody responses to SARS-CoV-2 in blood by age and disease severity.\rSecondary\rTo characterize SARS-CoV-2-specific memory B cell responses.\rMagnitude and durability of the memory B cell response.\rTo characterize the diversity of memory B cell repertoire signals.\rSingle cell immunoglobulin repertoire sequencing to evaluate diversity and specific roles of antibody clonotypes and cell type gene expression.\rTo characterize important non-neutralizing S protein and non-S protein antibody responses.\rMagnitude and kinetics of a functional ADCC response.\rMagnitude and kinetics of antibody responses to E-, M-, and N-proteins.\rMagnitude and kinetics of cross-reactive endemic human coronavirus antibody responses (CoV 229E, CoV HKU1, CoV NL63, CoV OC 43) by disease severity.\rTo characterize the T cell response by age and disease severity. \rMagnitude, kinetics, and cytokine profile of SARS-CoV-2-specific CD4 and CD8 T cells by ICS in blood by age and disease severity.\rTo characterize the T-cell Receptor (TCR) repertoire signature induced by SARS-CoV-2.\rTCR beta chain CDR3 sequencing to evaluate the T cell repertoires to SARS-CoV-2.\rTo predict unique T cell epitopes expressed by SARS-CoV-2 and those shared by all 3 CoV epidemic strains (SARS-CoV-1, MERS and SARS-CoV-2).\rImmunoinformatic identification of putative unique T cell epitopes expressed by SARS-CoV-2, and those shared by all 3 CoV epidemic strains.\rTo validate the immunogenicity of predicted SARS-CoV-2-specific T cell epitopes.\rHLA typing on salivary DNA (Oragene-Discover USA) to facilitate epitope-specific T cell analyses.\rT cell epitope mapping analyses by IFN-γ ELISPOT to validate predicted SARS-CoV-2-specific epitopes.\rTo conduct serologic epitope mapping.\rSerologic epitope mapping using phage display",
        "start": 23064,
        "end": 26553,
        "length": 3489
      },
      {
        "chunk_id": 8,
        "text": " cell analyses.\rT cell epitope mapping analyses by IFN-γ ELISPOT to validate predicted SARS-CoV-2-specific epitopes.\rTo conduct serologic epitope mapping.\rSerologic epitope mapping using phage display library.\rTo characterize transcriptional correlates of SARS-CoV-2 infection by age and disease severity.\rWhole Blood RNAseq to characterize transcriptional correlates of age and disease severity.\rTo determine rates of SARS-CoV-2 infection among close contacts of COVID-19-positive enrolled subjects.\rRates of SARS-CoV-2 detection among asymptomatic close contacts of COVID-19 positive enrolled subjects at enrollment and rates of SARS-CoV-2 detection in follow-up.\rExploratory\rTo determine targeted host genetic factors as predictors of disease acquisition and severity.\rComparisons of targeted host gene sequences with host gene expression data will allow exploration of host factors that correlate with resistance to infection and/or severe disease progression.\rTo describe innate responses to SARS-CoV-2.\rAnalyses of whole blood RNAseq and blood pro-inflammatory cytokine responses.\rTo describe the role of exosomes in SARS-CoV-2 infection by age and disease severity.\rPurification and characterization of the contents of exosomes obtained from subjects by age and disease severity.\rTo explore whether different T cell TCR and/or T cell phenotypes are associated with different severity of COVID-19 disease.\rSingle cell RNA sequencing to identify specific TCR and T cell phenotypes associated with different severity of COVID-19 disease.\rTo collect large numbers of blood immune cells by leukapheresis from selected subjects to establish a specimen bank for future detailed COVID-19 immunological studies. \rLeukapheresis on selected subjects to obtain large numbers of blood immune cells for more detailed immunologic future studies.\rSTUDY DESIGN\rThis is a prospective, observational, noninterventional cohort study designed to collect clinical information and specimens to evaluate the innate and adaptive immune responses from approximately 300 study participants. Both males and females will be screened for study interest and eligibility and enrolled, adults >18 years of age and children <18 years of age. Two types of participants will be recruited: \rGroup 1: 150 patients with confirmed COVID-19, and \rGroup 2: 150 close contact household exposures (20) to those enrolled with confirmed COVID-19. \rThree types of patients will be recruited in Group 1:\rGroup 1a: approximately 50 hospitalized adult patients admitted to the ICU\rGroup 1b: approximately 50 hospitalized adult patients (non-ICU)\rGroup 1c: approximately 50 outpatients, adults and children, adults and children\rGroup 1 Disease Severity at Enrollment\rParticipants will be initially enrolled into the appropriate Group 1 subgroup based on their disease symptoms/status at enrollment. After enrollment, if disease severity progresses, patients may be reassigned to the highest severity group (outpatient, non-ICU inpatient, or ICU inpatient) they achieve during follow-up. Crossing from one severity group to another may facilitate identification of early immune responses associated with progression to severe disease. The statistical analyses may reflect the clinical status/symptoms at the time samples were collected if deemed appropriate. (See Section 7, Statistical Considerations).\rGroup 1\rBaseline data will be collected from COVID-19-infected participants including demographics, medical history, exposure history,",
        "start": 26353,
        "end": 29846,
        "length": 3493
      },
      {
        "chunk_id": 9,
        "text": " deemed appropriate. (See Section 7, Statistical Considerations).\rGroup 1\rBaseline data will be collected from COVID-19-infected participants including demographics, medical history, exposure history, medications, signs/symptoms and symptom onset date to determine the days post-illness onset (DPO). Specimens will include NP/mid-turbinate swab, blood and salvage of other standard of care specimens as applicable. Clinical information and specimens will be collected at eight time points: enrollment, 48-72 hours after enrollment, and DPO 8, 15, 30, 90, 180, and 365. (See Section 6 Study Procedures/Evaluations).\rThe association between age, severity of illness, and duration of illness on COVID-19 immune responses will also be explored. The analyses will be stratified based upon receipt of greater than physiological steroids (>5 mg prednisone per day).\rAn optional study visit will be conducted between DPO 30 and 90 among ≥5 adults from each subgroup 1a, 1b, and 1c (total n = 15) who volunteer to undergo leukapheresis. Leukocytes will be selectively harvested; red cells and other blood components will be returned to the patient. Participation will be offered to all patients in each subgroup and volunteers will be accepted until the spots in each subgroup are filled. In a typical 1½ to 3-hour leukapheresis procedure, approximately 5x108 to 1x1010 cells can be isolated with only minimal loss of red blood cells. No sedation is required. The procedure will be done by trained staff at the study site and will be done using devices and procedures that conform to standard guidelines and SOPs.\rIdentification of close contacts will take place as soon as possible after Group 1 participants are enrolled.\rGroup 2\rTo study close contacts of Group 1 enrolled patients who agree, a ring sampling strategy will be used, beginning when a case of documented infection is determined and followed by systematic identification of close contacts. Approximately 150 close contacts (e.g., household), both asymptomatic and symptomatic, will be approached, consented, and enrolled into Group 2 (both children and adults) as soon as possible after their COVID-19 positive contact was diagnosed.\rBaseline data will be collected from Group 2 participants including demographics, medical history, exposure history, medications, and signs/symptoms. Specimens will include NP/mid-turbinate swab, self-collected upper respiratory tract specimens (nasal swab, saliva) and blood. Clinical information and specimens will be collected at enrollment and then every other day (every 48-72 hours) through Day 14 after enrollment (up to 6 follow-up visits) (See Section 6 Study Procedures/Evaluations).\rThose approached for enrollment into Group 2 but found to have signs/symptoms at enrollment may be enrolled in Group 2 awaiting SARS-CoV-2 confirmatory testing. If SARS-CoV-2 is detected by PCR, they may switch from Group 2 to the appropriate Group 1 subgroup and begin following the Group 1 Schedule of Events (SOE) beginning with Group 1 Study Visit 2. \rParticipants who have signs/symptoms at enrollment but a negative SARS-CoV-2 PCR test, as well as asymptomatic close contacts, will continue in Group 2 and be serially tested for SARS-CoV-2 by self-collected upper respiratory tract specimens through the 14-day study follow-up period. Specimens for PCR testing (nasal swab or saliva) will be obtained every 48-72 hours through Day 14 after enrollment. If they are found to be SARS-CoV-2 PCR positive at any",
        "start": 29646,
        "end": 33143,
        "length": 3497
      },
      {
        "chunk_id": 10,
        "text": "-day study follow-up period. Specimens for PCR testing (nasal swab or saliva) will be obtained every 48-72 hours through Day 14 after enrollment. If they are found to be SARS-CoV-2 PCR positive at any point prior to Day 14, they will then shift to the appropriate Group 1 subgroup Study Visit 2. \rChildren who become hospitalized with COVID-19 will be terminated from Group 2 and not enrolled into Group 1. Children found to be PCR positive will shift to Group 1c only Study Visit 2. \rSTUDY population\rSelection of the Study Population\rApproximately 300 participants males and females, adults >18 years of age and children <18 years of age, will be screened to enroll participants who meet all eligibility criteria and agree to participate.\rPatients of a variety of health statuses will be recruited from up to all 10 VTEU sites. Sites can enroll from either outpatient or inpatient sites, or both. As this study is a descriptive study, sample size is based on feasibility instead of power for hypothesis testing.\rAdults will be enrolled into the following groups:\rGroup 1a: confirmed COVID-19, hospitalized admitted to the ICU\rGroup 1b: confirmed COVID-19, hospitalized (non-ICU)\rGroup 1c: confirmed COVID-19, outpatients\rGroup 2: close contact exposures to those enrolled with confirmed COVID-19\rChildren will be enrolled into the following groups:\rGroup 1c: confirmed COVID-19, outpatients\rGroup 2: close contact exposures to those enrolled with confirmed COVID-19\rA subset of ≥5 adult volunteers from each subgroup 1a, 1b, and 1c (n=15 total) will undergo leukapheresis during follow-up to compare immunological responses in those with variable severity and also to allow future comparisons with those receiving COVID-19 vaccines (enrolled in other studies). \rStudy staff will inform potential participants/legally authorized representatives (LAR) of the study, obtain informed consent, and determine study eligibility. Individuals who meet all study eligibility criteria and agree to participate will be enrolled.  \rUsual clinical management at VTEU outpatient or inpatient sites, including standard medical care and standard therapy, will not be modified because of the study. All participants will receive appropriate treatment for COVID-19 that is accepted by medical experts as standard of care for the specific institution and is widely used by healthcare professionals.\rInclusion/Exclusion Criteria\rSubject Inclusion Criteria\rSubjects must meet all the following inclusion criteria to be eligible to participate in the study:\rMust provide informed consent or have a LAR who provides informed consent. \rMust be available and willing to participate for the duration of this trial. \rConfirmed COVID-19 by PCR OR close contact (as defined by WHO) of an enrolled SARS-CoV-2 positive patient (e.g., household).\rLeukapheresis Inclusion Criteria\rA subject must meet all of the following criteria to be eligible for leukapheresis:\rWritten informed consent for leukapheresis is provided.\rAge >18 years old.\rWeight ≥110 pounds.\rScreening laboratory (e.g., Hgb) and clinical (e.g., pulse, blood pressure) evaluations are within acceptable normal reference ranges at the site where the leukapheresis procedure will be performed.\rNegative urine or serum pregnancy test within 48 hours of the leukapheresis procedure for women of childbearing potential.\rAdequate bilateral antecubital venous access.\rNo use of blood thinners, aspirin or NSAIDs at least 5 days before the leukapheresis procedure.\rSubject",
        "start": 32943,
        "end": 36442,
        "length": 3499
      },
      {
        "chunk_id": 11,
        "text": "sis procedure for women of childbearing potential.\rAdequate bilateral antecubital venous access.\rNo use of blood thinners, aspirin or NSAIDs at least 5 days before the leukapheresis procedure.\rSubject Exclusion Criteria\rSubjects meeting any of the following criteria at baseline will be excluded from study participation:\rThe investigator feels, for any reason, that participation in the study is unsafe for the patient or inappropriate for achievement of the study objectives.\rAnticipated mortality within 24 hours of enrollment.\rReceipt of intravenous immunoglobulin (IVIG), plasma, or monoclonal antibody directed against SARS-CoV-2.\rReceipt of an investigational immunomodulator or enrollment in a treatment trial that includes potential randomization to receive an investigational immunomodulator (e.g., baricitinib, anakinra, sarilumab, siltuximab, tocilizumab, interferon).\u0002\rPrior or current participation in a COVID-19 vaccine clinical trial.   \rPatients with immunosuppressive conditions (e.g., uncontrolled HIV defined as stable CD4 < 400 and/or viral load > 1,000 within 3 months of enrollment, solid organ transplant, active cancer treatment).\rReasons for Withdrawal\rParticipants may voluntarily withdraw their consent for further study participation at any time and for any reason without penalty or prejudice to future medical care. Participants may be withdrawn from further study participation for the following reasons:\rMedical disease or condition, or any new clinical finding for which continued participation, in the opinion of the site principal investigator (PI) or appropriate sub-investigator, would compromise the safety of the participant, interfere with the participant’s successful completion of the trial, or interfere with the evaluation of responses.\rAs deemed necessary by the site PI or appropriate sub-investigator for noncompliance or other reason. \rTermination of the study.\rHandling of Withdrawals\rParticipants who withdraw their consent from further study participation will not continue any study procedures and will no longer be contacted for follow-up. Participants who are withdrawn from further study participation by the site PI or appropriate sub-investigator for any reason will not continue study procedures. \rIf participants fail to appear for a follow-up visit, extensive effort (e.g., three documented contact attempts via phone calls or emails, made on separate occasions and followed by a certified letter) will be made to locate or recall them or at least to determine their health status. Subjects who cannot be located after extensive effort will no longer be contacted for follow-up. These efforts will be documented in the subject’s records.  \rTermination of Study\rAlthough the study sponsor has every intention of completing the trial, the sponsor reserves the right to terminate the trial at any time for clinical or administrative reasons.\rSTUDY PROCEDURES/EVALUATIONS\rStudy visit information is listed in this section and Appendix A. Further instructions are described in the protocol-specific MOP.\rGroup 1: Participants with Confirmed COVID-19 Study Procedures\rVisit 1 ─ Screening/Enrollment/Baseline Visit, Day 1\rSites will follow their site-specific instructions for approaching and screening potential participants for the enrollment visit. All participants successfully screened, consented, and enrolled in the study will undergo the following procedures:\rInformed consent (written, electronic or verbal) to participate in the",
        "start": 36242,
        "end": 39734,
        "length": 3492
      },
      {
        "chunk_id": 12,
        "text": "llment visit. All participants successfully screened, consented, and enrolled in the study will undergo the following procedures:\rInformed consent (written, electronic or verbal) to participate in the study\rAssessment of eligibility\rEnrollment in the study\rCollection of patient information including demographics, medical history, exposure history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rCollection of contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs\u0002 may be collected as necessary\rHeight and weight will be recorded from medical record if available\rCollection of biological specimens including:\rNP/mid-turbinate swab\r10mL blood for serum from adults\r2.5mL blood for serum from children \r24mL blood for PBMCs from adults with significant anemia (Hg<10), compromised cardiac output and/or significant respiratory compromise\r60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rPediatric blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details. \rCollection of residuals from standard of care specimens (if available)\u0002 \rVisit 2 ─ Follow-up Visit, 48-72 hours after Enrollment\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs may be collected as necessary\rCollection of NP/mid-turbinate swab as needed. \rCollection of residuals from standard of care specimens (if available) \rVisit 3 ─ Follow-up Visit, DPO 8 (Window: Day 7-9) \rThis visit will occur if timing of the enrollment visit allows Visit 3 to occur during the visit window.\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs may be collected as necessary\rCollection of NP/mid-turbinate swab as needed \rCollection of 10mL blood for serum from adults\rCollection of residuals from standard of care specimens (if available) \rVisit 4 ─ Follow-up Visit, DPO 15 (Window: Day 13-17)\rThis visit will occur if timing of the enrollment visit allows Visit 4 to occur during the visit window.\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs may be collected as necessary\rCollection of biological specimens including:\rNP/mid-turbinate swab, as needed\r10mL blood for serum from adults\r2.5mL blood for serum from children \r24mL blood for PBMCs from adults with significant anemia (Hg<10), compromised cardiac output and/or significant respiratory compromise\r60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rPediatric blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details. \rCollection of residuals from standard of care specimens (if available) \rVisit 5 ─ Follow-up Visit, DPO 30 (Window: Day 27-31)\rCollection of patient information including",
        "start": 39534,
        "end": 43033,
        "length": 3499
      },
      {
        "chunk_id": 13,
        "text": "see MOP for specific details. \rCollection of residuals from standard of care specimens (if available) \rVisit 5 ─ Follow-up Visit, DPO 30 (Window: Day 27-31)\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs may be collected as necessary\rCollection of biological specimens including:\r10mL blood for serum from adults\r2.5mL blood for serum from children \r24mL blood for PBMCs from adults with significant anemia (Hg<10), compromised cardiac output and/or significant respiratory compromise\r60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rPediatric blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details \rCollection of residuals from standard of care specimens (if available)\rVisit 6 ─ Optional Visit, Leukapheresis (Window: Between Visit 5 and 7)\rTo support development of diagnostics, therapeutics and vaccines, a subset of adult volunteers enrolled in subgroups 1a, 1b, and 1c may undergo leukapheresis to collect additional samples for secondary research.\rLeukapheresis is an outpatient procedure during which leukocytes will be selectively harvested; red cells and other blood components will be returned to the subject. In a typical leukapheresis procedure, approximately 5x108 to 1x1010 cells can be isolated with only minimal loss of red blood cells. No sedation is required. The procedure will be done by trained staff at the study site and will be done using devices and procedures that conform to standard guidelines and SOPs.\rFor participants consented for leukapheresis, the following screening procedures will be performed locally during the week prior to the leukapheresis procedure; fasting is not required before collection of the following:\rCollection of blood for Hgb and/or other locally required laboratories\rConduct urine or serum pregnancy test within 48 hours of the leukapheresis procedure for women of childbearing potential. Results must be confirmed as negative prior to leukapheresis.  \rRefer to the protocol-specific MOP for details on the leukapheresis procedure.\rVisit 7 ─ Follow-up Visit, DPO 90 (Window: Day 83-97)\rCollection of patient information including interval medical history, medications and medical record review if available\rReview contact information\rPhysical exam may be performed.\rCollection of biological specimens including:\r10mL blood for serum from adults\r24mL blood for PBMCs from adults with significant anemia (Hg<10), compromised cardiac output and/or significant respiratory compromise\r60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rVisit 8 ─ Follow-up Visit, DPO 180 (Window: Day 173-187)\rCollection of patient information including interval medical history, medications and medical record review if available\rReview contact information\rPhysical exam may be performed.\rCollection of 10mL blood for serum from adults\rCollection of 60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rVisit 9 ─ Final Visit, DPO 365 (Window: Day 351-379)\rCollection of patient information including interval medical history, medications and medical record review if available\rReview contact",
        "start": 42833,
        "end": 46326,
        "length": 3493
      },
      {
        "chunk_id": 14,
        "text": " functions \rVisit 9 ─ Final Visit, DPO 365 (Window: Day 351-379)\rCollection of patient information including interval medical history, medications and medical record review if available\rReview contact information\rPhysical exam may be performed.\rCollection of 10mL blood for serum from adults\rCollection of 60mL blood for PBMCs from adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions \rAn optional blood draw for children will occur at this visit. Collection of 2.5 mL blood for serum and blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details.\rGroup 2: Close Contacts of Enrolled COVID-19 Infected Patients Study Procedures\rVisit C1 ─ Screening/Enrollment/Baseline Visit, Day 1\rSites will follow their site-specific instructions for approaching and screening potential participants for the enrollment visit. All participants successfully screened, consented, and enrolled in the study will undergo the following procedures.\rInformed consent (written, electronic or verbal) to participate in the study/ (and assent for participants who are children) will be obtained.\rAssessment of eligibility\rEnrollment in the study\rCollection of patient information including demographics, medical history, exposure history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rCollection of contact information\rPhysical exam may be performed to assess the need for advanced care in participants\rVital signs\u0002 may be collected as necessary\rHeight and weight may be recorded from medical record if available\rCollection of biological specimens including:\rNP/mid-turbinate swab for clinical diagnosis of SARS CoV-2\rNasal swab and saliva sample (self-collected)\r10mL blood for serum from adults\r2.5 mL blood for serum from children\r60mL blood for PBMCs from adults \rPediatric blood volumes for PBMCs will total ≤1 mL/kg; see MOP for specific details.\rNote: Close contacts who test positive for SARS-CoV-2 by PCR at the enrollment visit will switch from Group 2 to the appropriate Group 1 subgroup and begin following the Group 1 SOE beginning with Group 1 Study Visit 2.  \rNote: Children found to be PCR positive will shift to Group 1c only. Children who become hospitalized with COVID-19 will be terminated from Group 2 and not enrolled into Group 1.\rVisits C2 up to C7 ─ Follow-up Visits, Every Other Day (48-72 Hours) through Day 14 after Exposure\rCollection of patient information including interval medical history, medications and medical record review if available\rCollection of signs and symptoms of COVID-19\rReview contact information\rPhysical exam may be performed \rVital signs may be collected as necessary\rSelf-collection of upper respiratory tract specimens including nasal swab and saliva sample\rFinal Visit, Day 14 only\rCollection of biological specimens including, 10mL blood for serum from adults, 2.5 mL blood for serum from children.\rNote: If NP/mid-turbinate swab from Visit C1 or a subsequent upper respiratory tract self-collection specimen is positive for COVID-19, participant will be switched to the appropriate Group 1 COVID-19 positive participant SOE beginning with Group 1 Study Visit 2. \rClinical Evaluations\rMedical History/Exposure History will be obtained by interview of the participants or by review of medical records. Participants will be queried regarding a history of signs/symptoms of COVID-19.\rAt Visit 1, a physical exam may be performed based on participant’s disease",
        "start": 46126,
        "end": 49618,
        "length": 3492
      },
      {
        "chunk_id": 15,
        "text": "articipants or by review of medical records. Participants will be queried regarding a history of signs/symptoms of COVID-19.\rAt Visit 1, a physical exam may be performed based on participant’s disease severity and hospitalization status. Vital signs (temperature, heart rate, respiration rate, pulse oximetry) may be collected as necessary. Height and weight may be collected. If not possible to obtain at enrollment, the above information may be collected by medical history. \rAdministration of any concomitant medications, therapies or vaccines will be documented. Concomitant medications will include all current medications and medications taken within the 30 days prior to enrollment.\rDocumentation of receipt of intravenous immunoglobulin (IVIG), plasma, or monoclonal antibodies or investigational immunomodulator, as described by exclusion criterion #4, will be collected at enrollment.\rGroup 1 patients’ disease severity will be evaluated until symptoms resolve. A final disease severity score will be assessed using the highest level of severity achieved commensurate with the NIAID 8-point ordinal scale (See Appendix B). The NIAID scale has eight levels: Level 1 represents the most severe outcome (death), through Level 8, the least severe (not hospitalized, no limitations on activities).\rLaboratory Evaluations\rLaboratory Evaluations/Assays\rLaboratory testing will be conducted at both CLIA certified laboratories and noncertified labs. Blood specimens and volumes will be obtained in accordance with the SOE (Appendix A). Blood specimens that will be collected as part of the standard specimen collection protocol will include serum and anticoagulated plasma both of which will be used for antibody testing and/or for measurement of circulating cytokines. Blood samples for isolation and cryopreservation of peripheral blood mononuclear cells (PBMCs) are collected for use in B cell, T cell and innate immune cell responses.\rNP/mid-turbinate swabs and self-collected upper respiratory swabs will be collected for PCR testing.\rSpecimens will be collected for this study as indicated in the SOE and per detailed guidance provided in the MOP. In accordance with US National Institutes of Health (NIH) recommendations, adult blood collection will not exceed 10.5 mL/kg or 550 mL, whichever is smaller, over any eight-week period. For participants with more severe COVID-19 disease, blood volumes drawn for PBMC harvests will be reduced from 60 mL to 24 mL for visits 1, 5 and 7 if the participant’s hemoglobin is ≤ 10 gm/dL, or if they have cardiogenic shock (defined as systolic blood pressure < 90 for > 30 minutes, requiring pharmacological vasopressor or mechanical support to maintain SBP > 90, or Cardiac Index ≤ 2.2 L/min/m2 and/or Pulmonary Capillary Wedge Pressure ≥ 15 mmHg), or severe hypoxemia (defined as PaO2/FiO2 < 100 or clinical evidence of end-organ ischemia). In addition, we will either reduce the blood volume taken to 24 mL or eliminate the PBMC blood draw on visits 1, 5 and 7, if in the opinion of the physician responsible for the participant’s care the planned blood draw would compromise the patient’s clinical status.  \rIn accordance with US NIH recommendations, pediatric blood collection will not exceed 5 mL/kg in a single day or 9.5 mL/kg in any eight-week period.\rEndpoint Assays\rThe specimens collected as part of this study will be available to the VTEU sites, DMID, and other interested parties as part of a specimen biobank. Certain assays will move",
        "start": 49418,
        "end": 52916,
        "length": 3498
      },
      {
        "chunk_id": 16,
        "text": "ek period.\rEndpoint Assays\rThe specimens collected as part of this study will be available to the VTEU sites, DMID, and other interested parties as part of a specimen biobank. Certain assays will move forward as part of this study through the VTEU laboratories or IDCRC. Many of these assays are already under development across the VTEUs. These include but are not limited to:\rAntibody assays:\rSARS-CoV-2 neutralization assay (e.g., FRNT)\rSARS-CoV-2 pseudoneutralization assay\rSpike protein EIA\rSpike RBD EIA\rADCC assay (NK-based cellular killing)\rnon-Spike protein antibodies (e.g., E, M, N)\rSerology for other endemic coronaviruses (e.g., HKU1)\rViral assays:\rSARS-CoV-2 PCR detection\rHost Genetics\rHost whole genome sequencing (WGS) \rT cell responses\rT cell 4 color ELISPOT, ICS and CFSE dilution/ICS assays\rTCR beta chain CDR3 sequencing to identify COVID-19 induced TCR repertoire changes.  \rSingle cell RNA sequencing to evaluate TCR repertoire and cell type transcriptional correlates of antigen-specific CD4 and CD8 T cell responses\rB cell assays\rMemory B cell responses\rSingle cell immunoglobulin repertoire sequencing to evaluate diversity and specific roles of antibody clonotypes;\rInnate immune responses\rOther:\rPurification of exosome and RNAseq\rWhole blood kinetic transcriptomics\rSpecimen Collection, Preparation, Handling and Shipping\rBiosafety level 2+ will be utilized for specimen processing as recommended by CDC (e.g., handling of specimens within a biosafety cabinet, masks). Participants will be enrolled and samples will be collected from participants by staff following current CDC (https://www.cdc.gov/coronavirus/2019-nCoV/infection-control.html) or local requirements (whichever is more stringent).\rAll specimens collected for this study will be labeled, transported, processed, tested, stored and/or shipped in accordance with site and local laboratory SOPs. The frequency of specimen collection and testing will be directed by the SOE. Additional details can be found in the protocol-specific MOP.\rInstructions for Specimen Preparation, Handling and Storage\rInstructions for specimen preparation, handling, and storage are included in the protocol-specific MOP.\rSpecimen Shipment\rInstructions for specimen shipment are included in the protocol-specific MOP.\r\r\f\rstatistical considerations\rStudy Hypotheses and Design\rThe overall objective of this prospective observational cohort study is to characterize immune responses to SARS-CoV-2 infection in patients who present varying levels of disease severity and clinical symptoms, and in their close contacts. The study hypothesizes that SARS-CoV-2 infection elicits broad immune responses in individual patients, and that these responses vary over time during infection and as disease severity and symptoms progress. The study will determine whether immune responses associate with disease severity, symptoms, and demographic variables (in particular, age). It will also characterize spread of infection within close contacts of COVID-19 infected patients.\rTo address its objectives with adequate power, the study will target enrolling approximately n = 150 COVID-19 infected patients (Group 1) and n = 150 adult and pediatric close contacts of the COVID-19 infected patients who are enrolled in Group 1 (Group 2). Three categories of patients will be recruited in Group 1: adult patients admitted to the ICU at enrollment or during follow-up (Group 1a), adult patients hospitalized but never admitted to the ICU during",
        "start": 52716,
        "end": 56212,
        "length": 3496
      },
      {
        "chunk_id": 17,
        "text": "e categories of patients will be recruited in Group 1: adult patients admitted to the ICU at enrollment or during follow-up (Group 1a), adult patients hospitalized but never admitted to the ICU during follow-up (Group 1b), and adult and pediatric outpatients never hospitalized during follow-up (Group 1c). The study will target recruiting approximately n = 50 subjects in each of these subgroups. See cohort descriptions in Section 4. \rThe primary statistical analysis of data from participants enrolled in Group 1 will be conducted using the most severe level of care received by each study participant, as defined by Groups 1a, 1b, and 1c. Secondary statistical analyses will be performed using the more granular NIAID ordinal disease severity scale that classifies patients into 8 distinct categories (see Appendix B).\rSample Size Considerations \rThe goal of the statistical analysis for the primary study objective is to summarize SARS-CoV-2-specific binding and neutralizing antibody responses, and to determine whether these responses associate with age and disease severity. The primary and secondary analyses are mostly exploratory in nature and will use a range of descriptive statistics (e.g., mean of continuous outcome variables, correlation coefficients, proportions). Additionally, hypothesis tests will be performed to compare groups or determine whether associations between pairs of variables are significant. The following two sections evaluate the power of the study for continuous outcome variables and for response rates separately.\rPower Analysis for Continuous Outcome Variables\rSome statistical analyses will characterize immune responses based on continuous outcome variables (e.g., response magnitude of SARS-CoV-2 specific B cells) by estimating the mean response magnitude in different groups of patients. The precision with which a mean response magnitude (more generally, the mean of a continuous outcome variable) is estimated may be evaluated by constructing an associated two-sided 95% confidence interval. The width of these intervals is independent of the mean response magnitude but depends on the observed standard deviation of the response magnitude measurements. The half-widths of confidence intervals are reported in Table 2 for multiple values of the standard deviation and several group sizes: n= 150 (Group 1 or Group 2), n = 100 (2 subgroups from Group 1 combined), n = 50 (e.g., Group 1a, 1b, or 1c), n = 45 and 40 (e.g., to evaluate the impact of 10% and 20% loss-to-follow-up in Group 1a, 1b or 1c), n = 25 (e.g., if disease severity progresses post-enrollment in 50% of patients in one subgroup of Group 1 (e.g., Groups 1b or 1c). The calculations assumed independent and identically normally distributed observations.  With a sample of size n = 50, they show that the half-width of the 95% confidence interval based on an observed standard deviation of 0.10 is 0.03. Therefore, with an observed mean response magnitude of 1.0 unit, the associated two-sided 95% confidence interval is [0.97; 1.03]. With a standard deviation of 0.50, a mean response magnitude of 1.0 unit, and a sample of size n = 50, the 95% confidence interval is [0.86; 1.14].\rTable 2: Half-width of two-sided 95% confidence intervals for the mean of a continuous outcome measure based on observing a particular standard deviation as a function of the sample size (n) and the observed standard deviation\rstd. dev.\rsample size",
        "start": 56012,
        "end": 59457,
        "length": 3445
      },
      {
        "chunk_id": 18,
        "text": "intervals for the mean of a continuous outcome measure based on observing a particular standard deviation as a function of the sample size (n) and the observed standard deviation\rstd. dev.\rsample size (n)\r25\r40\r45\r50\r100\r150\r0.10\r0.04\r0.03\r0.03\r0.03\r0.02\r0.02\r0.25\r0.10\r0.08\r0.08\r0.07\r0.05\r0.04\r0.50\r0.21\r0.16\r0.15\r0.14\r0.10\r0.08\r0.75\r0.31\r0.24\r0.23\r0.21\r0.15\r0.12\r1.0\r0.41\r0.32\r0.30\r0.28\r0.20\r0.16\r2.0\r0.83\r0.64\r0.60\r0.57\r0.40\r0.32\r5.0\r2.06\r1.60\r1.50\r1.42\r0.99\r0.81\r10.0\r4.13\r3.20\r3.00\r2.84\r1.98\r1.61\r\rWe also evaluated the power of the study to detect statistically significant differences when comparing mean response magnitudes between two independent groups (e.g., Group 1a and Group 1b at enrollment). The calculations assumed a nonparametric two-sided Wilcoxon rank sum test with a 5% significance level, and that observations are sampled from two independent and normally distributed populations. The power of the test is presented in Table 3 as a function of the standardized (i.e., Cohen’s) effect size and of the sample sizes (n1 and n2) for 6 examples of sample sizes. For instance, with two groups of size n1 = 50 and n2 = 50, respectively, the study has about 68% power to detect statistically significant differences between the two groups if the standardized effect size is 0.50. Cohen’s effect sizes <0.25, 0.50 and >0.75 may be respectively interpreted as small, medium and large effect sizes.\rTable 3: Power for comparison of response magnitude between 2 groups of sizes n1 and n2, respectively, as a function of the standardized (Cohen’s) effect size\rstandardized effect size\r\rn1\r0.25\rn2\r\r20\r40\r45\r50\r100\r150\r\r\r\r\r\r\r\r20\r0.11\r0.13\r0.14\r0.17\r0.17\r0.18\r40\r\r0.19\r0.19\r0.20\r0.25\r0.28\r45\r\r\r0.20\r0.21\r0.26\r0.30\r50\r\r\r\r0.23\r0.28\r0.31\r100\r\r\r\r\r0.41\r0.47\r150\r\r\r\r\r\r0.57\r0.50\rn2\r\r\r\r\r\r\r\r20\r0.31\r0.41\r0.42\r0.44\r0.50\r0.52\r40\r\r0.57\r0.59\r0.62\r0.73\r0.77\r45\r\r\r0.64\r0.65\r0.77\r0.81\r50\r\r\r\r0.68\r0.80\r0.84\r100\r\r\r\r\r0.93\r0.96\r150\r\r\r\r\r\r0.99\r0.75\rn2\r\r\r\r\r\r\r\r20\r0.61\r0.74\r0.76\r0.77\r0.83\r0.86\r40\r\r0.90\r0.91\r0.93\r0.97\r0.98\r45\r\r\r0.92\r0.94\r0.98\r0.99\r50\r\r\r\r0.95\r0.99\r0.99\r100\r\r\r\r\r1.00\r0.99\r150\r\r\r\r\r\r1.00\r1.00\rn2\r\r\r\r\r\r\r\r20\r0.85\r0.93\r0.94\r0.95\r0.97\r0.98\r40\r\r0.99\r0.99\r1.00\r1.00\r1.00\r45\r\r\r1.00\r1.00\r1.00\r1.00\r50\r\r\r\r1.00\r1.00\r1.00\r100\r\r\r\r\r1.00\r1.00\r150\r\r\r\r\r\r1.00\r\rOne goal of the primary objective of the study is to determine whether continuous measures of immune responses (e.g., magnitude of binding and neutralizing antibody responses to SARS-CoV-2 measured in blood) associate with age. These analyses may be conducted by computing correlation coefficients between these variables within subgroups (Groups 1a, 1b, 1c). The power of the study to detect a significant association between two continuous variables is shown in Table 4 for several values of Pearson’s linear correlation coefficient (r) and sample sizes (n). One primary correlation analysis will be based on samples of size n = 50 where the study has about 83% power to detect significant associations between variables if the true value of the correlation coefficient is 0.4 or higher. If the true value of the correlation coefficient is 0.5 or higher, the power of the study is greater than or equal to 97%. Additional calculations are reported in the Table that account for 10% and 20% loss-to-follow-up within subgroups (n = 40 and 45), analysis based on all participants from either Group 1 or Group 2 (n = 150), and situations where subgroups 1a, 1b, or 1c are split (n = 20 and 30). These calculations assumed a two-sided test and 5% significance",
        "start": 59257,
        "end": 62755,
        "length": 3498
      },
      {
        "chunk_id": 19,
        "text": "ed on all participants from either Group 1 or Group 2 (n = 150), and situations where subgroups 1a, 1b, or 1c are split (n = 20 and 30). These calculations assumed a two-sided test and 5% significance level (type-1 error rate). They were based on Cohen’s method and used an arctanh transformation of the correlation coefﬁcient (21).\rTable 4: Statistical power to detect a significant association between two continuous outcome variables (e.g., a continuous measure of an immune response and age) as a function of the sample size (n) for multiple true values of the correlation coefficient (r)\rTrue correlation coefficient (r)\rSample size (n)\r20\r30\r40\r45\r50\r100\r150\r0.3\r0.26\r0.37\r0.48\r0.53\r0.57\r0.86\r0.96\r0.4\r0.43\r0.61\r0.74\r0.79\r0.83\r0.99\r1.00\r0.5\r0.64\r0.83\r0.92\r0.95\r0.97\r1.00\r1.00\r0.6\r0.83\r0.95\r0.99\r0.99\r1.00\r1.00\r1.00\r0.7\r0.95\r0.99\r1.00\r1.00\r1.00\r1.00\r1.00\r0.8\r0.99\r1.00\r1.00\r1.00\r1.00\r1.00\r1.00\r0.9\r1.00\r1.00\r1.00\r1.00\r1.00\r1.00\r1.00\r\rPower Analysis for Response Rates\rThe immune responses will also be analyzed by estimating response rates. Examples of response rates include the proportion of patients who produce a given set of cytokines as measured by the intracellular cytokine (ICS) assay at a given time point post-enrollment, and the proportion of patients with SARS-CoV-2-specific B cell receptor (BCR) with a heavy chain encoded by a specific V gene family. The study will estimate the rate of SARS-CoV-2 infection among close contacts of COVID-19-positive enrolled subjects.\rThe precision with which the true response rate can be estimated from the observed data depends on the true underlying response rate and the sample size (n). Two-sided 95% confidence intervals for the response rate based on observing a particular rate of response among all patients from Group 1 (n = 150), or within a subgroup (n = 50), or within a subset of a patients of a subgroup (n = 20, 30, 40) are presented in Table 5 for a variety of scenarios. The sample size of n = 40 accounts for a 20% loss-to-follow-up. Calculations are done using the score test (22). For example, with a sample of size n = 150 (e.g., all patients from Group 1), the 95% confidence interval for the true response rate based on an observed rate of 50% is [42.1%; 57.9%]. In a subgroup of size n = 50 (e.g., all patients from Group 1a, or 1b, or 1c), the confidence interval based on an observed response rate of 50% is [36.6%; 63.4%].\rTable 5: Two-sided 95% confidence intervals for the true response rate based on observing a particular rate of responses in Groups 1 or 2 (n = 150), in Groups 1a, 1b, or 1c at enrollment (n = 50), and subgroups of varying sizes (n = 20, 30, 40)\rSample size\rNumber of responses \rResponse rate\r95% confidence interval (in %)\r150\r75\r0.50\r[42.1; 57.9]\r150\r90\r0.60\r[52.0; 67.5]\r150\r105\r0.70\r[62.2; 76.8]\r150\r120\r0.80\r[72.9; 85.6]\r150\r135\r0.90\r[84.2; 93.8]\r\r100\r50\r0.50\r[40.4; 59.6]\r100\r60\r0.60\r[50.2; 69.1]\r100\r70\r0.70\r[60.4; 78.1]\r100\r80\r0.80\r[71.1; 86.7]\r100\r90\r0.90\r[82.6; 94.5]\r\r50\r25\r0.50\r[36.6; 63.4]\r50\r30\r0.60\r[46.2; 72.4]\r50\r35\r0.70\r[56.2; 80.9]\r50\r40\r0.80\r[67.0; 88.8]\r50\r45\r0.90\r[78.6; 95.7]\r\r40\r20\r0.50\r[35.2; 64.8]\r40\r24\r0.60\r[44.6; 73.7]\r40\r28\r0.70\r[54.6; 81.9]\r40\r32\r0.80\r[65.2; 89.5]\r40 \r36\r0.90\r[76.9; 96.0]\r\r30\r15\r0.50\r[33.2; 66.8]\r30 \r18\r0.60\r[42.3; 75.4]\r30\r21\r0.70\r[52.1; 83.3]\r30\r24\r0.80\r[62.7; 90.5]\r30\r27\r0.90\r[74.4; 96.5]\r\r20\r10\r0.50\r[29.9; 70.1]\r20\r12\r0.60\r[38.7; 78.1]\r20\r14\r0.70\r[48.1; 85.5]\r20\r16  \r0.80\r[58.4; 91.9]\r20\r18\r0.90\r[69.9; 97.2]\r\rParticipant Enrollment and",
        "start": 62555,
        "end": 66054,
        "length": 3499
      },
      {
        "chunk_id": 20,
        "text": "]\r30\r24\r0.80\r[62.7; 90.5]\r30\r27\r0.90\r[74.4; 96.5]\r\r20\r10\r0.50\r[29.9; 70.1]\r20\r12\r0.60\r[38.7; 78.1]\r20\r14\r0.70\r[48.1; 85.5]\r20\r16  \r0.80\r[58.4; 91.9]\r20\r18\r0.90\r[69.9; 97.2]\r\rParticipant Enrollment and Follow-Up\rPatients who meet the inclusion criteria will be enrolled in Group 1 and assigned to either Group 1a, Group 1b, or Group 1c based on the maximum severity of their disease during follow-up. Enrollment will be monitored so that Groups 1a, 1b, and 1c each enrolls approximately n = 50 patients.\rWe anticipate that the study will complete enrollment in Group 1 within approximately 6 months upon opening. Every patient in Group 1 will be followed for about one year.  \rSubjects with close contact exposure to patients with confirmed SARS-CoV-2 in Group 1 and close contacts who meet the inclusion criteria will be enrolled in Group 2. We anticipate that the study will enroll the 150 participants in Group 2 from 75 to 100 households (i.e., an average of 1.5 to 2 close contacts per household). We expect that the study will complete enrollment in Group 2 within approximately 6 months upon opening. Every patient in Group 2 will be followed for about 14 days unless they develop SARS-CoV-2 infection by PCR.  \rAnalysis Plan\rAll data from enrolled patients will be analyzed. Most primary and secondary analyses will be performed using SAS and R statistical software. This section provides an overview of statistical approaches that will be used to perform data analysis.\rAnalysis Variables\rThe analysis variables consist of participant characteristics, such as demographics and medical history (including pre-existing conditions, new acute or chronic medical conditions, and concomitant medications), presentations of SARS-CoV-2 infection (including the clinical course of COVID-19), immunogenicity for primary, secondary, and exploratory objective analyses, and host genetics.\rAnalysis of Primary and Secondary Endpoints\rThe statistical analysis for the primary and secondary objectives of the study will seek to answer key questions related to the immune responses and clinical course of SARS-CoV-2 infection. \rThe study will not randomize patients between study arms, and statistical analyses will seek to adjust for covariates where deemed appropriate in order to account for potential confounders. For example, some analyses will be stratified based upon receipt of greater than physiological steroids (>5 mg prednisone per day).\rCategorical variables (e.g., binary responses, participants’ characteristics at enrollment) will be analyzed by tabulating the relative frequency of each category by group and time point, as appropriate. Crude response rates will be presented with their 95% confidence interval estimates calculated using the score test (22). Fisher’s exact tests will be used to compare response rates between two groups (e.g., to compare the distribution of gender in Groups 1a and 1b at enrollment). Because participants enrolled in distinct groups may differ in terms of demographic variables and comorbidities, many of the statistical analyses will compare response rates between groups using binary logistic regression to adjust for potential confounders (e.g., age, gender, race, comorbidities). \rContinuous variables (e.g., titers, cytokine levels) will be analyzed using univariate and bivariate descriptive statistics to summarize data by group, time point, gender, and race, for example. Data will be visualized using graphical techniques, including boxplots,",
        "start": 65854,
        "end": 69349,
        "length": 3495
      },
      {
        "chunk_id": 21,
        "text": "zed using univariate and bivariate descriptive statistics to summarize data by group, time point, gender, and race, for example. Data will be visualized using graphical techniques, including boxplots, density estimates, scatterplots, heatmaps, and networks.  Comparisons of two independent groups (e.g., age between Groups 1a and 1b at enrollment) will be performed using a nonparametric Wilcoxon rank sum test. If the data appear normally distributed within groups, we may use a 2-sample t-test instead. To compare more than two groups, we will first use a Kruskal-Wallis or an F-test (depending on the normality assumption) to test for overall differences. Should the overall test reach statistical significance at the 2-sided 0.05 level, individual (post-hoc) pairwise tests will be performed (e.g., using Dunn’s procedure following a Kruskal-Wallis’ test). Comparison of paired data will be accomplished using the Wilcoxon signed-rank test or paired t-test. In addition, since participants are not randomized between groups at enrollment, some of the statistical analyses will use multiple linear regression to compare groups while adjusting for potential confounders (e.g., age, gender, race, comorbidities). Longitudinal data will be analyzed using statistical methods for repeated measures and dependent data (e.g., mixed-effects models (23), generalized estimating equations (GEE) (24). Similar modeling approaches will be considered to account for potential intra-household correlations in analyses that involve data from Group 2. Preliminary data transformations (e.g., logarithmic, square root) may be performed in regression analyses to better satisfy assumptions of symmetry and homoscedasticity (constancy of variance).\rIf the frequency of missing data is substantial, statistical analyses will be performed using parametric models fitted using the method of maximum likelihood. This approach is robust when data are missing at random (MAR). MAR assumes that the probability of an observation being missing may depend upon the observed responses and observed covariates, but it does not depend on any unobserved factors. This assumption is less stringent than the missing completely at random (MCAR) assumption. If measurements of immune responses are left- and/or right-censored, we will use Hughes’ linear mixed effects models to accommodate censoring in analyses of repeated measures (25). Analyses of repeated immunogenicity measurements may be done using weighted GEE methods (26), which are valid under MAR. \rTo visualize multivariate immune response variables, we will use dimensionality reduction techniques (e.g., principal component analysis, multidimensional scaling, Uniform Manifold Approximation and Projection), and perform unsupervised learning (e.g., k-means, model-based clustering) to identify subgroups of participants with similar immune profiles. \rWhere appropriate (e.g., in transcriptional analysis), we will perform formal p-value adjustment for multiple comparisons. We will control either the family-wise error rate (FWER) using the Holm-Bonferroni procedure (27) or the false discovery rate (FDR) using the Benjamini-Hochberg or the Benjamini-Yekutieli procedures (28, 29). The selection of a method for p-value adjustment may depend on the objective of the statistical analysis.\rSome of the primary and secondary analyses will seek to identify predictive signatures of categorical outcome variables (e.g., disease severity) using a combination of",
        "start": 69149,
        "end": 72638,
        "length": 3489
      },
      {
        "chunk_id": 22,
        "text": "ive of the statistical analysis.\rSome of the primary and secondary analyses will seek to identify predictive signatures of categorical outcome variables (e.g., disease severity) using a combination of demographic (e.g., age, race), clinical (e.g., comorbidity), and laboratory (e.g., viral load, immune responses) variables. We will first build candidate predictive models using multiple regression techniques (e.g., binary logistic regression for binary endpoints) modeling the probability of a particular event (e.g., disease progression, hospitalization) as a function of a set of predictors, while adjusting for potential confounding factors, as appropriate). Models may be fitted using regularization techniques (e.g., lasso, elastic net) and cross-validation to identify optimal tuning parameters. Where appropriate, we will assess the predictive power of candidate signatures using doubly (nested) cross-validated receiver operating characteristics (ROC) curves.\r\f\rethics/protection of human subjects AND OPERATIONAL CONSIDERATIONS\rInformed Consent Process \rFederal regulations specify the elements of informed consent that must be conveyed to research participants through the informed consent process (see 21 CFR 50.20). It is the responsibility of the SI and his/her assigned staff to ensure that all required information has been provided to potential research participants. This study will use two informed consent forms (ICFs), one for study participation and a separate consent for leukapheresis. The consent forms for this study will be IRB approved.\rThe study participation ICF is written so that the participants in Group 2 (household contacts) are informed that by agreeing to participate in the study they are also agreeing to switch to Group 1 (confirmed COVID-19 positive) if they develop a positive SARS-CoV-2 PCR at any time during the Group 2 SOE.\rInformed consent is a process that is initiated prior to the individual’s agreeing to participate in the study and continuing throughout the individual’s study participation. Participants may withdraw consent at any time during the trial. \rRisk exists to study staff of COVID-19 from fomites that the potential participant may handle, including consent documents. Three types of informed consent may be used in this study depending on the individual IRB policies, hospital or clinic policies, and the health of the potential participant.\rWritten informed consent\rStudy staff will give the potential participant (or LAR) written consent forms (as approved by the IRB) which describe the study procedures and risks in detail and will keep written documentation of informed consent. Staff will ask the potential participant (or LAR) to read and review the document, or have it read to them, and will be available to answer any questions the participant may have. The potential participant (or LAR) will sign the written ICF before any procedures are performed specifically for the study.\rVerbal informed consent\rStudy staff will read/explain a verbal version of the written consent form and potential participants (or LAR) will give their verbal consent in place of written consent to participate. Study staff will document verbal consent in lieu of participant (or LAR) signature.\rElectronic informed consent\rAlternatively, study staff can provide an electronic version of the consent form. Potential participants (or LAR) will consent to the research electronically if they wish to participate. The date and time of the",
        "start": 72438,
        "end": 75928,
        "length": 3490
      },
      {
        "chunk_id": 23,
        "text": "ly, study staff can provide an electronic version of the consent form. Potential participants (or LAR) will consent to the research electronically if they wish to participate. The date and time of the electronic signature are automatically recorded, indicating when informed consent was obtained.\rThose who administer consent will provide extensive discussion of the study procedures, risks and possible benefits to the potential participant (or LAR). The potential participant (or LAR) will have the opportunity to discuss the study prior to agreeing to participate. A copy of the applicable consent form will be provided to the participant (or LAR). The consent will state that the administration and quality of their medical care will not be adversely affected if they decline to participate in this study.\rThe study staff’s approach to study participants will be compliant with HIPAA regulations.\rInformed Consent/Assent Process (in Case of a Minor or Others Unable to Consent for Themselves\rThis study plans to include legally defined minors, which vary from state to state, but which typically include unemancipated children under the age of 18. They will be contacted to participate in this study as part of Group 2, close contacts of enrolled SARS-CoV-2 infected patients. The parents (or legal guardian) will sign a consent form and age-appropriate assent will be obtained prior to participation in this study. If, after enrollment, they are found to be SARS-CoV-2 infected, children will be enrolled in Group 1c, confirmed COVID-19 outpatients. \rHuman Genetic Testing\rThe research staff will seek the participants’ consent for genetic research in this study, and for extra and residual specimens to be stored and used for secondary research evaluating human genomic and phenotypic markers. The rights and privacy of human subjects who participate in genomic or phenotypic research studies will be protected at all times.\rThe consent process will include an explanation of the potential risks to the individual participants and their families associated with data submitted to an NIH data repository and subsequent sharing. Data that may potentially identify human subjects will not be released in unrestricted databases. Participants will be informed that the evolution of genomic technology and analytical methods raises the risk of re-identification, even when specimens are de-identified. The consent will include whether individual participant data will be shared through an NIH controlled access data repository. Data for genomic or phenotypic research will be submitted to a controlled access data repository; therefore, informed consent permitting the data sharing must be documented, even if the specimens are de-identified.\rSubject Confidentiality\rThe participating investigators, their staff, and the sponsor(s) and their agents hold participant confidentiality strictly in trust. This confidentiality includes clinical information relating to enrolled participants. All clinical information will be maintained at the sites.\rThe study protocol, documentation, data and all other information generated during participation in the study will be held in strict confidence. No information concerning the study, or the data generated from the study, will be released to any unauthorized third party without prior written approval of the sponsor. Subject confidentiality will be maintained when study results are published or discussed at conferences. Authorized representatives of the",
        "start": 75728,
        "end": 79227,
        "length": 3499
      },
      {
        "chunk_id": 24,
        "text": "ed third party without prior written approval of the sponsor. Subject confidentiality will be maintained when study results are published or discussed at conferences. Authorized representatives of the sponsor or governmental regulatory agencies may inspect all documents and records required to be maintained by the investigator. The clinical study site will permit access to such records.\rAll records will be kept locked and all computer entry and networking programs will be carried out with coded numbers only and with password protected systems. All evaluation forms, reports, and other records that leave the site will be identified only by a coded number.\rThis research is covered by a Certificate of Confidentiality from the NIH. The researchers with this Certificate may not disclose or use information, documents, or biospecimens that may identify a subject in any federal, state, or local civil, criminal, administrative, legislative, or other action, suit, or proceeding, or be used as evidence, for example, if there is a court subpoena, unless a subject has consented for this use. Information, documents, or biospecimens protected by this Certificate cannot be disclosed to anyone else who is not connected with the research except, if there is a federal, state, or local law that requires disclosure (such as to report child abuse or communicable diseases but not for federal, state, or local civil, criminal, administrative, legislative, or other proceedings); if a subject has consented to the disclosure, including for their medical treatment; or if it is used for other scientific research, as allowed by federal regulations protecting research subjects.\rFuture Use of Stored Specimens\rThe research team intends to store plasma, serum, PBMC and residual samples from participants. Specimens may undergo future testing in the context of this trial. Archived specimens will be identified only by the specimen number, which will allow linkage of the samples to study data but not to any personal identifiers. A participant’s specimen will be kept until it is used up or destroyed after completion of this study.\rThe protocol ICF is written so that the participant is informed that by agreeing to participate in the study they are also agreeing to have samples stored for future additional research studies.  Participants will not be contacted with the results of these future research studies.  Future testing on specimens will only occur to the extent authorized in each study site’s ICF or as otherwise authorized under applicable law and after review and approval by the DMID and the IRB of the researcher requesting the specimens.\rQuality Control (QC) and Quality Assurance (QA)\rTo ensure the reliability of study data, each site will develop a Clinical Quality Management Plan (CQMP). The CQMP will describe:\rRoutine internal quality control (QC) and QA activities to measure, document and report study conduct, protocol adherence, human subjects’ protections, and reliability of the protocol-driven data collected;\rA process for addressing data quality issues (i.e., collecting, recording) and reporting findings in a timely manner); systemic issues (i.e., protocol conduct, non-compliance, human subject protections) and implementation and evaluation of Corrective and Preventative Action Plan (CAPA) procedures.\f\rData Handling, Data Quality Control and Record Keeping\rFor this study the IDCRC Statistical and Data Science Unit (SDSU) will be responsible for all issues",
        "start": 79027,
        "end": 82519,
        "length": 3492
      },
      {
        "chunk_id": 25,
        "text": "Preventative Action Plan (CAPA) procedures.\f\rData Handling, Data Quality Control and Record Keeping\rFor this study the IDCRC Statistical and Data Science Unit (SDSU) will be responsible for all issues relating to data collection (forms, tools and systems), quality control and management. SDSU will also provide statistical support for this study.\rA detailed data management plan (DMP) will be written prior to study initiation.\rData Collection\rData collection tools will be developed by SCHARP in conjunction with the protocol team. As part of the study activation process, the study site must identify all Case Report Forms (CRFs) to be used as source documents. Study CRF data will be entered and cleaned using the Medidata Rave EDC tool, a data management system compliant with the International Council on Harmonisation (ICH) Good Clinical Practices (GCP) and US CFR guidelines for electronic data capture.\rData Quality Control\rAll study sites will conduct quality control and quality assurance procedures in accordance with the DMID Clinical Quality Management Policy (https://www.niaid.nih.gov/sites/default/files/qualitymgmtplan.pdf).\rCRF Completion Guidelines will be provided by the SDSU prior to study initiation. Quality control queries will be routinely generated in the Medidata Rave EDC tool for study site verification and resolution.\rRetention of Data\rAll study sites will maintain source data/documents in accordance with the Source Documentation Standards for DMID Clinical Studies (https://www.dmidcroms.com/Shared%20Documents/Source%20Documentation%20Standards_English.pdf).\rThe study site will maintain, and store securely, complete, accurate and current study records throughout the study. Thereafter, instructions for record storage will be provided by DMID. No study records may be moved to an off-site location or destroyed prior to receiving approval from DMID.\rProtocol Deviations\rA protocol deviation is defined as an individual incident or omission in study conduct that results in added risk to the participant, nonadherence to the protocol, or nonadherence to the International Council on Harmonisation (ICH) Good Clinical Practices (GCP). Except to safeguard the health of study participants, neither the investigator nor site staff may deviate from an approved protocol without prior agreement by IDCRC and DMID.\rBecause research is complex and requires adherence to a large amount of detail, protocol deviations are expected to be a normal occurrence during the study. Study site will report protocol deviations in the Medidata Rave EDC tool. In some situations, additional documentation or recommended changes in study practices may be requested to resolve the protocol deviation and prevent future occurrence.\r\f\rLITERATURE REFERENCES\r1.\tHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet. 2020;395(10223):497-506.\r2.\tZhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020;382(8):727-33.\r3.\tJackson LA, Anderson EJ, Rouphael NG, Roberts PC, Makhene M, Coler RN, et al. An mRNA Vaccine against SARS-CoV-2 - Preliminary Report. N Engl J Med. 2020.\r4.\tYang ZY, Kong WP, Huang Y, Roberts A, Murphy BR, Subbarao K, et al. A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice. Nature. 2004;428(6982):561-4.\r5.\tChandrashekar A, Liu J, Martinot AJ, McMahan K,",
        "start": 82319,
        "end": 85816,
        "length": 3497
      },
      {
        "chunk_id": 26,
        "text": "A, Murphy BR, Subbarao K, et al. A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice. Nature. 2004;428(6982):561-4.\r5.\tChandrashekar A, Liu J, Martinot AJ, McMahan K, Mercado NB, Peter L, et al. SARS-CoV-2 infection protects against rechallenge in rhesus macaques. Science. 2020.\r6.\tYu J, Tostanoski LH, Peter L, Mercado NB, McMahan K, Mahrokhian SH, et al. DNA vaccine protection against SARS-CoV-2 in rhesus macaques. Science. 2020.\r7.\tShen C, Wang Z, Zhao F, Yang Y, Li J, Yuan J, et al. Treatment of 5 Critically Ill Patients With COVID-19 With Convalescent Plasma. JAMA. 2020.\r8.\tZhao J, Zhao J, Perlman S. T cell responses are required for protection from clinical disease and for virus clearance in severe acute respiratory syndrome coronavirus-infected mice. J Virol. 2010;84(18):9318-25.\r9.\tZhao J, Zhao J, Mangalam AK, Channappanavar R, Fett C, Meyerholz DK, et al. Airway Memory CD4(+) T Cells Mediate Protective Immunity against Emerging Respiratory Coronaviruses. Immunity. 2016;44(6):1379-91.\r10.\tChannappanavar R, Fett C, Zhao J, Meyerholz DK, Perlman S. Virus-specific memory CD8 T cells provide substantial protection from lethal severe acute respiratory syndrome coronavirus infection. J Virol. 2014;88(19):11034-44.\r11.\tWang F, Hou H, Luo Y, Tang G, Wu S, Huang M, et al. The laboratory tests and host immunity of COVID-19 patients with different severity of illness. JCI Insight. 2020;5(10).\r12.\tMazzoni A, Salvati L, Maggi L, Capone M, Vanni A, Spinicci M, et al. Impaired immune cell cytotoxicity in severe COVID-19 is IL-6 dependent. J Clin Invest. 2020.\r13.\tEl Sahly HM, Gorchakov R, Lai L, Natrajan MS, Patel SM, Atmar RL, et al. Clinical, Virologic, and Immunologic Characteristics of Zika Virus Infection in a Cohort of US Patients: Prolonged RNA Detection in Whole Blood. Open Forum Infect Dis. 2019;6(1):ofy352.\r14.\tBhaumik SK, Priyamvada L, Kauffman RC, Lai L, Natrajan MS, Cho A, et al. Pre-Existing Dengue Immunity Drives a DENV-Biased Plasmablast Response in ZIKV-Infected Patient. Viruses. 2018;11(1).\r15.\tLai L, Rouphael N, Xu Y, Natrajan MS, Beck A, Hart M, et al. Innate, T-, and B-Cell Responses in Acute Human Zika Patients. Clin Infect Dis. 2018;66(1):1-10.\r16.\tEdupuganti S, Natrajan MS, Rouphael N, Lai L, Xu Y, Feldhammer M, et al. Biphasic Zika Illness With Rash and Joint Pain. Open Forum Infect Dis. 2017;4(3):ofx133.\r17.\tWaggoner JJ, Rouphael N, Xu Y, Natrajan M, Lai L, Patel SM, et al. Pericarditis Associated With Acute Zika Virus Infection in a Returning Traveler. Open Forum Infect Dis. 2017;4(2):ofx103.\r18.\tMurray KO, Gorchakov R, Carlson AR, Berry R, Lai L, Natrajan M, et al. Prolonged Detection of Zika Virus in Vaginal Secretions and Whole Blood. Emerg Infect Dis. 2017;23(1):99-101.\r19.\tChen X, Anderson LJ, Rostad CA, Ding L, Lai L, Mulligan M, et al. Development and Optimization of a Zika Virus Antibody-Dependent Cell-Mediated Cytotoxicity (ADCC) Assay. 2020.\r20.\tCenters for Disease Control and Prevention. Contact Tracing for COVID-19 2020 [updated 22 Jul 2020. Available from: https://www.cdc.gov/coronavirus/2019-ncov/php/contact-tracing/contact-tracing-plan/contact-tracing.html.\r21.\tCohen J. Statistical Power Analysis for the Behavioral Sciences. 2nd edn. Hillsdale, NJ: Lawrence Erlbaum Associates. 1988.\r22.\tAgresti A, Coull BA. Approximate is better than “exact” for interval estimation of binomial proportions. The American Statistician. 1998;52(2):119-26.\r23.\tVerbeke G, Molenberghs G.",
        "start": 85616,
        "end": 89110,
        "length": 3494
      },
      {
        "chunk_id": 27,
        "text": "sociates. 1988.\r22.\tAgresti A, Coull BA. Approximate is better than “exact” for interval estimation of binomial proportions. The American Statistician. 1998;52(2):119-26.\r23.\tVerbeke G, Molenberghs G. Linear Mixed Models for Longitudinal Data. New York: Springer Science & Business Media; 2009.\r24.\tLiang K-Y, Zeger SL. Longitudinal data analysis using generalized linear models. Biometrika. 1986;73(1):13-22.\r25.\tHughes JP. Mixed effects models with censored data with application to HIV RNA levels. Biometrics. 1999;55(2):625-9.\r26.\tRotnitzky A, Robins J. Analysis of semi‐parametric regression models with non‐ignorable non‐response. Stat Med. 1997;16(1):81-102.\r27.\tHolm S. A simple sequentially rejective multiple test procedure. Scandinavian journal of statistics. 1979;6:65-70.\r28.\tBenjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. Journal of the Royal statistical society: series B (Methodological). 1995;57(1):289-300.\r29.\tBenjamini Y, Yekutieli D. The control of the false discovery rate in multiple testing under dependency. Annals of statistics. 2001;29(4):1165-88.\r\r\r\r\r\r\r\r\rAppendix A:  SCHEDULE OF EVENTS (SOE)\rTable 6: Group 1 COVID-19 Positive Cases SOE\rProcedures\rScreening/\u000bEnrollment/\u000bBaseline\rVisit 1, Day 1\rStudy Visit 2\r48-72 hrs. after enrollment\rStudy Visit 3\rDPO 8 (7-9)1\rStudy Visit 4\rDPO 15 \u000b(13-17)1\rStudy Visit 5\rDPO 30 \u000b(27-31)\rOptional Study Visit 6\r(between DPO 30 & 90)\rStudy Visit 7\rDPO 90\u000b (83-97)\rStudy Visit 8\rDPO 180 \u000b(173-187)\rStudy Visit 9\rDPO 365\u000b(351-379)\rInformed consent\rX\r\r\r\r\r\r\r\r\rReview Inclusion/Exclusion Criteria\rX\r\r\r\r\r\r\r\r\rDemographics\rX\r\r\r\r\r\r\r\r\rMedical history/Exposure history\rX\r\r\r\r\r\r\r\r\rMedications\rX\rX\rX\rX\rX\r\rX\rX\rX\rSigns/Symptoms of COVID-19\rX\rX\rX\rX\rX\r\r\r\r\rContact Information2\rX\r(X)\r(X)\r(X)\r(X)\r(X)\r(X)\r(X)\r(X)\rInterval History Updates\r\rX\rX\rX\rX\r\rX\rX\rX\rReview of medical records\r(X)\r(X)\r(X)\r(X)\r(X)\r\r(X)\r(X)\r(X)\rPhysical exam \r(X)\r(X)\r(X)\r(X)\r(X)\r\r(X)\r(X)\r(X)\rVital signs3\r(X)\r(X)\r(X)\r(X)\r(X)\r\r\r\r\rHeight and weight4\rX\r\r\r\r\r\r\r\r\rNP/mid-turbinate Swab5 \rX\r(X)\r(X)\r(X)\r\r\r\r\r\rPhlebotomy for serum, adults (mL)\r10\r\r10\r10\r10\r\r10\r10\r10\rPhlebotomy for serum, children (mL)\r2.5\r\r\r2.5\r2.5\r\r\r\r2.56\rPhlebotomy volumes for PBMCs in adults (mL)\r247 or 608\r\r\r247 or 608\r247 or 608\r\r247 or 608\r60\r60\rPhlebotomy volumes for PBMCs in children (mL)\r<1 mL/kg9\r\r\r<1 mL/kg9\r<1 mL/kg9\r\r\r\r<1 mL/kg6,9\rCollect residuals from standard of care10\rX\rX\rX\rX\rX\r\r\r\r\rLeukapheresis [subset of 5 patients each for Groups 1a, 1b, and 1c (adult only)]11\r\r\r\r\r\r5x10^8 to 1x10^10 cells\r\r\r\rPer Visit Blood Volume Total, adults (mL)\r347 or 708\r\r10\r347 or 708\r347 or 708\r\r347 or 708\r70\r70\rRunning Blood Volume Total, adults (mL)\r347 or 708\r\r447 or 808\r787 or 1508\r1127 or 2208\r\r1467 or 2908\r2167 or 3608\r2867 or 4308\rPer Visit Blood Volume Total, children (mL)\r2.5 + PBMC\r\r\r2.5 + PBMC\r2.5 + PBMC\r\r\r\r2.5 + PBMC\rRunning Blood Volume Total, children (mL)\r2.5 + PBMC\r\r\r5 + PBMC\r7.5 + PBMC\r\r\r\r10 + PBMC\r\rDPO – Days post-illness onset \r(X) – If needed or available \r1)  If enrollment timing is such that the subject can have this study visit within window.\r2)  Collect contact information at enrollment and review at follow-up as necessary.\r3)  May be collected as necessary; may include temperature, heart rate, respiration rate, pulse oximetry, etc.\r4)  May be obtained by history if not possible to obtain at enrollment (e.g., outpatients) \r5)  NP/mid-turbinate swab collected at enrollment as standard approach for clinical",
        "start": 88910,
        "end": 92401,
        "length": 3491
      },
      {
        "chunk_id": 28,
        "text": "te, pulse oximetry, etc.\r4)  May be obtained by history if not possible to obtain at enrollment (e.g., outpatients) \r5)  NP/mid-turbinate swab collected at enrollment as standard approach for clinical diagnosis.\r6)  Optional blood draw at 1 year.  \r7)  PBMC adult blood volumes for adults with significant anemia (Hg<10), compromised cardiac function (defined as systolic blood pressure < 90 for > 30 minutes, requiring pharmacological vasopressor or mechanical support to maintain SBP > 90, or Cardiac Index ≤ 2.2 L/min/m2 and/or Pulmonary Capillary Wedge Pressure ≥ 15 mmHg) and/or significant respiratory compromise (defined as PaO2/FiO2 < 100 or clinical evidence of end-organ ischemia). \r8)  PBMC adult blood volumes for non-ventilated adults without significant anemia (Hg>10) and without compromised cardiopulmonary functions.\r9)  See MOP for detailed blood volumes based upon weight.\r10)  May be salvaged if available; may include blood, cough specimens, endotracheal aspirates, bronchoalveolar lavage and saliva. \r11) Leukapheresis collection is quantified by the number of cells collected, not by blood volume.\r\r\rTable 7: Group 2 Close Contact Exposures to Confirmed COVID-19 Patients SOE\rProcedures\rScreening/\u000bEnrollment\rBaseline1\rVisit C1, Day 1\rFollow-up Visits\rC2 up to C7\rEvery other day (48-72 hours) through Day 14 after exposure \rInformed consent\rX\r\rReview Inclusion/Exclusion Criteria\rX\r\rDemographics\rX\r\rMedical history/Exposure history\rX\r\rMedications\rX\rX\rSigns/Symptoms of COVID-19\rX\rX\rContact Information2\rX\r(X)\rInterval medical history\r\rX\rReview of medical records\r(X)\r(X)\rPhysical exam \r(X)\r(X)\rVital signs3\r(X)\r(X)\rHeight and weight4\r(X)\r\rNP/mid-turbinate Swab5\rX\r\rNasal swab6\rX\rX\rSaliva sample7\rX\rX\rPhlebotomy for serum, adults (mL)\r10\r10 mL (Day 14 only)\rPhlebotomy for serum, children (mL)\r2.5\r2.5 mL (Day 14 only)\rPhlebotomy volumes for PBMCs in adults (mL)8\r60\r\rPhlebotomy volumes for PBMCs in children (mL)\r≤1 mL/kg9\r\rPer Visit Blood Volume Total, adults (mL)\r70\r10 mL (Day 14 only)\rRunning Blood Volume Total, adults (mL)\r70\r80\rPer Visit Blood Volume Total, children (mL)\r2.5 + PBMC\r2.5 mL (Day 14 only)\rRunning Blood Volume Total, children (mL)\r2.5 + PBMC\r5 + PBMC\r\rX) – If needed or available\r1) Participants with a positive PCR at the enrollment visit will switch from Group 2 to the appropriate Group 1 subgroup and begin following the Group 1 SOE (Table 6) beginning with the appropriate Group 1 Study Visit. \r2) Collect contact information at enrollment and review at follow-up as necessary.\r3) May be collected as necessary; may include temperature, heart rate, respiration rate, pulse oximetry, etc.\r4) May be obtained by history if not possible to obtain at enrollment. \r5) NP/mid-turbinate swab collected at enrollment as standard approach for clinical diagnosis.\r6) Nasal swab collected for comparison with NP/mid-turbinate swab; self-collected at follow-up visits for PCR testing.\r7) Saliva sample collected for comparison with NP/mid-turbinate swab and nasal swab; self-collected at follow-up visits for PCR testing.\r8) PBMC adult blood volume listed is target amount for healthy adults. \r9) See MOP for detailed blood volumes for children based upon weight.\r\f\rAppendix B: NIAID Ordinal Scale for COVID-19\rFinal Disease Severity Score\r1\rDeath\r2\rHospitalized, on invasive mechanical ventilation or extracorporeal membrane oxygenation (ECMO)\r3\rHospitalized, on non-invasive ventilation or high flow oxygen devices\r4\rHospitalized, requiring supplemental",
        "start": 92201,
        "end": 95695,
        "length": 3494
      },
      {
        "chunk_id": 29,
        "text": "talized, on invasive mechanical ventilation or extracorporeal membrane oxygenation (ECMO)\r3\rHospitalized, on non-invasive ventilation or high flow oxygen devices\r4\rHospitalized, requiring supplemental oxygen\r5\rHospitalized, not requiring supplemental oxygen - requiring ongoing medical care (COVID-19 related or otherwise)\r6\rHospitalized, not requiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95495,
        "end": 96035,
        "length": 540
      },
      {
        "chunk_id": 30,
        "text": "ot requiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95835,
        "end": 96035,
        "length": 200
      },
      {
        "chunk_id": 31,
        "text": "t requiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95836,
        "end": 96035,
        "length": 199
      },
      {
        "chunk_id": 32,
        "text": " requiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95837,
        "end": 96035,
        "length": 198
      },
      {
        "chunk_id": 33,
        "text": "requiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95838,
        "end": 96035,
        "length": 197
      },
      {
        "chunk_id": 34,
        "text": "equiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95839,
        "end": 96035,
        "length": 196
      },
      {
        "chunk_id": 35,
        "text": "quiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95840,
        "end": 96035,
        "length": 195
      },
      {
        "chunk_id": 36,
        "text": "uiring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95841,
        "end": 96035,
        "length": 194
      },
      {
        "chunk_id": 37,
        "text": "iring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95842,
        "end": 96035,
        "length": 193
      },
      {
        "chunk_id": 38,
        "text": "ring supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95843,
        "end": 96035,
        "length": 192
      },
      {
        "chunk_id": 39,
        "text": "ing supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95844,
        "end": 96035,
        "length": 191
      },
      {
        "chunk_id": 40,
        "text": "ng supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95845,
        "end": 96035,
        "length": 190
      },
      {
        "chunk_id": 41,
        "text": "g supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95846,
        "end": 96035,
        "length": 189
      },
      {
        "chunk_id": 42,
        "text": " supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95847,
        "end": 96035,
        "length": 188
      },
      {
        "chunk_id": 43,
        "text": "supplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95848,
        "end": 96035,
        "length": 187
      },
      {
        "chunk_id": 44,
        "text": "upplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95849,
        "end": 96035,
        "length": 186
      },
      {
        "chunk_id": 45,
        "text": "pplemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95850,
        "end": 96035,
        "length": 185
      },
      {
        "chunk_id": 46,
        "text": "plemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95851,
        "end": 96035,
        "length": 184
      },
      {
        "chunk_id": 47,
        "text": "lemental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95852,
        "end": 96035,
        "length": 183
      },
      {
        "chunk_id": 48,
        "text": "emental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95853,
        "end": 96035,
        "length": 182
      },
      {
        "chunk_id": 49,
        "text": "mental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95854,
        "end": 96035,
        "length": 181
      },
      {
        "chunk_id": 50,
        "text": "ental oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95855,
        "end": 96035,
        "length": 180
      },
      {
        "chunk_id": 51,
        "text": "ntal oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95856,
        "end": 96035,
        "length": 179
      },
      {
        "chunk_id": 52,
        "text": "tal oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95857,
        "end": 96035,
        "length": 178
      },
      {
        "chunk_id": 53,
        "text": "al oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95858,
        "end": 96035,
        "length": 177
      },
      {
        "chunk_id": 54,
        "text": "l oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95859,
        "end": 96035,
        "length": 176
      },
      {
        "chunk_id": 55,
        "text": " oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95860,
        "end": 96035,
        "length": 175
      },
      {
        "chunk_id": 56,
        "text": "oxygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95861,
        "end": 96035,
        "length": 174
      },
      {
        "chunk_id": 57,
        "text": "xygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95862,
        "end": 96035,
        "length": 173
      },
      {
        "chunk_id": 58,
        "text": "ygen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95863,
        "end": 96035,
        "length": 172
      },
      {
        "chunk_id": 59,
        "text": "gen - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95864,
        "end": 96035,
        "length": 171
      },
      {
        "chunk_id": 60,
        "text": "en - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95865,
        "end": 96035,
        "length": 170
      },
      {
        "chunk_id": 61,
        "text": "n - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95866,
        "end": 96035,
        "length": 169
      },
      {
        "chunk_id": 62,
        "text": " - no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95867,
        "end": 96035,
        "length": 168
      },
      {
        "chunk_id": 63,
        "text": "- no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95868,
        "end": 96035,
        "length": 167
      },
      {
        "chunk_id": 64,
        "text": " no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95869,
        "end": 96035,
        "length": 166
      },
      {
        "chunk_id": 65,
        "text": "no longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95870,
        "end": 96035,
        "length": 165
      },
      {
        "chunk_id": 66,
        "text": "o longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95871,
        "end": 96035,
        "length": 164
      },
      {
        "chunk_id": 67,
        "text": " longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95872,
        "end": 96035,
        "length": 163
      },
      {
        "chunk_id": 68,
        "text": "longer requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95873,
        "end": 96035,
        "length": 162
      },
      {
        "chunk_id": 69,
        "text": "onger requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95874,
        "end": 96035,
        "length": 161
      },
      {
        "chunk_id": 70,
        "text": "nger requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95875,
        "end": 96035,
        "length": 160
      },
      {
        "chunk_id": 71,
        "text": "ger requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95876,
        "end": 96035,
        "length": 159
      },
      {
        "chunk_id": 72,
        "text": "er requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95877,
        "end": 96035,
        "length": 158
      },
      {
        "chunk_id": 73,
        "text": "r requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95878,
        "end": 96035,
        "length": 157
      },
      {
        "chunk_id": 74,
        "text": " requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95879,
        "end": 96035,
        "length": 156
      },
      {
        "chunk_id": 75,
        "text": "requires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95880,
        "end": 96035,
        "length": 155
      },
      {
        "chunk_id": 76,
        "text": "equires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95881,
        "end": 96035,
        "length": 154
      },
      {
        "chunk_id": 77,
        "text": "quires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95882,
        "end": 96035,
        "length": 153
      },
      {
        "chunk_id": 78,
        "text": "uires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95883,
        "end": 96035,
        "length": 152
      },
      {
        "chunk_id": 79,
        "text": "ires ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95884,
        "end": 96035,
        "length": 151
      },
      {
        "chunk_id": 80,
        "text": "res ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95885,
        "end": 96035,
        "length": 150
      },
      {
        "chunk_id": 81,
        "text": "es ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95886,
        "end": 96035,
        "length": 149
      },
      {
        "chunk_id": 82,
        "text": "s ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95887,
        "end": 96035,
        "length": 148
      },
      {
        "chunk_id": 83,
        "text": " ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95888,
        "end": 96035,
        "length": 147
      },
      {
        "chunk_id": 84,
        "text": "ongoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95889,
        "end": 96035,
        "length": 146
      },
      {
        "chunk_id": 85,
        "text": "ngoing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95890,
        "end": 96035,
        "length": 145
      },
      {
        "chunk_id": 86,
        "text": "going medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95891,
        "end": 96035,
        "length": 144
      },
      {
        "chunk_id": 87,
        "text": "oing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95892,
        "end": 96035,
        "length": 143
      },
      {
        "chunk_id": 88,
        "text": "ing medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95893,
        "end": 96035,
        "length": 142
      },
      {
        "chunk_id": 89,
        "text": "ng medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95894,
        "end": 96035,
        "length": 141
      },
      {
        "chunk_id": 90,
        "text": "g medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95895,
        "end": 96035,
        "length": 140
      },
      {
        "chunk_id": 91,
        "text": " medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95896,
        "end": 96035,
        "length": 139
      },
      {
        "chunk_id": 92,
        "text": "medical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95897,
        "end": 96035,
        "length": 138
      },
      {
        "chunk_id": 93,
        "text": "edical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95898,
        "end": 96035,
        "length": 137
      },
      {
        "chunk_id": 94,
        "text": "dical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95899,
        "end": 96035,
        "length": 136
      },
      {
        "chunk_id": 95,
        "text": "ical care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95900,
        "end": 96035,
        "length": 135
      },
      {
        "chunk_id": 96,
        "text": "cal care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95901,
        "end": 96035,
        "length": 134
      },
      {
        "chunk_id": 97,
        "text": "al care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95902,
        "end": 96035,
        "length": 133
      },
      {
        "chunk_id": 98,
        "text": "l care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95903,
        "end": 96035,
        "length": 132
      },
      {
        "chunk_id": 99,
        "text": " care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95904,
        "end": 96035,
        "length": 131
      },
      {
        "chunk_id": 100,
        "text": "care;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95905,
        "end": 96035,
        "length": 130
      },
      {
        "chunk_id": 101,
        "text": "are;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95906,
        "end": 96035,
        "length": 129
      },
      {
        "chunk_id": 102,
        "text": "re;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95907,
        "end": 96035,
        "length": 128
      },
      {
        "chunk_id": 103,
        "text": "e;\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95908,
        "end": 96035,
        "length": 127
      },
      {
        "chunk_id": 104,
        "text": ";\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95909,
        "end": 96035,
        "length": 126
      },
      {
        "chunk_id": 105,
        "text": "\r7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95910,
        "end": 96035,
        "length": 125
      },
      {
        "chunk_id": 106,
        "text": "7\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95911,
        "end": 96035,
        "length": 124
      },
      {
        "chunk_id": 107,
        "text": "\rNot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95912,
        "end": 96035,
        "length": 123
      },
      {
        "chunk_id": 108,
        "text": "Not hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95913,
        "end": 96035,
        "length": 122
      },
      {
        "chunk_id": 109,
        "text": "ot hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95914,
        "end": 96035,
        "length": 121
      },
      {
        "chunk_id": 110,
        "text": "t hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95915,
        "end": 96035,
        "length": 120
      },
      {
        "chunk_id": 111,
        "text": " hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95916,
        "end": 96035,
        "length": 119
      },
      {
        "chunk_id": 112,
        "text": "hospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95917,
        "end": 96035,
        "length": 118
      },
      {
        "chunk_id": 113,
        "text": "ospitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95918,
        "end": 96035,
        "length": 117
      },
      {
        "chunk_id": 114,
        "text": "spitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95919,
        "end": 96035,
        "length": 116
      },
      {
        "chunk_id": 115,
        "text": "pitalized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95920,
        "end": 96035,
        "length": 115
      },
      {
        "chunk_id": 116,
        "text": "italized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95921,
        "end": 96035,
        "length": 114
      },
      {
        "chunk_id": 117,
        "text": "talized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95922,
        "end": 96035,
        "length": 113
      },
      {
        "chunk_id": 118,
        "text": "alized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95923,
        "end": 96035,
        "length": 112
      },
      {
        "chunk_id": 119,
        "text": "lized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95924,
        "end": 96035,
        "length": 111
      },
      {
        "chunk_id": 120,
        "text": "ized, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95925,
        "end": 96035,
        "length": 110
      },
      {
        "chunk_id": 121,
        "text": "zed, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95926,
        "end": 96035,
        "length": 109
      },
      {
        "chunk_id": 122,
        "text": "ed, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95927,
        "end": 96035,
        "length": 108
      },
      {
        "chunk_id": 123,
        "text": "d, limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95928,
        "end": 96035,
        "length": 107
      },
      {
        "chunk_id": 124,
        "text": ", limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95929,
        "end": 96035,
        "length": 106
      },
      {
        "chunk_id": 125,
        "text": " limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95930,
        "end": 96035,
        "length": 105
      },
      {
        "chunk_id": 126,
        "text": "limitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95931,
        "end": 96035,
        "length": 104
      },
      {
        "chunk_id": 127,
        "text": "imitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95932,
        "end": 96035,
        "length": 103
      },
      {
        "chunk_id": 128,
        "text": "mitation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95933,
        "end": 96035,
        "length": 102
      },
      {
        "chunk_id": 129,
        "text": "itation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95934,
        "end": 96035,
        "length": 101
      },
      {
        "chunk_id": 130,
        "text": "tation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95935,
        "end": 96035,
        "length": 100
      },
      {
        "chunk_id": 131,
        "text": "ation on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95936,
        "end": 96035,
        "length": 99
      },
      {
        "chunk_id": 132,
        "text": "tion on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95937,
        "end": 96035,
        "length": 98
      },
      {
        "chunk_id": 133,
        "text": "ion on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95938,
        "end": 96035,
        "length": 97
      },
      {
        "chunk_id": 134,
        "text": "on on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95939,
        "end": 96035,
        "length": 96
      },
      {
        "chunk_id": 135,
        "text": "n on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95940,
        "end": 96035,
        "length": 95
      },
      {
        "chunk_id": 136,
        "text": " on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95941,
        "end": 96035,
        "length": 94
      },
      {
        "chunk_id": 137,
        "text": "on activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95942,
        "end": 96035,
        "length": 93
      },
      {
        "chunk_id": 138,
        "text": "n activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95943,
        "end": 96035,
        "length": 92
      },
      {
        "chunk_id": 139,
        "text": " activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95944,
        "end": 96035,
        "length": 91
      },
      {
        "chunk_id": 140,
        "text": "activities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95945,
        "end": 96035,
        "length": 90
      },
      {
        "chunk_id": 141,
        "text": "ctivities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95946,
        "end": 96035,
        "length": 89
      },
      {
        "chunk_id": 142,
        "text": "tivities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95947,
        "end": 96035,
        "length": 88
      },
      {
        "chunk_id": 143,
        "text": "ivities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95948,
        "end": 96035,
        "length": 87
      },
      {
        "chunk_id": 144,
        "text": "vities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95949,
        "end": 96035,
        "length": 86
      },
      {
        "chunk_id": 145,
        "text": "ities and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95950,
        "end": 96035,
        "length": 85
      },
      {
        "chunk_id": 146,
        "text": "ties and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95951,
        "end": 96035,
        "length": 84
      },
      {
        "chunk_id": 147,
        "text": "ies and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95952,
        "end": 96035,
        "length": 83
      },
      {
        "chunk_id": 148,
        "text": "es and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95953,
        "end": 96035,
        "length": 82
      },
      {
        "chunk_id": 149,
        "text": "s and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95954,
        "end": 96035,
        "length": 81
      },
      {
        "chunk_id": 150,
        "text": " and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95955,
        "end": 96035,
        "length": 80
      },
      {
        "chunk_id": 151,
        "text": "and/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95956,
        "end": 96035,
        "length": 79
      },
      {
        "chunk_id": 152,
        "text": "nd/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95957,
        "end": 96035,
        "length": 78
      },
      {
        "chunk_id": 153,
        "text": "d/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95958,
        "end": 96035,
        "length": 77
      },
      {
        "chunk_id": 154,
        "text": "/or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95959,
        "end": 96035,
        "length": 76
      },
      {
        "chunk_id": 155,
        "text": "or requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95960,
        "end": 96035,
        "length": 75
      },
      {
        "chunk_id": 156,
        "text": "r requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95961,
        "end": 96035,
        "length": 74
      },
      {
        "chunk_id": 157,
        "text": " requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95962,
        "end": 96035,
        "length": 73
      },
      {
        "chunk_id": 158,
        "text": "requiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95963,
        "end": 96035,
        "length": 72
      },
      {
        "chunk_id": 159,
        "text": "equiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95964,
        "end": 96035,
        "length": 71
      },
      {
        "chunk_id": 160,
        "text": "quiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95965,
        "end": 96035,
        "length": 70
      },
      {
        "chunk_id": 161,
        "text": "uiring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95966,
        "end": 96035,
        "length": 69
      },
      {
        "chunk_id": 162,
        "text": "iring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95967,
        "end": 96035,
        "length": 68
      },
      {
        "chunk_id": 163,
        "text": "ring home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95968,
        "end": 96035,
        "length": 67
      },
      {
        "chunk_id": 164,
        "text": "ing home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95969,
        "end": 96035,
        "length": 66
      },
      {
        "chunk_id": 165,
        "text": "ng home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95970,
        "end": 96035,
        "length": 65
      },
      {
        "chunk_id": 166,
        "text": "g home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95971,
        "end": 96035,
        "length": 64
      },
      {
        "chunk_id": 167,
        "text": " home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95972,
        "end": 96035,
        "length": 63
      },
      {
        "chunk_id": 168,
        "text": "home oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95973,
        "end": 96035,
        "length": 62
      },
      {
        "chunk_id": 169,
        "text": "ome oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95974,
        "end": 96035,
        "length": 61
      },
      {
        "chunk_id": 170,
        "text": "me oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95975,
        "end": 96035,
        "length": 60
      },
      {
        "chunk_id": 171,
        "text": "e oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95976,
        "end": 96035,
        "length": 59
      },
      {
        "chunk_id": 172,
        "text": " oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95977,
        "end": 96035,
        "length": 58
      },
      {
        "chunk_id": 173,
        "text": "oxygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95978,
        "end": 96035,
        "length": 57
      },
      {
        "chunk_id": 174,
        "text": "xygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95979,
        "end": 96035,
        "length": 56
      },
      {
        "chunk_id": 175,
        "text": "ygen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95980,
        "end": 96035,
        "length": 55
      },
      {
        "chunk_id": 176,
        "text": "gen\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95981,
        "end": 96035,
        "length": 54
      },
      {
        "chunk_id": 177,
        "text": "en\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95982,
        "end": 96035,
        "length": 53
      },
      {
        "chunk_id": 178,
        "text": "n\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95983,
        "end": 96035,
        "length": 52
      },
      {
        "chunk_id": 179,
        "text": "\r8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95984,
        "end": 96035,
        "length": 51
      },
      {
        "chunk_id": 180,
        "text": "8\rNot hospitalized, no limitations on activities\r\r",
        "start": 95985,
        "end": 96035,
        "length": 50
      },
      {
        "chunk_id": 181,
        "text": "\rNot hospitalized, no limitations on activities\r\r",
        "start": 95986,
        "end": 96035,
        "length": 49
      },
      {
        "chunk_id": 182,
        "text": "Not hospitalized, no limitations on activities\r\r",
        "start": 95987,
        "end": 96035,
        "length": 48
      },
      {
        "chunk_id": 183,
        "text": "ot hospitalized, no limitations on activities\r\r",
        "start": 95988,
        "end": 96035,
        "length": 47
      },
      {
        "chunk_id": 184,
        "text": "t hospitalized, no limitations on activities\r\r",
        "start": 95989,
        "end": 96035,
        "length": 46
      },
      {
        "chunk_id": 185,
        "text": " hospitalized, no limitations on activities\r\r",
        "start": 95990,
        "end": 96035,
        "length": 45
      },
      {
        "chunk_id": 186,
        "text": "hospitalized, no limitations on activities\r\r",
        "start": 95991,
        "end": 96035,
        "length": 44
      },
      {
        "chunk_id": 187,
        "text": "ospitalized, no limitations on activities\r\r",
        "start": 95992,
        "end": 96035,
        "length": 43
      },
      {
        "chunk_id": 188,
        "text": "spitalized, no limitations on activities\r\r",
        "start": 95993,
        "end": 96035,
        "length": 42
      },
      {
        "chunk_id": 189,
        "text": "pitalized, no limitations on activities\r\r",
        "start": 95994,
        "end": 96035,
        "length": 41
      },
      {
        "chunk_id": 190,
        "text": "italized, no limitations on activities\r\r",
        "start": 95995,
        "end": 96035,
        "length": 40
      },
      {
        "chunk_id": 191,
        "text": "talized, no limitations on activities\r\r",
        "start": 95996,
        "end": 96035,
        "length": 39
      },
      {
        "chunk_id": 192,
        "text": "alized, no limitations on activities\r\r",
        "start": 95997,
        "end": 96035,
        "length": 38
      },
      {
        "chunk_id": 193,
        "text": "lized, no limitations on activities\r\r",
        "start": 95998,
        "end": 96035,
        "length": 37
      },
      {
        "chunk_id": 194,
        "text": "ized, no limitations on activities\r\r",
        "start": 95999,
        "end": 96035,
        "length": 36
      },
      {
        "chunk_id": 195,
        "text": "zed, no limitations on activities\r\r",
        "start": 96000,
        "end": 96035,
        "length": 35
      },
      {
        "chunk_id": 196,
        "text": "ed, no limitations on activities\r\r",
        "start": 96001,
        "end": 96035,
        "length": 34
      },
      {
        "chunk_id": 197,
        "text": "d, no limitations on activities\r\r",
        "start": 96002,
        "end": 96035,
        "length": 33
      },
      {
        "chunk_id": 198,
        "text": ", no limitations on activities\r\r",
        "start": 96003,
        "end": 96035,
        "length": 32
      },
      {
        "chunk_id": 199,
        "text": " no limitations on activities\r\r",
        "start": 96004,
        "end": 96035,
        "length": 31
      },
      {
        "chunk_id": 200,
        "text": "no limitations on activities\r\r",
        "start": 96005,
        "end": 96035,
        "length": 30
      },
      {
        "chunk_id": 201,
        "text": "o limitations on activities\r\r",
        "start": 96006,
        "end": 96035,
        "length": 29
      },
      {
        "chunk_id": 202,
        "text": " limitations on activities\r\r",
        "start": 96007,
        "end": 96035,
        "length": 28
      },
      {
        "chunk_id": 203,
        "text": "limitations on activities\r\r",
        "start": 96008,
        "end": 96035,
        "length": 27
      },
      {
        "chunk_id": 204,
        "text": "imitations on activities\r\r",
        "start": 96009,
        "end": 96035,
        "length": 26
      },
      {
        "chunk_id": 205,
        "text": "mitations on activities\r\r",
        "start": 96010,
        "end": 96035,
        "length": 25
      },
      {
        "chunk_id": 206,
        "text": "itations on activities\r\r",
        "start": 96011,
        "end": 96035,
        "length": 24
      },
      {
        "chunk_id": 207,
        "text": "tations on activities\r\r",
        "start": 96012,
        "end": 96035,
        "length": 23
      },
      {
        "chunk_id": 208,
        "text": "ations on activities\r\r",
        "start": 96013,
        "end": 96035,
        "length": 22
      },
      {
        "chunk_id": 209,
        "text": "tions on activities\r\r",
        "start": 96014,
        "end": 96035,
        "length": 21
      },
      {
        "chunk_id": 210,
        "text": "ions on activities\r\r",
        "start": 96015,
        "end": 96035,
        "length": 20
      },
      {
        "chunk_id": 211,
        "text": "ons on activities\r\r",
        "start": 96016,
        "end": 96035,
        "length": 19
      },
      {
        "chunk_id": 212,
        "text": "ns on activities\r\r",
        "start": 96017,
        "end": 96035,
        "length": 18
      },
      {
        "chunk_id": 213,
        "text": "s on activities\r\r",
        "start": 96018,
        "end": 96035,
        "length": 17
      },
      {
        "chunk_id": 214,
        "text": " on activities\r\r",
        "start": 96019,
        "end": 96035,
        "length": 16
      },
      {
        "chunk_id": 215,
        "text": "on activities\r\r",
        "start": 96020,
        "end": 96035,
        "length": 15
      },
      {
        "chunk_id": 216,
        "text": "n activities\r\r",
        "start": 96021,
        "end": 96035,
        "length": 14
      },
      {
        "chunk_id": 217,
        "text": " activities\r\r",
        "start": 96022,
        "end": 96035,
        "length": 13
      },
      {
        "chunk_id": 218,
        "text": "activities\r\r",
        "start": 96023,
        "end": 96035,
        "length": 12
      },
      {
        "chunk_id": 219,
        "text": "ctivities\r\r",
        "start": 96024,
        "end": 96035,
        "length": 11
      },
      {
        "chunk_id": 220,
        "text": "tivities\r\r",
        "start": 96025,
        "end": 96035,
        "length": 10
      },
      {
        "chunk_id": 221,
        "text": "ivities\r\r",
        "start": 96026,
        "end": 96035,
        "length": 9
      },
      {
        "chunk_id": 222,
        "text": "vities\r\r",
        "start": 96027,
        "end": 96035,
        "length": 8
      },
      {
        "chunk_id": 223,
        "text": "ities\r\r",
        "start": 96028,
        "end": 96035,
        "length": 7
      },
      {
        "chunk_id": 224,
        "text": "ties\r\r",
        "start": 96029,
        "end": 96035,
        "length": 6
      },
      {
        "chunk_id": 225,
        "text": "ies\r\r",
        "start": 96030,
        "end": 96035,
        "length": 5
      },
      {
        "chunk_id": 226,
        "text": "es\r\r",
        "start": 96031,
        "end": 96035,
        "length": 4
      },
      {
        "chunk_id": 227,
        "text": "s\r\r",
        "start": 96032,
        "end": 96035,
        "length": 3
      },
      {
        "chunk_id": 228,
        "text": "\r\r",
        "start": 96033,
        "end": 96035,
        "length": 2
      },
      {
        "chunk_id": 229,
        "text": "\r",
        "start": 96034,
        "end": 96035,
        "length": 1
      }
    ],
    "chunked": true
  },
  "status": "queued",
  "created_at": "2025-11-13T00:19:52.579503",
  "chunked": true,
  "chunk_count": 230
}