{
  "job_id": "e9fca23d-8a7b-4b3c-8c98-9754225f54e8",
  "payload": {
    "text": "Exposure-Response Evaluation of IV Artesunate in Children with Severe Malaria\rDMID Protocol Number: 19-0007\r\rDMID Funding Mechanism: VTEU Contract HHSN2722013000221\rPrincipal Investigator: Matthew B. Laurens, MD, MPH\rDMID Clinical Protocol Manager: Walt Jones, RN, MPH\rDMID Medical Officer: Gregory A. Deye, MD\rDMID Medical Monitor: Mo Elsafy, MD, MSc\rDMID Contracting Officer’s Representative: Ranjodh S. Gill, RN, MPH \rDraft or Version Number: 0.9\r20 May 2021\u000b\r\rStatement of Compliance\rThe study will be carried out in accordance with Good Clinical Practice (GCP) as required by the following (use applicable regulations depending on study location and sponsor requirements; samples follow):\rUnited States (US) Code of Federal Regulations (CFR) applicable to clinical studies (45 CFR Part 46; 21 CFR Part 50, 21 CFR Part 56, and 21 CFR Part 312)\rICH E6; 62 Federal Register 25691 (1997) \rNIH Clinical Terms of Award\rAll key personnel (all individuals responsible for the design and conduct of this study) have completed Human Subjects Protection Training.\rSignature Page\rThe signature below constitutes the approval of this protocol and the attachments, and provides the necessary assurances that this trial will be conducted according to all stipulations of the protocol, including all statements regarding confidentiality, and according to local legal and regulatory requirements and applicable US federal regulations and ICH guidelines.\r\rSite Investigator:\r\rSigned:\r\rDate:\r\r\rPauline Byakika-Kibwika, MBChB, MSc, MMed, PhD\rAssociate Professor of Medicine\r\r\r\r\rPrincipal Investigator:\r\r\r\r\rSigned:\r\rDate:\r\r\rMatthew B. Laurens, MD, MPH\rAssociate Professor of Pediatrics and of Medicine\r\r\r\r\r\r\r\rTable of Contents\rStatement of Compliance\t2\rSignature Page\t3\rTable of Contents\t4\rList of Tables\t7\rList of Figures\t8\rList of Abbreviations\t9\rProtocol Summary\t11\r1\tKey Roles\t15\r2\tBackground Information and Scientific Rationale\t18\r2.1\tBackground Information\t18\r2.2\tRationale\t19\r2.3\tPotential Risks and Benefits\t20\r2.3.1\tPotential Risks\t20\r2.3.2\tKnown Potential Benefits\t21\r3\tObjectives\t22\r3.1\tStudy Objectives & Outcome Measures\t22\r3.1.1\tPrimary Study Objective\t22\r3.1.2\tSecondary Study Objectives\t22\r3.1.3\tExploratory Study Objectives\t22\r4\tStudy Design\t24\r5\tStudy Enrollment and Withdrawal\t26\r5.1\tSite Description\t26\r5.2\tSubject Inclusion Criteria\t26\r5.3\tSubject Exclusion Criteria\t26\r5.4\tTreatment Procedures\t26\r5.4.1\tReasons for Withdrawal\t26\r5.4.2\tHandling of Withdrawals\t27\r5.4.3\tTermination of Study\t27\r6\tStudy Intervention/Investigational Product\t28\r6.1\tStudy Product Description\t28\r6.1.1\tAcquisition\t28\r6.1.2\tFormulation, Packaging, and Labeling\t28\r6.1.3\tProduct Storage and Stability\t29\r6.2\tDosage, Preparation and Administration of Study Intervention/Investigational Product\t29\r6.3\tModification of Study Intervention/Investigational Product for a Participant\t29\r6.4\tAccountability Procedures for the Study Supply of IV Artesunate\t29\r6.5\tConcomitant Medications/Treatments\t30\r7\tStudy Schedule\t31\r7.1\tScreening\t31\r7.2\tEnrollment/Baseline\t32\r7.3\tFollow-up\t32\r7.4\tFinal Study Visit\t32\r7.5\tEarly Termination Visit\t33\r7.6\tUnscheduled Visit\t33\r8\tStudy Procedures/Evaluations\t34\r8.1\tDaily Study Procedures\t34\r8.2\tClinical Evaluations\t37\r8.3\tLaboratory Evaluations\t37\r8.3.1\tClinical Laboratory Evaluations\t37\r8.3.2\tSpecial Assays or Procedures\t38\r8.3.3\tSpecimen Preparation, Handling, and Shipping\t39\r9\tAssessment of Safety\t40\r9.1\tSpecification of Safety Parameters\t40\r9.2\tMethods and Timing for Assessing, Recording, and Analyzing Safety Parameters\t40\r9.2.1\tAdverse Events\t40\r9.2.2\tSerious Adverse Events\t41\r9.2.3\tProcedures to be Followed in the Event of Abnormal Laboratory Test Values or Abnormal Clinical Findings\t42\r9.3\tReporting Procedures\t42\r9.3.1\tSerious Adverse Events\t42\r9.4\tType and Duration of Follow-up of Subjects after Adverse Events\t43\r9.5\tHalting Rules\t43\r9.6\tSafety Oversight (ISM)\t43\r10\tClinical Monitoring\t45\r10.1\tSite Monitoring Plan\t45\r11\tStatistical Considerations\t46\r11.1\tStudy Hypothesis\t46\r11.2\tSample Size Considerations\t46\r11.3\tFinal Analysis Plan\t47\r11.3.1\tAnalysis of Demographics and Baseline Characteristics\t48\r11.3.2\tAnalysis of Safety\t48\r11.3.3\tClinical Laboratory Parameters\t48\r11.3.4\tAnalysis of Pharmacokinetics of Dihydroartemisinin\t48\r11.3.5\tAnalysis of Pharmacodynamics of Dihydroartemisinin\t49\r11.3.6\tMissing Data\t49\r11.4\tStudy Cohorts/Datasets to be Evaluated\t49\r12\tSource Documents and Access to Source Data/Documents\t51\r13\tQuality Control and Quality Assurance\t52\r14\tEthics/Protection of Human Subjects\t53\r14.1\tEthical Standard\t53\r14.2\tInstitutional Review Board\t53\r14.3\tInformed Consent Process\t53\r14.3.1\tScreening and Study Informed Consent\t54\r14.3.2\tCompensation\t55\r14.4\tExclusion of Women, Minorities, and Children (Special Populations)\t55\r14.5\tSubject Confidentiality\t55\r14.6\tStudy Discontinuation\t56\r14.7\tFuture Use of Stored Specimens\t56\r15\tData Handling and Record Keeping\t57\r15.1\tData Management Responsibilities\t57\r15.2\tData Capture Methods\t58\r15.3\tTypes of Data\t58\r15.4\tTiming/Reports\t58\r15.5\tStudy Records Retention\t58\r15.6\tProtocol Deviations\t58\r16\tPublication Policy\t60\r17\tLiterature References\t61\r18\tSupplements/Appendices\t62\r19\tAppendix A: Schedule of Events\t63\r\r\r\f\rList of Tables\rTable 19.1: Schedule of Events\t63\r\f\rList of Figures\rFigure 1.1: Study Schematic\t14\rFigure 5.1: Map of Uganda\t26\r\f\rList of Abbreviations\rACT\rArtemisinin Combination Therapy\rAE\rAdverse Event/Adverse Experience\rALP\rAlkaline phosphatase\rALT\rAlanine aminotransferase\rAST\rAspartate aminotransferase\rBUN\rBlood urea nitrogen\rCFR\rCode of Federal Regulations\rCIOMS\rCouncil for International Organizations of Medical Sciences\rCFR\rCode of Federal Regulations\rCRF\rCase Report Form\rDCC\rData Coordinating Center\rDHHS\rDepartment of Health and Human Services\rDMID\rDivision of Microbiology and Infectious Diseases, NIAID, NIH, DHHS\rDOT\rDirectly Observed Therapy\rDSMB\rData and Safety Monitoring Board\reCRF\rElectronic Case Report Form\rFDA\rFood and Drug Administration\rFWA\rFederalwide Assurance\rGCP\rGood Clinical Practice\rHIPAA\rHealth Insurance Portability and Accountability Act\rIB\rInvestigator’s Brochure\rICF\rInformed Consent Form\rICH\rInternational Conference on Harmonisation\rICMJE\rInternational Committee of Medical Journal Editors\rIND\rInvestigational New Drug Application\rIRB\rInstitutional Review Board\rISM\rIndependent Safety Monitor\rITT\rIntention to treat\rIV\rIntravenous\rMedDRA Ò\rMedical Dictionary for Regulatory Activities\rMOP\rManual of Procedures\rN\rNumber (typically refers to subjects)\rNIAID\rNational Institute of Allergy and Infectious Diseases, NIH, DHHS\rNIH\rNational Institutes of Health\rOCRA\rOffice of Clinical Research Affairs, DMID, NIAID, NIH, DHHS\rOHRP\rOffice for Human Research Protections\rOHSR\rOffice for Human Subjects Research\rORA\rOffice of Regulatory Affairs, DMID, NIAID, NIH, DHHS\rPI\rPrincipal Investigator\rPK\rPharmacokinetics\rPP\rPer protocol\rQA\rQuality Assurance\rQC\rQuality Control\rSAE\rSerious Adverse Event/Serious Adverse Experience\rSOP\rStandard Operating Procedure\rUMB\rUniversity of Maryland, Baltimore\rUS\rUnited States\rUSUHS\rUniformed Services University of the Health Sciences\rWHO\rWorld Health Organization\r\r\r\rProtocol Summary\rTitle:\rExposure-Response Evaluation of IV Artesunate in Children with Severe Malaria\rPhase:\r4\rPopulation:\rChildren with severe malaria who are 6 months to 14 years of age living in or near Tororo District, Uganda\rNumber of Sites:\r2\rStudy Duration:\r1 year\rSubject Participation Duration:\r6 months\rDescription of Agent or Intervention:\rIntravenous (IV) artesunate\rObjectives:\r\rPrimary:\rTo determine the relationship between dihydroartemisinin (DHA) exposures following intravenous dosing and markers of physiologic dysfunction associated with severe malaria and explore predictors that may affect this relationship\rSecondary:\rTo determine the relationship between DHA exposures and time to hospital discharge and explore predictors that may affect this relationship\rTo determine the relationship between DHA exposures and parasite clearance associated with treatment of severe malaria and explore predictors that may affect this relationship.\rExploratory:\rTo determine the relationship between DHA exposures and neurodevelopmental outcomes associated with treatment of severe malaria outcomes and explore predictors that may affect this relationship  \rTo evaluate the role of parasite clearance as a mediator of the relationship between DHA exposures and markers of physiologic dysfunction associated with severe malaria\rTo develop a score comprised of markers of physiologic dysfunction and describe its relationship to clinical outcomes\rTo assess P. falciparum infections for artemisinin resistance \rDescription of Study Design:\rThis clinical study is a phase 4, two-site, open-label pharmacokinetic study of intravenous (IV) artesunate in up to 100 Ugandan children 6 months-14 years of age who are diagnosed with severe malaria according to standardized World Health Organization (WHO) criteria (any P. falciparum parasitemia and the presence of danger signs). Participants will receive the standard of care IV artesunate for initial treatment of severe malaria per WHO guidelines: children weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). Children who recover and are able to transition to oral antimalarial therapy will initiate a 3-day course of artemisinin-combination oral therapy per national guidelines. Biomarkers of physiologic dysfunction will be quantified at regular intervals, including serum lactate, serum glucose, total and direct bilirubin, acidosis, Blantyre coma score, and anemia. These biomarkers will be considered both independently and together as a weighted score to relate to the pharmacokinetics of the active metabolite of IV artesunate, dihydroartemisinin (DHA) and to efficacy markers that more accurately reflect clinical outcomes. We will also quantify P. falciparum parasitemia using standardized thick blood smear and relate this outcome to DHA dose and exposure for comparison with historical studies.\rChildren 6 months to 14 years of age living in or near Tororo District, Uganda, who are diagnosed with severe malaria and who meet inclusion and exclusion criteria will be enrolled. \rEstimated Time to Complete Enrollment:\r6 months\r\r\fSchematic of Study Design:\r\r \rPrior to \rEnrollment\r\r\r\r\r\r\r\r\rStudy Day 1:\rEnrollment\r\rStudy Days 2-7: \rFollow-up\r\rStudy Day 14:\rFollow-up\r\rStudy Day 28:\rFollow-up\r\rStudy Day 183:\rFinal Study Visit\r\r\r\r\r\rKey Roles\rIndividuals:\rDMID Clinical Project Manager: \rWalt Jones, RN, MPH\rParasitology & International Programs Branch (HNM53)\rDivision of Microbiology & Infectious Diseases\rNational Institute of Allergy & Infectious Diseases\rNational Institutes of Health\rBG 5601FL RM 8A37\rMail Stop 9825\r5601 Fishers Lane\rBethesda, MD 20852\rPhone: 240-627-3283\rEmail: joneswalter@niaid.nih.gov \r\r\rDMID Medical Officer: \rGreg A. Deye, MD\rParasitology & International Programs Branch (HNM53)\rDivision of Microbiology & Infectious Diseases\rNational Institute of Allergy & Infectious Diseases\rNational Institutes of Health\rBG 5601FL RM 8A39\rMail Stop 9825\r5601 Fishers Lane\rBethesda, MD 20852\rPhone: 240-292-4199\rEmail: gregory.deye@nih.gov \r\rPrincipal Investigator:  \rMatthew B. Laurens, MD, MPH\rCenter for Vaccine Development and Global Health\rUniversity of Maryland School of Medicine\r685 W Baltimore St, Room 480\rBaltimore, MD 21201\rPhone: 410-706-5462\rEmail: mlaurens@som.umaryland.edu\r\rSite Principal Investigator:  \rPauline Byakika-Kibwika, MBChB, MSc, MMed, PhD\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda\rPhone: (+256) 772 626885 / 776 221386\rEmail: pbyakika@gmail.com\r\r\rSite Co-Principal Investigator:  \rMohammed Lamorde, PhD\rInfectious Diseases Institute\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda\rPhone: (+256) 414 307291\rEmail: mlamorde@idi.co.ug\r\rMedical Monitor:  \rMo Elsafy, MD, MSc\rMedical Monitor\rOffice of Clinical Research Affairs\rDivision of Microbiology and Infectious Diseases\r5601 Fishers Lane \r7E56 MSC 9826\rBethesda, MD 20892-9826\rPhone:  240-292-4241\rEmail: elsafymm@nih.gov  \r\rDMID Contracting Officer’s Representative:\rRanjodh S. Gill, BSN, MPH\rBG 5601FL Room 7G26\r5601 Fishers Lane\rRockville, MD 20852\rPhone: 202-631-0175\rEmail: Ranjodh.Gill@nih.gov  \r\rInstitutions:\rCenter for Vaccine Development and Global Health\rUniversity of Maryland School of Medicine\r685 W Baltimore St, Room 480\rBaltimore, MD 21201\rPhone: 410-706-5328\rFax: 410-706-6205\rhttps://www.medschool.umaryland.edu/cvd/\r\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda \rhttps://chs.mak.ac.ug/ \r\rData Coordinating Center:\rThe Emmes Company, LLC\r401 N. Washington St, Suite 700\rRockville, MD 20850\rPhone: 301-251-1161\rFax: 301-251-1355\r\rDMID Study Materials Services Contractor:\rDMID-Clinical Materials Services (CMS) \rThermo Fisher Scientific\r4650 New Design Road, Suite F\rFrederick, MD 21703\rPhone: 240-405-1060\rEmail: DMID.CMS@ThermoFisher.com\rwww.fisherbioservices.com \r\rBackground Information and Scientific Rationale\rBackground Information\r\rDespite recent advances in malaria control, Plasmodium falciparum continues to kill almost half a million persons annually, most of whom are children living in sub-Saharan Africa (World Malaria Report, WHO 2019). \r\rPlasmodium falciparum is the most prevalent malaria parasite specie and the cause of the most severe form of disease and death. It accounted for 99.7% of all malaria cases in the WHO African Region in 2018. \r\rChildren younger than 5 years of age and pregnant women are most at risk of malaria and death. They accounted for 67% of the estimated 405,000 malaria deaths worldwide, with 94% of these in the African Region. Although there was an overall reduction in malaria deaths in 2018 compared with 2010, the malaria mortality reduction rate slowed since 2016 and this has malaria researchers questioning if current malaria treatment regimens are optimal and based on sound scientific evidence. \r\rSevere malaria is a medical emergency with an immediate threat to life and so requires prompt treatment with effective therapy. The priority requirement for successful diagnosis and treatment is early recognition of the signs and symptoms of severe malaria that should lead to emergency care in an in-patient setting. Artemisinin derivatives are highly effective and rapidly schizonticidal drugs, devoid of major side-affects and their use does not warrant intensive monitoring. Large randomized clinical trials and systematic reviews demonstrated superiority of artesunate to quinine for treatment of severe malaria, with significant reduction in mortality and complications associated with malaria as well as less adverse effects. These trials provided support for parenteral artesunate to replace parenteral quinine as drug of first choice in treating severe malaria. Currently, the WHO recommends use of intravenous or intramuscular artesunate as first line treatment for severe malaria, administered for at least 24 hours, until the patient can tolerate oral medication and to complete treatment with at least 3 days of an ACT. In case of unavailability of artesunate, to use artemether in preference to quinine for treatment of severe malaria. \r\rUganda adopted this policy for severe malaria treatment, however; parenteral artesunate is not widely available and effort to improve accessibility should be reinforced.\r\rSince 1991 and before April 2019, the only FDA-approved treatment for severe malaria in the U.S. was intravenous quinidine gluconate. Availability of quinidine gluconate in the U.S. has declined over the past 20 years, such that the last lot manufactured reached expiry in March 2019. A replacement essential medicine is needed in the U.S. for treatment of severe malaria. Intravenous (IV) artesunate is now the only option available for treatment in the United States, and is uniquely available through the CDC under an expanded access investigational new drug (IND) protocol via scattered distribution centers located near transportation hubs. Unfortunately, severe malaria can progress rapidly, and delays in delivery of IV artesunate from treatment distribution centers to patients with severe malaria may lead to complications, including treatment failure and death. To mitigate risk of severe malaria complications, pharmacologic treatment for severe malaria treatment should be optimized for patients with severe malaria. \r\rMalaria treatment and Drug Pharmacokinetics\rSevere malaria is a medical emergency which if not immediately treated results in 100% mortality. It is fundamental that plasma concentrations of a highly effective antimalarial drug are achieved as rapidly as possible. Artesunate is a water soluble hemisuccinate artemisinin derivative; available as sodium hemisuccinate salt for injection (Guilin Pharmaceutical Factory, Guangxi, People’s Republic of China). Artesunate’s excellent antimalarial property demonstrated by rapid parasite clearance, is enhanced by its high initial maximum concentration (Cmax) and rapid hydrolysis to its active metabolite dihydroartemisinin. High plasma concentrations of artesunate and dihydroartemisinin are achieved within 5 minutes of drug administration and artesunate is rapidly cleared from circulation. The Cmax for both artesunate and dihydroartemisinin are observed rapidly post dose administration indicating rapid conversion of artesunate to dihydroartemisinin. Artesunate is cleared from circulation rapidly while dihydroartemisinin has a longer elimination half-life. Accurate measurement of plasma concentrations of artesunate and dihydroartemisinin should guide adequate dosing as well as facilitate differentiation of treatment failure due to inadequate drug exposure from failure due to drug resistance.\rRationale\rCurrent dosing regimens for IV artesunate are based on time to parasite clearance and not clinical endpoints related to physiologic changes that occur with parasitemia. Other measures of physiologic dysfunction can be used as study endpoints for a malaria treatment outcome analysis of current regimens for IV artesunate for severe malaria treatment. Improved dosing regimens will lead to fewer complications and likely fewer deaths. Such a strategy is needed to further reduce public health gains against malaria mortality that seem to have recently stalled.\r\rFor pediatric patients, IV artesunate dosing is weight-based to adjust for artesunate clearance and has been developed based on time to parasitemia clearance times, which may not completely reflect clinical cure. The most recent World Health Organization (WHO) 2015 guidelines state that children weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children and adults who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). The December 2016 CDC guidelines recommended 2.4 mg/kg/dose for all pediatric and adult patients, regardless of weight (https://www.cdc.gov/malaria/resources/pdf/artesunate/Artesunate_protocol_12_19_2016.pdf), while the recently updated October 2019 CDC guideline recommends the same weight-based dosing scheme as the WHO (https://www.cdc.gov/malaria/resources/pdf/Malaria_Treatment_Table_120419.pdf). A recent study of severe malaria in sub-Saharan African children documented equivalent time to parasite clearance using 2.4 mg/kg/dose at 0, 12, 24, 48 and 72 hours; and a larger 4.0 mg/kg/dose at 0, 24 and 48 hours.\r\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, measurement of parasite clearance in the peripheral blood may not reflect physiologic effects of severe malaria that result from end organ damage, whether through direct impairment of blood flow and decreased delivery of oxygen, a local inflammatory response directed against infected red blood cells attached to vascular endothelium, or rosetting of infected and uninfected red blood cells at the vasculature. Other measures of physiologic dysfunction when quantified alone or in an algorithmic fashion such as a score, may more accurately reflect successful treatment, including serum lactate, serum glucose, acidosis, Blantyre coma score, and anemia. These measures, compared to the standard parasite clearance times from peripheral blood, may be more important to quantify and relate to pharmacologic dosing of antimalarial therapy. \rPotential Risks and Benefits\rPotential Risks\rNo significant additional risks are anticipated as participants will be receiving standard of care antimalarial therapy per national guidelines. Frequent blood draws are also common for patients with severe malaria. The amount of blood drawn for research purposes will be minimized to reduce added risk.\rRisks from blood drawing\rRisks associated with blood drawing include small risks of bleeding, hematoma and infection. To minimize this risk, the skin is cleaned with alcohol before puncture; sterile, single-use needles and lancets will always be used; and pressure will be held at the puncture site after removal of the needle or lancet. Trained technicians and medical staff will perform the procedure to reduce potential risk. Clinicians will be available for evaluation if there is any untoward effect. lnlknlknlknlknlnlkn\rPotential risk of loss of confidentiality\rThere is a potential risk of loss of confidentiality to study participants. Private health information recorded on participant case report forms could theoretically become available to non-study personnel. To protect against this potential risk, the principal investigator will carefully monitor study procedures to protect the safety of participants and the quality of the data. Participant samples will be labeled with a participant ID number. The key to this number, and all private health information will be kept in a locked cabinet in a locked room that is accessible only to study personnel.\rRisks to study personnel\rThe main risks to study personnel are from accidental exposure to blood and body fluid-borne infections. SOPs for staff safety are used in clinical and laboratory areas, including sharps management, hazardous waste management, etc. Universal precautions are used for handling all body fluids.\rKnown Potential Benefits\rNo direct benefit is anticipated for study participants. If this research is successful and an improved IV artesunate dosing regimen for treatment of severe malaria in children is developed, the community of Tororo District, Uganda and the rest of the P. falciparum-endemic world will benefit.\rObjectives\rStudy Objectives & Outcome Measures\rPrimary Study Objective \rTo determine the relationship between dihydroartemisinin (DHA) exposures following intravenous dosing and markers of physiologic dysfunction associated with severe malaria in Ugandan children and explore predictors that may affect this relationship\rPrimary Outcome Measure\rDihydroartemisinin (DHA) pharmacokinetics following the first dose of IV artesunate after enrollment, including maximum concentration (Cmax), area under the curve over hours 0-12 (AUC0-12) and half-life (t1/2) and time to Cmax (Tmax)\rPhysiologic measures such as temperature, serum lactate, serum glucose, acidosis, Blantyre coma score, total and direct bilirubin, anemia\rSecondary Study Objectives \rTo determine the relationship between DHA exposures and time to hospital discharge and explore predictors that may affect this relationship\rTo determine the relationship between DHA exposures and parasite clearance associated with treatment of severe malaria and explore predictors that may affect this relationship\rSecondary Outcome Measures\rTime to hospital discharge\rMeasures of parasite clearance calculated from parasite density, as measured by thick blood smear such as parasite clearance half-life, total parasite clearance by Day 2, and time to 90% reduction in parasitemia\rExploratory Study Objectives\rTo determine the relationship between DHA exposures and neurodevelopmental outcomes associated with treatment of severe malaria outcomes and explore predictors that may affect this relationship\rTo evaluate the role of parasite clearance as a mediator of the relationship between DHA exposures and markers of physiologic dysfunction associated with severe malaria\rTo develop a score comprised of markers of physiologic dysfunction and describe its relationship to clinical outcomes\rTo assess P. falciparum infections for artemisinin resistance\rExploratory Outcome Measures\rNeurodevelopmental outcomes at 1 and 6 months after severe malaria diagnosis\rThe proportion of the effect of DHA exposure on markers of physiologic dysfunction attributable to parasite clearance\rThe association between the physiologic dysfunction score resolution of symptoms, time to hospital discharge, and return to normal range in markers of physiologic dysfunction\rPresence of known K13 mutations associated with artemisinin resistance \rStudy Design\rThis clinical study is an observational phase 4, two-site, open-label pharmacokinetic and pharmacodynamic study of intravenous (IV) artesunate in up to 100 Ugandan children 6 months-14 years of age who are diagnosed with severe malaria according to standardized World Health Organization (WHO) criteria (any P. falciparum parasitemia and the presence of danger signs). khohoh\r\rTreatment\rParticipants will receive the standard of care IV artesunate (Guilin Pharmaceutical Factory, Guangxi, People’s Republic of China), for initial treatment of severe malaria per WHO guidelines. Each 60-mg vial of artesunic acid will be dissolved in 1 mL of 5% sodium bicarbonate (provided in the pack) to form sodium artesunate and then mixed with 5 mL of 5% dextrose. This will be injected as a bolus into an indwelling IV cannula. \r\rDosage of Artesunate\rChildren weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). Children who recover and are able to transition to oral antimalarial therapy after a minimum of 24 hours, will initiate a 3-day course of artemisinin-combination oral therapy per national guidelines.  Participants will be given standardized instructions by a nurse on how to take the artemether-lumefantrine regimen according to standard practice and told that all doses should be taken 30 minutes to 1 hour after food, preferably containing fat or oil.\r\rVariables\rBiomarkers of physiologic dysfunction will be quantified at regular intervals, including serum lactate, serum glucose, total and direct bilirubin, acidosis, Blantyre coma score, and anemia. These biomarkers will be considered both independently and together as a weighted score to relate to the pharmacokinetics of the active metabolite of IV artesunate, dihydroartemisinin (DHA) and to efficacy markers that more accurately reflect clinical outcomes. We will also quantify P. falciparum parasite density using standardized thick blood smear and determine the presence of known artemisinin resistance K13 mutations and relate these outcomes to DHA dose and exposure for comparison with historical studies.\r\rStudy Population\rChildren 6 months-14 years of age living in or near Tororo District, Uganda, who are diagnosed with severe malaria and who meet inclusion and exclusion criteria will be enrolled.\r\rAdditional study design elements:\rStudy monitoring delegated to DMID or DMID representative\rScreening will be done within 24 hours before enrollment\rData collection forms will serve as source documents. Only information that cannot be collected initially onto data collection forms (namely, clinical laboratory test results and AE medical records) will first be collected onto separate source documents before transcription into data collection forms. The information in the data collection form will then be entered directly into the Internet data system.\rClinical laboratory evaluations will occur at the clinical laboratory onsite at the Infectious Diseases Research Collaboration Laboratory at Tororo Hospital, or at the Core Laboratory, Infectious Diseases Institute, Mulago, Kampala (IDI Mulago). \rP. falciparum parasitemia will be quantified at Tororo Hospital according to standard operating procedures (SOP).\rPharmacokinetic samples for DHA will be quantified by liquid chromatography and tandem mass spectrometry (LC-MS/MS) (See Section 8.3.2).\rStudy duration will be 6 months per participant, and the entire clinical trial will last approximately 12 months\r7-day surveillance (day of treatment initiation and 6 days thereafter) is planned for initial pharmacokinetic and biophysical parameter measurements\rFollow-up of SAEs until resolution or stability; follow-up of AEs until resolution or stability or until the end of follow-up\rThe analysis of the primary outcome measure and for all secondary outcome measures will be conducted at a data-lock-point 26 weeks after study treatment initiation for the last participant, after which a Clinical Study Report will be produ\rStudy Intervention/Investigational Product\rStudy Product Description\r\rArtesunate for Injection\rArtesunate for injection that is WHO-prequalified, procured by the Ugandan Ministry of Health, and kept under the proper storage conditions at the clinical sites will be used. This is currently the only drug used by the Ministry of Health Uganda for treatment of severe malaria, and no potential safety concerns exist as we plan to use the WHO-recommended dosing regimen.\rAcquisition\rStudy drug will be procured by the Ministry of Health Uganda. \rFormulation, Packaging, and Labeling\rArtesunate for injection appears as a white, crystalline powder. \rSolvent (sodium bicarbonate injection) appears as a clear, colorless liquid. \r\rEach 30 mg box contains:\r1 vial of 30 mg artesunate powder for solution for injection, \r1 ampoule of 0.5 mL sodium bicarbonate 50 mg/mL solution for injection, and \r1 ampoule of 2.5 mL sodium chloride 9 mg/mL for injection;\r\rEach 60 mg box contains:\r1 vial of 60 mg artesunate powder for solution for injection, \r1 ampoule of 1 mL sodium bicarbonate 50 mg/mL solution for injection, and \r1 ampoule of 5 mL sodium chloride 9 mg/mL for injection;\r\rEach 120 mg box contains:\r1 vial of 120 mg artesunate powder for solution for injection, \r1 ampoule of 2 mL sodium bicarbonate 50 mg/mL solution for injection, and \r1 ampoule of 10 mL sodium chloride 9 mg/mL for injection;\rProduct Storage and Stability\rArtesunate for injection should be stored at <30 degrees Celsius and protected from light. The reconstituted solution should be stored at <30 degrees Celsius and should be used within 1 hour. Since this is an observational study, artesunate will be procured, stored and dispensed by the attending hospital staff.\rDosage, Preparation and Administration of Study Intervention/Investigational Product\rArtesunate for injection will be administered by nursing staff per Ministry of Health Uganda guidelines.\rModification of Study Intervention/Investigational Product for a Participant\rDosing of IV artesunate will not be adjusted due to toxicity or other reasons. If a participant experiences toxicity related to IV artesunate, then the investigators will follow Ministry of Health Uganda guidelines for treatment of severe malaria when IV artesunate toxicity is encountered.\rAccountability Procedures for the Study Supply of IV Artesunate\rThe study team will procure a supply of artesunate for injection from the hospital supply and will maintain this study stock in a temperature-controlled area with daily temperature monitoring. The Site Principal Investigator (PI) is responsible for the distribution and disposition of the study stock of artesunate for injection, and has ultimate responsibility for accountability. The Site PI may delegate to the study coordinator responsibility for study product accountability. The study coordinator will be responsible for maintaining complete records and documentation of study product receipt, accountability, dispensation, temperature monitoring, storage conditions, and final disposition of artesunate for injection. All artesunate for injection, whether administered or not, must be documented on the appropriate study product accountability record or dispensing log. Unused study product will be retained as per DMID requirements.\r\rUpon completion of the study and after the final monitoring visit, any remaining unused study product will be returned to the hospital supply, or in accordance with disposition plans. Further details regarding final accountability and disposition of used and unused study product are included in the protocol-specific MOP. \rConcomitant Medications/Treatments\rAt enrollment and at study days 28 and 183, investigators will question the participant’s parent/guardian about any medication taken, including traditional, herbal, supplements and over-the-counter medicines. Concomitant medication, including any administered during the period starting from 7 days before enrollment and ending at the end of the study follow-up period will be recorded with trade name and/or generic name of the medication, medical indication, start and end dates of treatment. \rPatients endpoints \rStudy Schedule\rScreening \rStarting at the emergency department of the hospital, participants diagnosed by the attending physician and have received a prescription of artesunate for severe malaria will be screened for study eligibility and enrolled.\r\rRecruitment will be progressive over a single malaria transmission season so that up to 100 children of either gender who fulfill the inclusion criteria are enrolled. Participants will be recruited by non-coercive methods among children aged 6 months-14 years residing near the study site. A parent/guardian of a child diagnosed with severe malaria will be informed of the study to determine if they are interested to have their child participate. Children who are of the age of assent (age 8 in Uganda) and above and who are conscious will also be informed of the study to determine if they are interested. Only informed consent of a parent/guardian and assent for children >8 and <18 years of age is required for enrollment. After the study has been explained to a potential participant’s parent/guardian, and to a potential participant in the case of a conscious child age 8-14 years old, they will be provided with a copy of the consent form and assent form if applicable. The consent process will be conducted in a semi-private area to ensure confidentiality, to reduce the likelihood of other participants influencing their decision, and to allow further time to make a final decision. A single informed consent document, and a single assent document when applicable, will be used for screening and other study procedures. Only participants who receive a first dose of IV artesunate are considered enrolled in the study. Administration of artesunate therapy will not be delayed for enrollment procedures. Participants may still be enrolled up to 24 hours after first dose of IV artesunate. \r\rAll screening tests, medical history and examinations will be performed only after study consent is obtained. If an individual’s medical chart or results diagnostic tests performed as part of an individual’s medical care are going to be used for screening, written informed consent must be obtained before review of that information. \r\rAn eligibility checklist will be prepared for each participant and will later become part of the source document for participants enrolled in the trial. A unique identification number will be assigned to each study participant. A medical history will be taken. Concomitant medications will be documented. Physical examination and laboratory screening tests will include: hemoglobin, platelets, white blood cell count, neutrophil count; serum lactate, bicarbonate blood urea nitrogen (BUN), calcium, creatinine, glucose, alanine aminotransferase (ALT), aspartate aminotransferase (AST); and urinalysis. Laboratory testing will be performed at the clinical laboratory at the study site and at a local reference laboratory if needed. Recruitment will continue over a single malaria transmission season until up to 100 eligible participants have fulfilled all the inclusion criteria and none of the exclusion criteria, and whose parent/guardian has signed the study consent form. \rEnrollment/Baseline\rOn study day 1, study staff will collect baseline blood and urine samples, conduct a physical exam and document vital signs (axillary temperature, blood pressure, pulse), and record  medication and medical history. Results of baseline blood and urine samples are not necessarily resulted and reviewed before IV artesunate. After they receive their first dose of IV artesunate, participants are considered enrolled into the study.\r\rBlood samples will be collected by venipuncture for baseline laboratory tests including; hemoglobin, platelets, white blood cell count, neutrophil count; serum lactate, bicarbonate blood urea nitrogen (BUN), calcium, creatinine, glucose, alanine aminotransferase (ALT), aspartate aminotransferase (AST); and urinalysis. A thick and thin blood smear will be performed for estimation of parasite density. A dried blood spot specimen will be collected for artemisinin resistance assessment.\r\rLaboratory testing will be performed at the clinical laboratory at the study site and at a local reference laboratory if needed. \r\rA complete physical examination, including full neurological assessment and determination of the Blantyre Coma Score, will be performed and documented at least daily for each patient while hospitalized. Vital signs (pulse, respiratory rate, blood pressure, and axillary temperature will be measured every 6 h until 6 h post parasite clearance.\r\rAdditional details of the schedule of events are included in the Study Schedule (Table 19.1).\rFollow-up \rDetails of the schedule of events, including laboratory analyses, are included in the summary of study procedures. \rFinal Study Visit\rThe final study visit should occur six months after study treatment administration (study day 183).\r \rEvaluations to be done during the final study visit are listed in the daily study procedures and in the summary of study procedures. Procedures include the following: \rConcomitant medication review\rPhysical exam, including vital signs, height, and weight\rVenous blood collection for hemoglobin, platelets, white blood cell count, and neutrophil count\rNeurodevelopmental assessments\rEarly Termination Visit\rIf a participant wishes to end their participation early and is willing to have evaluations performed, a targeted physical examination should be done if needed. If termination occurs before or on study day 7, then study day 7 blood collections should be obtained. If termination occurs after study day 7, 3-5 mL venous blood may be drawn for hemoglobin, platelets, white blood cell count, and neutrophil count. \r\rInvestigators will make every effort to continue follow-up visits for any participant who has received one or more doses of IV artesunate for the duration of the study even if it is determined that subsequent IV artesunate should not be administered. \rUnscheduled Visit \rUnscheduled visits may occur at any time during the trial and may prompt a history and targeted physical examination when indicated, clinical laboratory tests if indicated, documentation of any AEs, and any other medically indicated diagnostic or therapeutic procedures. These visits will be recorded as observations in the participant’s study record.\rStudy Procedures/Evaluations\rDaily Study Procedures\r\rScreening (may take place over more than one visit) up to 24 hours before enrollment\rWritten informed consent \rCheck of inclusion and exclusion criteria\rParticipant identification number assigned\rDemographics and medical history of participant \rConcomitant medication documentation\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rDocument height and weight\rBlantyre Coma Score \rUrinalysis\rCollect 3-5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin. Bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rPopulation PK study per sampling plan specified in Section 8.3.1\r\rDay 1\t\tEnrollment \rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis \rAn intravenous cannula will be inserted in the right forearm for administration of study drugs and on the left forearm for PK blood sampling and blood draws. \rCollect 5 mL venous blood sample at least 12 hours after initial screening collection for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rCollect venous blood samples for population PK study per sampling plan specified in Section 8.3.1\rConcomitant medication\rBlantyre Coma Score \r\rDay 2\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rConcomitant medication \rBlantyre Coma Score\r\rDay 3\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rConcomitant medication \rBlantyre Coma Score\r\rDay 4\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rConcomitant medication \rBlantyre Coma Score\r\rDay 5\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose \rP. falciparum parasite quantification\rConcomitant medication \rBlantyre Coma Score\r\rDay 6\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rConcomitant medication \rBlantyre Coma Score\r\rDay 7\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rConcomitant medication \rBlantyre Coma Score\rNeurodevelopmental assessments\r\rDay 14\t\tFollow-up\rConcomitant medication documentation\rRecord blood pressure, pulse and axillary temperature\rTargeted physical examination if needed\rBlantyre Coma Score\rNeurodevelopmental assessments\rCollect 5 mL venous blood sample for hemoglobin and serum bicarbonate\r\rDay 28\t\tFollow-up\rConcomitant medication documentation\rRecord blood pressure, pulse, axillary temperature, height and weight\rTargeted physical examination if needed\rDocument Height and weight\rBlantyre Coma Score\rNeurodevelopmental assessments\rCollect 5 mL venous blood sample for hemoglobin\r\rDay 183\tFinal Study Visit\rConcomitant medication review\rPhysical exam, including blood pressure, pulse, axillary temperature, height, and weight\rVenous blood collection for hemoglobin, platelets, white blood cell count, and neutrophil count\rBlantyre Coma Score\rNeurodevelopmental assessments\rClinical Evaluations\rLaboratory Evaluations\r\rClinical Laboratory Evaluations\rMalaria Diagnostics\rSamples for malaria diagnostics will be collected according to the following schedule in hours: 0 (0-2), 6 (4-8), 12 (10-14), 24 (22-26), 36 (34-36) and 48 (46-50), and then parasitemia should be measured at least every 24 hours until clearance. Thick and thin blood smears for malaria diagnosis will be stained with Giemsa stain and read at 100X power light microscope. Parasites will be quantitated by counting the number of asexual P. falciparum parasites per 200 white blood cells (WBC) using the patient’s WBC count per µL of blood. Thick blood smears will be used for diagnosis and thin blood smears for typing the species of malaria parasites. Thin and thick blood smears will be repeated on all follow up days because the different species of malaria parasites have different incubation periods.  \r\rCollection of blood for Artesunate Pharmacokinetic assays\rVenous blood samples will be collected into heparin tubes from the arm opposite that used for drug administration at 0 (predosing), and 5 times following the first dose in the hospital in  different sampling windows. Sampling windows are defined for post-dose collections; 0-1 hour, 1-2.5, 2.5-4, 4-6 and >6 hours post dose. In each subject 4 samples will be collected spread across the 5 sampling windows such that there is an equal representation of samples across all windows as much as possible. All blood samples will be collected in fluoride-oxalate tubes and will be chilled immediately to prevent artesunate degradation by plasma esterases. Samples will be centrifuged within 30 min to minimize hemolysis, and the separated plasma will be stored below 80°C until analyzed. Aliquots of plasma will be stored at -80°C (-60°C or colder). Plasma aliquots will be shipped intermittently to the IDI Core Laboratory for storage prior to quantification.   Plasma samples will be assayed by a validated high-performance liquid chromatography (HPLC) method.\r\rDiagnosis of Severe Malaria\rSevere malaria is defined as presence or history of fever plus a positive blood film for P.falciparum malaria with at least one of the following symptoms and signs; repeated convulsions (more than 2 in 24 h), impaired consciousness (Glasgow Coma Score < 11 for adults and Blantyre Coma Score < 3 for children), coma, hyperpyrexia (axillary temperature >/= 40 °C), respiratory distress (acidotic breathing), inability to tolerate oral therapy and vomiting all oral intake, circulatory collapse or shock (systolic Blood Pressure < 80 mmHg in adults and <50 mmHg in children), spontaneous bleeding, hemoglobinuria (tea colored urine), jaundice, prostration (extreme weakness with inability to sit, stand or walk without assistance), severe normocytic anemia (hemoglobin <5 g/dL), hypoglycemia (blood sugar <2.2 mmol/l or 40 mg/dL), renal impairment (serum creatinine >265 μmol/l), and hyperparasitaemia (>10%).\r\rBlood samples for hematologic and biochemical assays \rSerum biochemistries will be examined on site using a COBAS C111 Analyzer. Full blood count will be measured with a Haematology - Mindray Shenzhen analyzer. \r\rUrinalysis\rUrine will be collected into a clean container. A dipstick will be used that measures a variety of analytes, including pH, urobilinogen, bilirubin, protein, glucose, hemolyzed and nonhemolyzed blood, nitrites and leukocyte esterase.\rSpecial Assays or Procedures\rDHA analyte \rBlood Samples for intravenous artesunate/dihydroartemisinin will be collected in fluoride-oxalate tubes. Blood samples will be delivered within 15 min of collection to the clinical laboratory in Tororo Hospital for plasma separation. Aliquots of plasma will be stored at -80°C. Plasma aliquots will be shipped intermittently to the IDI Core Laboratory for storage prior to quantification. \r\rDried blood spot for known K13 artemisinin resistance mutations\rA dried blood spot will be obtained at enrollment for assessment of known K13 artemisinin resistance mutations. Specimens will be shipped to the University of Maryland Baltimore for parasite DNA extraction and sequencing. The presence of K13 mutations known to be associated with artemisinin resistance will be determined for each specimen. \r\rOther special procedures including neurodevelopmental assessments and Blantyre Coma Score (BCS) will be included in the study manual of procedures (MOP) and/or standard operating procedures (SOPs). \rSpecimen Preparation, Handling, and Shipping\rSamples for DHA will be processed using solid-phase extraction and dihydroartemisinin will be quantified by LC MS/MS with an assay validated according to FDA guidelines.\rInstructions for Specimen Preparation, Handling, and Storage\rDetailed SOPs are maintained for these activities. Briefly, blood samples are obtained and processed in the sample processing laboratory according to SOPs. Plasma is frozen in freezers according to SOPs. Dried blood spot specimens will be shipped to the University of Maryland Baltimore. Frozen samples will be transported to the MUJHU laboratory at the IDI in Kampala, and stored there in temperature-monitored freezers or shipped to the DMID clinical repository. International Air Transport Association (IATA) guidelines will be followed for specimen handling, transport and shipping.\rSpecimen Shipment\rThe Investigators will maintain detailed SOPs for specimen transport and storage. All staff and investigators will be trained in the SOPs relevant to their duties and will sign copies of the SOPs to document this training. Copies of SOPs will be available for inspection and review by DMID and study monitors. During the study SOPs may be modified to improve them and new SOPs may be developed as needed to improve operations and ensure adherence with the protocol.\rAssessment of Safety\rSpecification of Safety Parameters\rNo safety outcome measures are planned for this trial.\rMethods and Timing for Assessing, Recording, and Analyzing Safety Parameters\rAdverse Events\rAn adverse event includes any noxious, pathological or unintended change in anatomical, physiological or metabolic functions as indicated by physical signs, symptoms and/or laboratory-detected changes occurring in any phase of the clinical study whether associated with the study product and whether or not considered related to the intervention. This definition includes an exacerbation of pre-existing conditions or events, intercurrent illnesses, or drug interaction. Anticipated day-to-day fluctuations of pre-existing conditions that do not represent a clinically significant exacerbation need not be considered adverse events. Discrete exacerbations of chronic conditions that are deemed to be different than regularly sustained day-to-day fluctuations, occurring during a study period will be reported as adverse events in order to assess changes in frequency or severity.\r\rAdverse events will be documented in terms of a medical diagnosis. When this is not possible, the adverse event will be documented in terms of signs and/or symptoms observed by the investigator or reported by the subject at each study visit. All AEs occurring while on study will be documented appropriately regardless of relationship. Pre-existing conditions or signs and/or symptoms (including any which are not recognized at study entry but are recognized during the study period) present in a participant before the start of the study will be recorded on the participant’s CRF and will be recorded as an AE if deterioration or exacerbation in the condition occurs during the study. Any inpatient overnight hospitalization other than the planned inpatient stay for study treatment administration will be considered a serious adverse event. Information to be collected include event description, date of onset, clinician’s assessment of severity, relationship to study product (assessed only by those with the training and authority to make a diagnosis), and date of resolution/stabilization of the event. All AEs will be followed to adequate resolution or stabilization. \r\rAll AEs must be graded for severity and relationship to study product.\r\rFDA defines AE as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related.\r\rSeverity of Event: All AEs will be assessed by the Principal Investigator or appropriate sub-investigator using a protocol defined grading system in this protocol and the adult DMID Toxicity Tables. For unsolicited events not included in the protocol-defined grading system, the following guidelines will be used to quantify intensity: \rMild (Grade 1)- events require minimal or no treatment and do not interfere with the participant’s daily activities.\rModerate (Grade 2)- events result in a low level of inconvenience or concern with the therapeutic measures. Moderate events may cause some interference with functioning and daily activities.\rSevere (Grade 3)– events interrupt a participant’s usual daily activity and may require systemic drug therapy or other treatment. Severe events are usually incapacitating.\r\rIf an AE changes in severity, it is not a new event, and each AE is documented at its highest severity grading. AEs characterized as intermittent require documentation of onset and duration of each episode.\r\rSerious Adverse Events\rAn AE or suspected adverse reaction is considered “serious” if, in the view of either the investigator or sponsor, it results in any of the following outcomes: \rDeath,\rA life-threatening AE*, \rInpatient hospitalization or prolongation of existing hospitalization, \rA persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, or \rA congenital anomaly/birth defect. \rImportant medical events that may not result in death, be life-threatening, or require hospitalizations may be considered serious when, based upon appropriate medical judgment they may jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the outcomes listed in this definition. Examples of such medical events include allergic bronchospasm requiring intensive treatment in an emergency room or at home, blood dyscrasias or convulsions that do not result in inpatient hospitalization, or the development of drug dependency or drug abuse.\r\r* Life-threatening AE. An AE is considered “life-threatening” if, in the view of either the investigator or sponsor, its occurrence places the patient or subject at immediate risk of death. It does not include an AE, had it occurred in a more severe form, might have caused death.\r\rAll SAEs will be:\rrecorded on the appropriate SAE form and eCRF\rreviewed and evaluated by an Independent Safety Monitor (ISM), DMID, and the IRB, if indicated\rProcedures to be Followed in the Event of Abnormal Laboratory Test Values or Abnormal Clinical Findings\rAbnormalities in clinical findings and in clinical laboratory testing will be followed according to national guidelines in Uganda, and will not be graded or considered AEs. \rReporting Procedures\rAEs and SAEs will be documented from the first study intervention, through the end of the follow-up period. \r\rAll AEs and SAEs will be captured on the appropriate data collection form. Information to be collected includes event description, date of onset, investigator assessment of severity, relationship to study product, date of resolution of the event, and outcome. \rSerious Adverse Events\rAEs will be followed to adequate resolution or stabilization for participants enrolled in the study. After termination of the study, participants will be referred to appropriate care for follow-up of ongoing AEs. AEs that are associated with the study drug will be followed to resolution or stabilization with the expectation that it will remain chronic. Any AE that meets a protocol-defined serious criterion must be submitted to DMID within 24 hours of site awareness via the internet data entry system (IDES) or a DMID SAE form.\r\rIn addition to the reporting to DMID, the investigator must also report to the ethics committee and IRB. Any AE that meets a protocol-defined serious criterion and is considered related to the investigational product must be submitted, unless otherwise requested by the ISM, sponsor or the investigators:\r•\tWithin 48 hours to the Uganda IRB\r•\tWithin 5 days to the University of Maryland IRB\r\rFor other AEs that meet a protocol-defined serious criterion and are considered not related to the investigational product, this information can be submitted, unless otherwise requested by the ISM, sponsor or the investigators:\r•\tIn the annual summary to the Uganda IRB\r•\tIn the annual summary to the University of Maryland IRB\r\rType and Duration of Follow-up of Subjects after Adverse Events\rInvestigators will follow up subjects with AEs and SAEs until the event has resolved, or, if a chronic condition has developed, until the end of the study follow-up period. Outcome will be assessed as Recovered/Resolved, Recovered/Resolved with Sequelae, Recovering/Resolving, Not recovered/Not resolved, or Fatal.\rHalting Rules\rDecisions to halt or pause the study will be made by DMID. \r malarial coma in children, with possible values of 0, 1, 2, 3, 4, 5. Proportional odds mixed effects logistic regression will be used to model Blantyre coma score. \r\rCovariates will include exposure, timepoint, the interaction between exposure and timepoint, and potential confounding variables such as receipt of artesunate or artemisinin-based therapy prior to enrollment. Specific details of all models will be described in the SAP, and will include:\rThe precise definition or derivation of each response variable, including potential transformations and the method for accounting for baseline values and/or associations between the baseline value and exposure\rThe pre-specified covariates to be included in the model\rThe procedure for choosing the covariance structure\rThe alternative methods which may be considered, if model assumptions do not hold\rFor the analysis of the response variables included in the primary outcome, the set of p-values corresponding to tests of the effect of exposure on response at each timepoint will be adjusted using the Benjamini-Hochberg procedure to preserve the false discovery rate for the primary outcome at 0.05. The corresponding point estimates and confidence intervals will be reported. Graphical displays of response by exposure at each timepoint will show individual measurements alongside model estimates. Individual trend plots of responses over time will also be generated for each response variable.\rAnalysis Plan for Secondary Outcomes\rThe secondary outcome response variables are time to hospital discharge, and measures of parasite clearance calculated from parasite density, as measured by thick blood smear such as parasite clearance half-life, total parasite clearance by Day 2, and time to 90% reduction in parasitemia. Parasite clearance half-life (PCT50) and time to 90% reduction (PCT90) will be estimated using the World Wide Anti-malarial Resistance Network (WWARN) parasite clearance estimator PCE) algorithm.(4) The relationship between AUC0-12 and Cmax and the time-to-event response variables will be analyzed using Cox proportional hazards regression. The relationship between AUC0-12 and Cmax and the binary variable of total parasite clearance by Day 2 will be analyzed using logistic regression. Covariates will include exposure and potential confounding variables. The full list of covariates to be considered and the variable selection strategy will be described in the SAP. Analyses of secondary outcome variables will not be adjusted for multiplicity.\rMissing Data\rEvery effort will be made to minimize missing data and collect all endpoints specified in this protocol. Subjects who discontinue treatment will be followed after treatment discontinuation for collection of all scheduled follow-up data with their consent. No adjustments for missing safety data will be performed for the secondary analyses. Handling of missing dosing, PK, covariate, and outcome data will be described in the Statistical Analysis Plan. \rStudy Cohorts/Datasets to be Evaluated\r\rSafety Population\rThe safety population will include all subjects who received at least 1 dose of IV artesunate\r\rPopulation PK Analysis Population\rThe Population PK Analysis Population will include all evaluable subjects from who received at least 1 dose of IV artesunate and had at least 1 measurable DHA concentration. \rPharmacodynamic Analysis Population\rThe Pharmacodynamic (PD) Analysis Population will include all subjects for which exposure parameters can be obtained from the final population PK model and for which post-baseline response data are available. \rSource Documents and Access to Source Data/Documents\rThe participating study site will maintain appropriate medical and research records for this trial, in compliance with International Conference on Harmonisation (ICH) harmonised tripartite guideline E6(R1): Good Clinical Practice (GCP), Section 4.9 and regulatory and institutional requirements for the protection of confidentiality of subjects. \r\rSource data are all information, original records of clinical findings, observations, or other activities in a clinical trial necessary for the reconstruction and evaluation of the trial. Examples of these original documents and data records include, but are not limited to, hospital records, clinical and office charts, laboratory notes, memoranda, subjects’ memory aid or evaluation checklists, pharmacy dispensing records, recorded data from automated instruments, copies or transcriptions certified after verification as being accurate and complete, microfiches, photographic negatives, microfilm or magnetic media, x-rays, and participant files and records kept at the pharmacy, at the laboratories, and medico-technical departments involved in the clinical trial.\r\rElectronic CRFs (eCRFs) will be supplied by The Emmes Company, LLC under contract to the NIAID, and a remote data entry system will be used. Data collection forms derived from the eCRFs will be made available on the project website as Source Document Workbooks (SDWs). The SDW for each participant will be maintained at the study site. All SDWs will be filled out completely and by appropriate study personnel. These data collection forms compiled as SDWs will serve as source documents.\r\rThe study site will permit authorized representatives of DMID, DMID designees, and appropriate regulatory agencies to examine (and when required by applicable law, to copy) clinical records for the purposes of quality assurance reviews, audits and evaluation of the study safety and progress. These representatives will be permitted access to all source data.\rQuality Control and Quality Assurance\rFollowing a written DMID-accepted study site quality management plan, the study site will conduct routine quality assurance (QA) and quality control (QC) activities to internally monitor study progress and protocol compliance. The quality management plan is located in the University of Maryland Center for Vaccine Development Office of Regulatory Affairs and Quality Management. The protocol-specific quality management plan is in conjunction with the University of Maryland Center for Vaccine Development Office of Regulatory Affairs and Quality Management and describes the study site’s internal quality management activities including how the data will be evaluated for compliance with the protocol, which documents will be reviewed, and methods of training staff.\r\rSOPs will be used at all clinical and laboratory sites. Routine monitoring will be performed according to ICH/GCP (E6) (e.g., data monitoring). DMID-designated clinical monitors will verify that the clinical trial is conducted, and data are generated, documented (recorded), and reported in compliance with the protocol, GCP, and the applicable regulatory requirements. The study site will provide direct access to all trial-related sites, source data/documents, and reports for the purpose of monitoring and auditing by DMID, and inspection by local and regulatory authorities. \r\rEmmes  and the study site data manager will implement QC procedures beginning with the data entry system and generate data QC checks that will be run on the database. Any missing data or data anomalies will be communicated to the study site for clarification/resolution.\rEthics/Protection of Human Subjects\rEthical Standard\rThe Makerere College of Health Sciences, School of Medicine Research ethics Committee, the National Drug Authority  and the Uganda National Council for Science and Technology will review and approve the protocol before study start. In addition, the study will be reviewed by DMID and the University of Maryland IRB. Documentation of the approval by these ethical review boards will be kept in the study site’s regulatory file.\rInstitutional Review Board\rAll amendments will be submitted to the local IRB, the UMD IRB, and to DMID. No amendments will go into effect without written approval from the local IRB, the UMD IRB, and DMID except when necessary to eliminate immediate hazards to the participants. Protocol deviations will also be reported to each IRB according to the policy of each IRB. CRFs and other source documents will be examined to determine whether missing data were not transcribed, unavailable or missing for unknown reasons and this information will be coded and documented in the database. \r\rThe investigators will inform all the IRBs and DMID of the following:\rAll subsequent protocol amendments, informed consent form changes or revisions of other documents originally submitted for review\rSerious and/or unexpected AEs occurring during the study, where required\rNew information that may affect adversely the safety of the participants or the conduct of the study\rAn annual update and/or continuing review reports, as required\rA final report including SAE outcomes will be provided when the study has been completed.\rInformed Consent Process\rThe principles of informed consent in the current edition of the Declaration of Helsinki will be implemented before any protocol-specified procedures or interventions are carried out.\r\rInformation will be given in both oral and written form whenever possible. The written consent documents will embody the elements of informed consent as described in the current edition of the Declaration of Helsinki, will adhere to the ICH Harmonised Tripartite Guideline for Good Clinical Practice and 45CFR46 and 21CFR50, and will also comply with applicable host country regulations. The oral consent process will be consistent with 45CFR46, 46.117, 21CFR50.27 and ICH E6 (R1) Section 4.8. Independent witnesses will be used to attest that illiterate potential participants have understood the contents of the informed consent document.\rScreening and Study Informed Consent\rA period of 24 hours is allotted for screening and recruitment to allow plenty of time for a participant’s parent/guardian to consider their decision about participating and to discuss their child’s participation. At the times of screening and recruitment, the consent forms are either provided in written English or local languages (Ateso, Lugwere and Japadhola) or read to illiterate participants who speak English or local languages (Ateso, Lugwere and Japadhola). For illiterate participants, informed consent will be administered by oral translation of the text in presence of a witness. In all cases, the investigator will give the participants ample opportunity to inquire about the details of the study and to ask any questions before dating and signing the consent forms, including the opportunity to take a copy of the consent form home to review with family members or others before returning on a later day with their decision. All illiterate individuals will have the study and consent forms explained to them point by point by the interviewer in the presence of a witness who will sign the consent form. Witnesses will have no association with the conduct of the study and will not be related to the study participant. Witnesses receive training that emphasizes protection of confidentiality and assist with ensuring full and accurate oral translation of the information on the consent forms. Individual consent to participate in research studies is given freely and is not subject to approval by village elders or others. Investigators will carefully explain to potential participants that they may withdraw their participation from the study at any point in the future.\rInformed consent will be documented using a written consent form approved by the IRBs and signed or thumb printed and dated by the participant, and by the person who conducted the informed consent discussion. Thumb printing will be used for illiterate persons, who are expected to constitute the majority of participants. The English consent form will be translated into local languages spoken at the study site. For illiterate participants who do not speak English, consent will be administered by a study clinician who is fluent in local language or the study clinician use a translator. A witness will assist during the procedure. After the participant clearly states that she/he has understood what was explained and agrees to participate in the study, the consent forms will be completed. The participant will be asked if she/he prefers to thumbprint or to sign. In the case of the thumbprint option, the distal end of her/his left thumb will be applied to a stamp inker and then firmly applied to the space on the consent forms reserved for thumbprints. \r\rThe signature/thumbprint confirms that the consent is based on information that has been understood. Each participant’s signed informed consent form is kept on file by the investigator for possible inspection by regulatory authorities. The participant will receive a copy of the signed and dated written informed consent forms and any other written information provided by the investigator, and will receive copies of any signed and dated consent form updates and any amendments to the written information.\r\rSince most study participants do not use telephones, fax or mail, contact information is provided in terms of local study site staff who can be visited directly and who can themselves reach the investigators directly or by telephone.\rCompensation\rTo compensate the participant for time lost to income generating activities as a result of participating in the study, each participant will receive 60,000 Ugandan shillings per inpatient day and 30,000 Ugandan shillings per outpatient follow-up visit, according to local ethics standards.\rExclusion of Women, Minorities, and Children (Special Populations)\rAs most severe malaria illnesses occur in children, it is deemed ethical to perform this study first in children whose parent/guardian can give full, informed independent consent. Persons will be screened, recruited, and enrolled into this study without regard for ethnicity or gender. \rSubject Confidentiality\rSubject confidentiality is strictly held in trust by the participating investigators, their staff, and the sponsor(s) and their agents. This confidentiality is extended to cover testing of biological samples and genetic tests in addition to the clinical information relating to participating subjects.\r\rThe study protocol, documentation, data, and all other information generated will be held in strict confidence. No information concerning the study or the data will be released to any unauthorized third party without prior written approval of the sponsor.\r\rThe study monitors or other authorized representatives of the sponsor may inspect all documents and records required to be maintained by the investigator, including but not limited to, medical records (office, clinic, or hospital) and pharmacy records for the subjects in this study. The study site will permit access to such records.\r\rParticipants will be assigned a unique participant ID number. All results will be keyed to this number. Study records will only be available to staff members and will be kept locked at the study site conforming to the investigators’ SOPs. Following the conclusion of the study, all records will be maintained on site for a minimum of two years, after which they will be stored long-term in the data storage facilities at the Infectious Diseases Institute. Representatives of DMID may review these records.\rStudy Discontinuation\rThe study may be discontinued at any time by DMID, the institutional review board, or the investigators. If the study is discontinued before completion, all participants who received study product will be asked to follow up with the study team for debriefing. Study team personnel will be available for questions or follow-up should evaluation be needed. \r\rWhen the study ends, participants will be instructed to seek routine medical care offered at the local health clinic. AEs that are ongoing at the time of study discontinuation will be followed by study staff to resolution, or, if a chronic condition has developed, until the end of the study follow-up period. \rFuture Use of Stored Specimens\rFuture use of specimens is not planned for this protocol. Any leftover specimen will be destroyed according to institutional SOPs after assays are completed and results are verified. \rData Handling and Record Keeping\rThe principal investigator is responsible to ensure the accuracy, completeness, legibility, and timeliness of the data reported. All source documents should be completed in a neat, legible manner to ensure accurate interpretation of data. Black or blue ink is required to ensure clarity of reproduced copies. When making changes or corrections, cross out the original entry with a single line, and initial and date the change. DO NOT ERASE, OVERWRITE, OR USE CORRECTION FLUID OR TAPE ON THE ORIGINAL.\r\rCase report forms (CRFs) will serve as source documents. Only information that cannot be collected initially onto CRFs (namely, clinical laboratory test results and AE medical records) will first be collected onto separate source documents before transcription into CRFs. The information in the CRF will then be entered directly into the Internet data system.\r\rCRFs derived from the eCRF will be provided and maintained for recording data for each participant enrolled in the study. Data reported in the eCRF derived from source documents should be consistent with the source documents or the discrepancies should be explained.\r\rDMID and/or its designee will provide guidance to investigators on making corrections to the source documents and eCRF.\r\rA copy of the cleaned and locked database will be provided to DMID and the Principal Investigator at the end of the study.\rData Management Responsibilities\rAll source documents and laboratory reports must be reviewed by the clinical team and data entry staff, who will ensure that they are accurate and complete. AEs must be graded, assessed for severity and causality, and reviewed by the study site principal investigator or designee.\r\rData collection is the responsibility of the clinical trial staff at the study site under the supervision of the principal investigator. During the study, the investigator must maintain complete and accurate documentation for the study.\r\rThe Emmes Company, LLC will serve as the Statistical and Data Coordinating Center for this study and, in collaboration with the study data manager, will be responsible for data management, quality review, analysis, and reporting of the study data.\rData Capture Methods\rClinical data (including AEs and concomitant medications) and clinical laboratory data will be entered into a 21 CFR Part 11-compliant Internet Data Entry System (IDES) provided by Emmes. The data system includes password protection and internal quality checks, such as automatic range checks, to identify data that appear inconsistent, incomplete, or inaccurate. Clinical data will be entered directly from the source documents.\rTypes of Data\rSafety assessments will be based on reports collected from review of AE and SAE reports. All AEs will be MedDRA® coded for Preferred Term and System Organ Class. The rate of AEs in aggregate, and by MedDRA® codes, will be computed for each study group.\r\rThe number of SAEs is likely to be small in this study and will be reported by a detailed listing showing the type, MedDRA® coding, relevant dates (study drug administration and AE), severity, and outcome for each event. The list will be by study group. If the number of all AEs is small, they will also be listed with the additional attribution of seriousness and with laboratory and clinical assessments.\r\rAn individual forms grid, which indicates the current status of forms submission for each participant is provided as part of Emmes’ Advantage eClinicalSM internet data entry system.\rTiming/Reports\rPrimary data analysis will occur after the primary study endpoint is reached at study day 183. Results of this primary data analysis will be available for public release. \r\rCoding of AEs will be according to the MedDRA classification and will be managed by the statistical data and coordinating center as AE data is entered into the online database.\rStudy Records Retention\rStudy documents should be retained for a minimum of 2 years. These documents should be retained for a longer period, however, if required by local regulations. No records will be destroyed without the written consent of DMID. It is the responsibility of DMID to inform the investigator when these documents no longer need to be retained.\rProtocol Deviations\rA protocol deviation is any noncompliance with the clinical trial protocol, Good Clinical Practice (GCP), or Manual of Procedures requirements. The noncompliance may be either on the part of the subject, the investigator, or the study site staff. As a result of deviations, corrective actions are to be developed by the study site and implemented promptly. \r\rThese practices are consistent with ICH E6:\r\r4.5\tCompliance with Protocol, sections 4.5.1, 4.5.2, and 4.5.3\r\r5.1\tQuality Assurance and Quality Control, section 5.1.1\r\r5.20\tNoncompliance, sections 5.20.1, and 5.20.2.\r\rIt is the responsibility of the study site to use continuous vigilance to identify and report deviations within 5 working days of identification of the protocol deviation, or within 5 working days of the scheduled protocol-required activity. All deviations must be promptly reported to DMID, via Emmes’ IDES or via the TRI/ICON DMID-Clinical Research Operations and Management Support (CROMS) email (protocoldeviations@dmidcroms.com), web- (www.dmidcroms.com) or fax-based system (1-215-699-6288).\r\rAll deviations from the protocol must be addressed in study subject source documents. A completed copy of the DMID Protocol Deviation Form (TRI/ICON DMID-CROMS or IDES form) must be maintained in the regulatory file, as well as in the subject’s source document. Protocol deviations must be sent to the local IRB/IEC per their guidelines. The study site PI/study staff is responsible for knowing and adhering to their IRB/IEC requirements.\rPublication Policy\rFollowing completion of the study, the investigator is expected to publish the results of this research in a scientific journal. The International Committee of Medical Journal Editors (ICMJE) member journals have adopted a trials-registration policy as a condition for publication. This policy requires that all clinical trials be registered in a public trials registry such as ClinicalTrials.gov, which is sponsored by the National Library of Medicine. Other biomedical journals are considering adopting similar policies. It is the responsibility of DMID to register this trial in an acceptable registry. Any clinical trial starting enrollment after 01 July 2005 must be registered on or before patient enrollment. \r\rThe ICMJE defines a clinical trial as any research project that prospectively assigns human subjects to intervention or comparison groups to study the cause-and-effect relationship between a medical intervention and a health outcome. Studies designed for other purposes, such as to study pharmacokinetics or major toxicity (e.g., Phase I trials), would be exempt from this policy.\rLiterature References\r\r1.\tBenjamini Y, & Hochberg, Y. . Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. Journal of the Royal Statistical Society. 1995;57(1):289-300.\r2.\tBenjamini Y, Liu W. A step-down multiple hypotheses testing procedure that controls the false discovery rate under independence. Journal of Statistical Planning and Inference. 1999;82(1):163-70. doi: https://doi.org/10.1016/S0378-3758(99)00040-3.\r3.\tGroup WMGRS. WHO Child Growth Standards: Length/height-fot-age, weight-for-age, weight-for-length, weight-for-height and body mass index-for-age: Methods and development. Geneva: World Health Organization, 2006 2006. Report No.\r4.\tFlegg JA, Guerin PJ, White NJ, Stepniewska K. Standardizing the measurement of parasite clearance in falciparum malaria: the parasite clearance estimator. Malar J. 2011;10:339. Epub 2011/11/15. doi: 10.1186/1475-2875-10-339. PubMed PMID: 22074219; PMCID: PMC3305913.\r1.\tBenjamini Y, & Hochberg, Y. . Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. Journal of the Royal Statistical Society. 1995;57(1):289-300.\r2.\tBenjamini Y, Liu W. A step-down multiple hypotheses testing procedure that controls the false discovery rate under independence. Journal of Statistical Planning and Inference. 1999;82(1):163-70. doi: https://doi.org/10.1016/S0378-3758(99)00040-3.\r3.\tGroup WMGRS. WHO Child Growth Standards: Length/height-fot-age, weight-for-age, weight-for-length, weight-for-height and body mass index-for-age: Methods and development. Geneva: World Health Organization, 2006 2006. Report No.\r1.\tBenjamini Y, & Hochberg, Y. . Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. Journal of the Royal Statistical Society. 1995;57(1):289-300.\r2.\tBenjamini Y, Liu W. A step-down multiple hypotheses testing procedure that controls the false discovery rate under independence. Journal of Statistical Planning and Inference. 1999;82(1):163-70. doi: https://doi.org/10.1016/S0378-3758(99)00040-3.\r\r\rSupplements/Appendices\rAppendix A: Schedule of Events\r\rTable 19.1: Schedule of Events\rProcedures\rScreening\rDay -1 to 1\rEnrolment\rDay 1\r\rDay 2\rDay 3\rDay 4\rDay 5\rDay 6\rDay 7\rDay 14\rDay 28\rFinal Study Visit, \rDay 183\rInformed consent\rX\r\r\r\r\r\r\r\r\r\r\r\rDemographics\rX\r\r\r\r\r\r\r\r\r\r\r\rInclusion/Exclusion criteria\rX\r\r\r\r\r\r\r\r\r\r\r\rEnrollment\r\rX\r\r\r\r\r\r\r\r\r\r\rAdminister IV artesunate\r\rX\r\rX\rX\r\r\r\r\r\r\r\rAdminister oral ACT\r\r\r\r\r\rX\rX\rX\r\r\r\r\rConcomitant medication review\rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rPhysical exam \rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rVital signs\rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rHeight\rX\r\r\r\r\r\r\r\r\r\rX\rX\rWeight\rX\r\r\r\r\r\r\r\r\r\rX\rX\rThick blood smear for Pf parasitemia (per parasitemia sampling plan)\rX\rX\r\rX\rX\rX\rX\r\r\r\r\r\rDried blood spot for artemisinin resistance\rX\r\r\r\r\r\r\r\r\r\r\r\rHematology \rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rSerum bicarbonate\rX\rX\r\rX\rX\rX\rX\rX\rX\rX\r\r\rSerum lactate and LDH\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum sodium\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum potassium\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum creatinine\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum glucose\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum bilirubin, ALT and AST\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rUrinalysis\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rBlantyre coma score\rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rPharmacokinetic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
    "mode": "document",
    "ta": "neurology",
    "request_id": "5f1829f1-6ebd-4b06-8f46-948e204713ac",
    "chunks": [
      {
        "chunk_id": 0,
        "text": "Exposure-Response Evaluation of IV Artesunate in Children with Severe Malaria\rDMID Protocol Number: 19-0007\r\rDMID Funding Mechanism: VTEU Contract HHSN2722013000221\rPrincipal Investigator: Matthew B. Laurens, MD, MPH\rDMID Clinical Protocol Manager: Walt Jones, RN, MPH\rDMID Medical Officer: Gregory A. Deye, MD\rDMID Medical Monitor: Mo Elsafy, MD, MSc\rDMID Contracting Officer’s Representative: Ranjodh S. Gill, RN, MPH \rDraft or Version Number: 0.9\r20 May 2021\u000b\r\rStatement of Compliance\rThe study will be carried out in accordance with Good Clinical Practice (GCP) as required by the following (use applicable regulations depending on study location and sponsor requirements; samples follow):\rUnited States (US) Code of Federal Regulations (CFR) applicable to clinical studies (45 CFR Part 46; 21 CFR Part 50, 21 CFR Part 56, and 21 CFR Part 312)\rICH E6; 62 Federal Register 25691 (1997) \rNIH Clinical Terms of Award\rAll key personnel (all individuals responsible for the design and conduct of this study) have completed Human Subjects Protection Training.\rSignature Page\rThe signature below constitutes the approval of this protocol and the attachments, and provides the necessary assurances that this trial will be conducted according to all stipulations of the protocol, including all statements regarding confidentiality, and according to local legal and regulatory requirements and applicable US federal regulations and ICH guidelines.\r\rSite Investigator:\r\rSigned:\r\rDate:\r\r\rPauline Byakika-Kibwika, MBChB, MSc, MMed, PhD\rAssociate Professor of Medicine\r\r\r\r\rPrincipal Investigator:\r\r\r\r\rSigned:\r\rDate:\r\r\rMatthew B. Laurens, MD, MPH\rAssociate Professor of Pediatrics and of Medicine\r\r\r\r\r\r\r\rTable of Contents\rStatement of Compliance\t2\rSignature Page\t3\rTable of Contents\t4\rList of Tables\t7\rList of Figures\t8\rList of Abbreviations\t9\rProtocol Summary\t11\r1\tKey Roles\t15\r2\tBackground Information and Scientific Rationale\t18\r2.1\tBackground Information\t18\r2.2\tRationale\t19\r2.3\tPotential Risks and Benefits\t20\r2.3.1\tPotential Risks\t20\r2.3.2\tKnown Potential Benefits\t21\r3\tObjectives\t22\r3.1\tStudy Objectives & Outcome Measures\t22\r3.1.1\tPrimary Study Objective\t22\r3.1.2\tSecondary Study Objectives\t22\r3.1.3\tExploratory Study Objectives\t22\r4\tStudy Design\t24\r5\tStudy Enrollment and Withdrawal\t26\r5.1\tSite Description\t26\r5.2\tSubject Inclusion Criteria\t26\r5.3\tSubject Exclusion Criteria\t26\r5.4\tTreatment Procedures\t26\r5.4.1\tReasons for Withdrawal\t26\r5.4.2\tHandling of Withdrawals\t27\r5.4.3\tTermination of Study\t27\r6\tStudy Intervention/Investigational Product\t28\r6.1\tStudy Product Description\t28\r6.1.1\tAcquisition\t28\r6.1.2\tFormulation, Packaging, and Labeling\t28\r6.1.3\tProduct Storage and Stability\t29\r6.2\tDosage, Preparation and Administration of Study Intervention/Investigational Product\t29\r6.3\tModification of Study Intervention/Investigational Product for a Participant\t29\r6.4\tAccountability Procedures for the Study Supply of IV Artesunate\t29\r6.5\tConcomitant Medications/Treatments\t30\r7\tStudy Schedule\t31\r7.1\tScreening\t31\r7.2\tEnrollment/Baseline\t32\r7.3\tFollow-up\t32\r7.4\tFinal Study Visit\t32\r7.5\tEarly Termination Visit\t33\r7.6\tUnscheduled Visit\t33\r8\tStudy Procedures/Evaluations\t34\r8.1\tDaily Study Procedures\t34\r8.2\tClinical Evaluations\t37\r8.3\tLaboratory Evaluations\t37\r8.3.1\tClinical Laboratory Evaluations\t37\r8.3.2\tSpecial Assays or Procedures\t38\r8.3.3\tSpecimen Preparation, Handling, and Shipping\t39\r9\tAssessment of Safety\t40\r9.1\tSpecification of Safety Parameters\t40\r9.2\tMethods and Timing for Assessing,",
        "start": 0,
        "end": 3497,
        "length": 3497
      },
      {
        "chunk_id": 1,
        "text": "37\r8.3.2\tSpecial Assays or Procedures\t38\r8.3.3\tSpecimen Preparation, Handling, and Shipping\t39\r9\tAssessment of Safety\t40\r9.1\tSpecification of Safety Parameters\t40\r9.2\tMethods and Timing for Assessing, Recording, and Analyzing Safety Parameters\t40\r9.2.1\tAdverse Events\t40\r9.2.2\tSerious Adverse Events\t41\r9.2.3\tProcedures to be Followed in the Event of Abnormal Laboratory Test Values or Abnormal Clinical Findings\t42\r9.3\tReporting Procedures\t42\r9.3.1\tSerious Adverse Events\t42\r9.4\tType and Duration of Follow-up of Subjects after Adverse Events\t43\r9.5\tHalting Rules\t43\r9.6\tSafety Oversight (ISM)\t43\r10\tClinical Monitoring\t45\r10.1\tSite Monitoring Plan\t45\r11\tStatistical Considerations\t46\r11.1\tStudy Hypothesis\t46\r11.2\tSample Size Considerations\t46\r11.3\tFinal Analysis Plan\t47\r11.3.1\tAnalysis of Demographics and Baseline Characteristics\t48\r11.3.2\tAnalysis of Safety\t48\r11.3.3\tClinical Laboratory Parameters\t48\r11.3.4\tAnalysis of Pharmacokinetics of Dihydroartemisinin\t48\r11.3.5\tAnalysis of Pharmacodynamics of Dihydroartemisinin\t49\r11.3.6\tMissing Data\t49\r11.4\tStudy Cohorts/Datasets to be Evaluated\t49\r12\tSource Documents and Access to Source Data/Documents\t51\r13\tQuality Control and Quality Assurance\t52\r14\tEthics/Protection of Human Subjects\t53\r14.1\tEthical Standard\t53\r14.2\tInstitutional Review Board\t53\r14.3\tInformed Consent Process\t53\r14.3.1\tScreening and Study Informed Consent\t54\r14.3.2\tCompensation\t55\r14.4\tExclusion of Women, Minorities, and Children (Special Populations)\t55\r14.5\tSubject Confidentiality\t55\r14.6\tStudy Discontinuation\t56\r14.7\tFuture Use of Stored Specimens\t56\r15\tData Handling and Record Keeping\t57\r15.1\tData Management Responsibilities\t57\r15.2\tData Capture Methods\t58\r15.3\tTypes of Data\t58\r15.4\tTiming/Reports\t58\r15.5\tStudy Records Retention\t58\r15.6\tProtocol Deviations\t58\r16\tPublication Policy\t60\r17\tLiterature References\t61\r18\tSupplements/Appendices\t62\r19\tAppendix A: Schedule of Events\t63\r\r\r\f\rList of Tables\rTable 19.1: Schedule of Events\t63\r\f\rList of Figures\rFigure 1.1: Study Schematic\t14\rFigure 5.1: Map of Uganda\t26\r\f\rList of Abbreviations\rACT\rArtemisinin Combination Therapy\rAE\rAdverse Event/Adverse Experience\rALP\rAlkaline phosphatase\rALT\rAlanine aminotransferase\rAST\rAspartate aminotransferase\rBUN\rBlood urea nitrogen\rCFR\rCode of Federal Regulations\rCIOMS\rCouncil for International Organizations of Medical Sciences\rCFR\rCode of Federal Regulations\rCRF\rCase Report Form\rDCC\rData Coordinating Center\rDHHS\rDepartment of Health and Human Services\rDMID\rDivision of Microbiology and Infectious Diseases, NIAID, NIH, DHHS\rDOT\rDirectly Observed Therapy\rDSMB\rData and Safety Monitoring Board\reCRF\rElectronic Case Report Form\rFDA\rFood and Drug Administration\rFWA\rFederalwide Assurance\rGCP\rGood Clinical Practice\rHIPAA\rHealth Insurance Portability and Accountability Act\rIB\rInvestigator’s Brochure\rICF\rInformed Consent Form\rICH\rInternational Conference on Harmonisation\rICMJE\rInternational Committee of Medical Journal Editors\rIND\rInvestigational New Drug Application\rIRB\rInstitutional Review Board\rISM\rIndependent Safety Monitor\rITT\rIntention to treat\rIV\rIntravenous\rMedDRA Ò\rMedical Dictionary for Regulatory Activities\rMOP\rManual of Procedures\rN\rNumber (typically refers to subjects)\rNIAID\rNational Institute of Allergy and Infectious Diseases, NIH, DHHS\rNIH\rNational Institutes of Health\rOCRA\rOffice of Clinical Research Affairs, DMID, NIAID, NIH, DHHS\rOHRP\rOffice for Human Research Protections\rOHSR\rOffice for Human Subjects Research\rORA\rOffice of Regulatory Affairs,",
        "start": 3297,
        "end": 6794,
        "length": 3497
      },
      {
        "chunk_id": 2,
        "text": "stitutes of Health\rOCRA\rOffice of Clinical Research Affairs, DMID, NIAID, NIH, DHHS\rOHRP\rOffice for Human Research Protections\rOHSR\rOffice for Human Subjects Research\rORA\rOffice of Regulatory Affairs, DMID, NIAID, NIH, DHHS\rPI\rPrincipal Investigator\rPK\rPharmacokinetics\rPP\rPer protocol\rQA\rQuality Assurance\rQC\rQuality Control\rSAE\rSerious Adverse Event/Serious Adverse Experience\rSOP\rStandard Operating Procedure\rUMB\rUniversity of Maryland, Baltimore\rUS\rUnited States\rUSUHS\rUniformed Services University of the Health Sciences\rWHO\rWorld Health Organization\r\r\r\rProtocol Summary\rTitle:\rExposure-Response Evaluation of IV Artesunate in Children with Severe Malaria\rPhase:\r4\rPopulation:\rChildren with severe malaria who are 6 months to 14 years of age living in or near Tororo District, Uganda\rNumber of Sites:\r2\rStudy Duration:\r1 year\rSubject Participation Duration:\r6 months\rDescription of Agent or Intervention:\rIntravenous (IV) artesunate\rObjectives:\r\rPrimary:\rTo determine the relationship between dihydroartemisinin (DHA) exposures following intravenous dosing and markers of physiologic dysfunction associated with severe malaria and explore predictors that may affect this relationship\rSecondary:\rTo determine the relationship between DHA exposures and time to hospital discharge and explore predictors that may affect this relationship\rTo determine the relationship between DHA exposures and parasite clearance associated with treatment of severe malaria and explore predictors that may affect this relationship.\rExploratory:\rTo determine the relationship between DHA exposures and neurodevelopmental outcomes associated with treatment of severe malaria outcomes and explore predictors that may affect this relationship  \rTo evaluate the role of parasite clearance as a mediator of the relationship between DHA exposures and markers of physiologic dysfunction associated with severe malaria\rTo develop a score comprised of markers of physiologic dysfunction and describe its relationship to clinical outcomes\rTo assess P. falciparum infections for artemisinin resistance \rDescription of Study Design:\rThis clinical study is a phase 4, two-site, open-label pharmacokinetic study of intravenous (IV) artesunate in up to 100 Ugandan children 6 months-14 years of age who are diagnosed with severe malaria according to standardized World Health Organization (WHO) criteria (any P. falciparum parasitemia and the presence of danger signs). Participants will receive the standard of care IV artesunate for initial treatment of severe malaria per WHO guidelines: children weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). Children who recover and are able to transition to oral antimalarial therapy will initiate a 3-day course of artemisinin-combination oral therapy per national guidelines. Biomarkers of physiologic dysfunction will be quantified at regular intervals, including serum lactate, serum glucose, total and direct bilirubin, acidosis, Blantyre coma score, and anemia. These biomarkers will be considered both independently and together as a weighted score to relate to the pharmacokinetics of the active metabolite of IV artesunate, dihydroartemisinin (DHA) and to efficacy markers that more accurately reflect clinical outcomes. We will also quantify P.",
        "start": 6594,
        "end": 10088,
        "length": 3494
      },
      {
        "chunk_id": 3,
        "text": "e to relate to the pharmacokinetics of the active metabolite of IV artesunate, dihydroartemisinin (DHA) and to efficacy markers that more accurately reflect clinical outcomes. We will also quantify P. falciparum parasitemia using standardized thick blood smear and relate this outcome to DHA dose and exposure for comparison with historical studies.\rChildren 6 months to 14 years of age living in or near Tororo District, Uganda, who are diagnosed with severe malaria and who meet inclusion and exclusion criteria will be enrolled. \rEstimated Time to Complete Enrollment:\r6 months\r\r\fSchematic of Study Design:\r\r \rPrior to \rEnrollment\r\r\r\r\r\r\r\r\rStudy Day 1:\rEnrollment\r\rStudy Days 2-7: \rFollow-up\r\rStudy Day 14:\rFollow-up\r\rStudy Day 28:\rFollow-up\r\rStudy Day 183:\rFinal Study Visit\r\r\r\r\r\rKey Roles\rIndividuals:\rDMID Clinical Project Manager: \rWalt Jones, RN, MPH\rParasitology & International Programs Branch (HNM53)\rDivision of Microbiology & Infectious Diseases\rNational Institute of Allergy & Infectious Diseases\rNational Institutes of Health\rBG 5601FL RM 8A37\rMail Stop 9825\r5601 Fishers Lane\rBethesda, MD 20852\rPhone: 240-627-3283\rEmail: joneswalter@niaid.nih.gov \r\r\rDMID Medical Officer: \rGreg A. Deye, MD\rParasitology & International Programs Branch (HNM53)\rDivision of Microbiology & Infectious Diseases\rNational Institute of Allergy & Infectious Diseases\rNational Institutes of Health\rBG 5601FL RM 8A39\rMail Stop 9825\r5601 Fishers Lane\rBethesda, MD 20852\rPhone: 240-292-4199\rEmail: gregory.deye@nih.gov \r\rPrincipal Investigator:  \rMatthew B. Laurens, MD, MPH\rCenter for Vaccine Development and Global Health\rUniversity of Maryland School of Medicine\r685 W Baltimore St, Room 480\rBaltimore, MD 21201\rPhone: 410-706-5462\rEmail: mlaurens@som.umaryland.edu\r\rSite Principal Investigator:  \rPauline Byakika-Kibwika, MBChB, MSc, MMed, PhD\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda\rPhone: (+256) 772 626885 / 776 221386\rEmail: pbyakika@gmail.com\r\r\rSite Co-Principal Investigator:  \rMohammed Lamorde, PhD\rInfectious Diseases Institute\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda\rPhone: (+256) 414 307291\rEmail: mlamorde@idi.co.ug\r\rMedical Monitor:  \rMo Elsafy, MD, MSc\rMedical Monitor\rOffice of Clinical Research Affairs\rDivision of Microbiology and Infectious Diseases\r5601 Fishers Lane \r7E56 MSC 9826\rBethesda, MD 20892-9826\rPhone:  240-292-4241\rEmail: elsafymm@nih.gov  \r\rDMID Contracting Officer’s Representative:\rRanjodh S. Gill, BSN, MPH\rBG 5601FL Room 7G26\r5601 Fishers Lane\rRockville, MD 20852\rPhone: 202-631-0175\rEmail: Ranjodh.Gill@nih.gov  \r\rInstitutions:\rCenter for Vaccine Development and Global Health\rUniversity of Maryland School of Medicine\r685 W Baltimore St, Room 480\rBaltimore, MD 21201\rPhone: 410-706-5328\rFax: 410-706-6205\rhttps://www.medschool.umaryland.edu/cvd/\r\rMakerere University College of Health Sciences\rUpper Mulago Hill Rd\rKampala, Uganda \rhttps://chs.mak.ac.ug/ \r\rData Coordinating Center:\rThe Emmes Company, LLC\r401 N. Washington St, Suite 700\rRockville, MD 20850\rPhone: 301-251-1161\rFax: 301-251-1355\r\rDMID Study Materials Services Contractor:\rDMID-Clinical Materials Services (CMS) \rThermo Fisher Scientific\r4650 New Design Road, Suite F\rFrederick, MD 21703\rPhone: 240-405-1060\rEmail: DMID.CMS@ThermoFisher.com\rwww.fisherbioservices.com \r\rBackground Information and Scientific Rationale\rBackground Information\r\rDespite recent advances in malaria control, Plasmodium falciparum continues",
        "start": 9888,
        "end": 13386,
        "length": 3498
      },
      {
        "chunk_id": 4,
        "text": "MID.CMS@ThermoFisher.com\rwww.fisherbioservices.com \r\rBackground Information and Scientific Rationale\rBackground Information\r\rDespite recent advances in malaria control, Plasmodium falciparum continues to kill almost half a million persons annually, most of whom are children living in sub-Saharan Africa (World Malaria Report, WHO 2019). \r\rPlasmodium falciparum is the most prevalent malaria parasite specie and the cause of the most severe form of disease and death. It accounted for 99.7% of all malaria cases in the WHO African Region in 2018. \r\rChildren younger than 5 years of age and pregnant women are most at risk of malaria and death. They accounted for 67% of the estimated 405,000 malaria deaths worldwide, with 94% of these in the African Region. Although there was an overall reduction in malaria deaths in 2018 compared with 2010, the malaria mortality reduction rate slowed since 2016 and this has malaria researchers questioning if current malaria treatment regimens are optimal and based on sound scientific evidence. \r\rSevere malaria is a medical emergency with an immediate threat to life and so requires prompt treatment with effective therapy. The priority requirement for successful diagnosis and treatment is early recognition of the signs and symptoms of severe malaria that should lead to emergency care in an in-patient setting. Artemisinin derivatives are highly effective and rapidly schizonticidal drugs, devoid of major side-affects and their use does not warrant intensive monitoring. Large randomized clinical trials and systematic reviews demonstrated superiority of artesunate to quinine for treatment of severe malaria, with significant reduction in mortality and complications associated with malaria as well as less adverse effects. These trials provided support for parenteral artesunate to replace parenteral quinine as drug of first choice in treating severe malaria. Currently, the WHO recommends use of intravenous or intramuscular artesunate as first line treatment for severe malaria, administered for at least 24 hours, until the patient can tolerate oral medication and to complete treatment with at least 3 days of an ACT. In case of unavailability of artesunate, to use artemether in preference to quinine for treatment of severe malaria. \r\rUganda adopted this policy for severe malaria treatment, however; parenteral artesunate is not widely available and effort to improve accessibility should be reinforced.\r\rSince 1991 and before April 2019, the only FDA-approved treatment for severe malaria in the U.S. was intravenous quinidine gluconate. Availability of quinidine gluconate in the U.S. has declined over the past 20 years, such that the last lot manufactured reached expiry in March 2019. A replacement essential medicine is needed in the U.S. for treatment of severe malaria. Intravenous (IV) artesunate is now the only option available for treatment in the United States, and is uniquely available through the CDC under an expanded access investigational new drug (IND) protocol via scattered distribution centers located near transportation hubs. Unfortunately, severe malaria can progress rapidly, and delays in delivery of IV artesunate from treatment distribution centers to patients with severe malaria may lead to complications, including treatment failure and death. To mitigate risk of severe malaria complications, pharmacologic treatment for severe malaria treatment should be optimized for patients with severe malaria. \r\rMalaria",
        "start": 13186,
        "end": 16684,
        "length": 3498
      },
      {
        "chunk_id": 5,
        "text": "ding treatment failure and death. To mitigate risk of severe malaria complications, pharmacologic treatment for severe malaria treatment should be optimized for patients with severe malaria. \r\rMalaria treatment and Drug Pharmacokinetics\rSevere malaria is a medical emergency which if not immediately treated results in 100% mortality. It is fundamental that plasma concentrations of a highly effective antimalarial drug are achieved as rapidly as possible. Artesunate is a water soluble hemisuccinate artemisinin derivative; available as sodium hemisuccinate salt for injection (Guilin Pharmaceutical Factory, Guangxi, People’s Republic of China). Artesunate’s excellent antimalarial property demonstrated by rapid parasite clearance, is enhanced by its high initial maximum concentration (Cmax) and rapid hydrolysis to its active metabolite dihydroartemisinin. High plasma concentrations of artesunate and dihydroartemisinin are achieved within 5 minutes of drug administration and artesunate is rapidly cleared from circulation. The Cmax for both artesunate and dihydroartemisinin are observed rapidly post dose administration indicating rapid conversion of artesunate to dihydroartemisinin. Artesunate is cleared from circulation rapidly while dihydroartemisinin has a longer elimination half-life. Accurate measurement of plasma concentrations of artesunate and dihydroartemisinin should guide adequate dosing as well as facilitate differentiation of treatment failure due to inadequate drug exposure from failure due to drug resistance.\rRationale\rCurrent dosing regimens for IV artesunate are based on time to parasite clearance and not clinical endpoints related to physiologic changes that occur with parasitemia. Other measures of physiologic dysfunction can be used as study endpoints for a malaria treatment outcome analysis of current regimens for IV artesunate for severe malaria treatment. Improved dosing regimens will lead to fewer complications and likely fewer deaths. Such a strategy is needed to further reduce public health gains against malaria mortality that seem to have recently stalled.\r\rFor pediatric patients, IV artesunate dosing is weight-based to adjust for artesunate clearance and has been developed based on time to parasitemia clearance times, which may not completely reflect clinical cure. The most recent World Health Organization (WHO) 2015 guidelines state that children weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children and adults who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). The December 2016 CDC guidelines recommended 2.4 mg/kg/dose for all pediatric and adult patients, regardless of weight (https://www.cdc.gov/malaria/resources/pdf/artesunate/Artesunate_protocol_12_19_2016.pdf), while the recently updated October 2019 CDC guideline recommends the same weight-based dosing scheme as the WHO (https://www.cdc.gov/malaria/resources/pdf/Malaria_Treatment_Table_120419.pdf). A recent study of severe malaria in sub-Saharan African children documented equivalent time to parasite clearance using 2.4 mg/kg/dose at 0, 12, 24, 48 and 72 hours; and a larger 4.0 mg/kg/dose at 0, 24 and 48 hours.\r\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs.",
        "start": 16484,
        "end": 19981,
        "length": 3497
      },
      {
        "chunk_id": 6,
        "text": " 0, 24 and 48 hours.\r\rP. falciparum parasites are known for their capacity to infect red blood cells that then display variant surface antigens that adhere to endothelial vasculature in target organs. For this reason, measurement of parasite clearance in the peripheral blood may not reflect physiologic effects of severe malaria that result from end organ damage, whether through direct impairment of blood flow and decreased delivery of oxygen, a local inflammatory response directed against infected red blood cells attached to vascular endothelium, or rosetting of infected and uninfected red blood cells at the vasculature. Other measures of physiologic dysfunction when quantified alone or in an algorithmic fashion such as a score, may more accurately reflect successful treatment, including serum lactate, serum glucose, acidosis, Blantyre coma score, and anemia. These measures, compared to the standard parasite clearance times from peripheral blood, may be more important to quantify and relate to pharmacologic dosing of antimalarial therapy. \rPotential Risks and Benefits\rPotential Risks\rNo significant additional risks are anticipated as participants will be receiving standard of care antimalarial therapy per national guidelines. Frequent blood draws are also common for patients with severe malaria. The amount of blood drawn for research purposes will be minimized to reduce added risk.\rRisks from blood drawing\rRisks associated with blood drawing include small risks of bleeding, hematoma and infection. To minimize this risk, the skin is cleaned with alcohol before puncture; sterile, single-use needles and lancets will always be used; and pressure will be held at the puncture site after removal of the needle or lancet. Trained technicians and medical staff will perform the procedure to reduce potential risk. Clinicians will be available for evaluation if there is any untoward effect. lnlknlknlknlknlnlkn\rPotential risk of loss of confidentiality\rThere is a potential risk of loss of confidentiality to study participants. Private health information recorded on participant case report forms could theoretically become available to non-study personnel. To protect against this potential risk, the principal investigator will carefully monitor study procedures to protect the safety of participants and the quality of the data. Participant samples will be labeled with a participant ID number. The key to this number, and all private health information will be kept in a locked cabinet in a locked room that is accessible only to study personnel.\rRisks to study personnel\rThe main risks to study personnel are from accidental exposure to blood and body fluid-borne infections. SOPs for staff safety are used in clinical and laboratory areas, including sharps management, hazardous waste management, etc. Universal precautions are used for handling all body fluids.\rKnown Potential Benefits\rNo direct benefit is anticipated for study participants. If this research is successful and an improved IV artesunate dosing regimen for treatment of severe malaria in children is developed, the community of Tororo District, Uganda and the rest of the P. falciparum-endemic world will benefit.\rObjectives\rStudy Objectives & Outcome Measures\rPrimary Study Objective \rTo determine the relationship between dihydroartemisinin (DHA) exposures following intravenous dosing and markers of physiologic dysfunction associated with severe malaria in Ugandan children and explore predictors",
        "start": 19781,
        "end": 23276,
        "length": 3495
      },
      {
        "chunk_id": 7,
        "text": "he relationship between dihydroartemisinin (DHA) exposures following intravenous dosing and markers of physiologic dysfunction associated with severe malaria in Ugandan children and explore predictors that may affect this relationship\rPrimary Outcome Measure\rDihydroartemisinin (DHA) pharmacokinetics following the first dose of IV artesunate after enrollment, including maximum concentration (Cmax), area under the curve over hours 0-12 (AUC0-12) and half-life (t1/2) and time to Cmax (Tmax)\rPhysiologic measures such as temperature, serum lactate, serum glucose, acidosis, Blantyre coma score, total and direct bilirubin, anemia\rSecondary Study Objectives \rTo determine the relationship between DHA exposures and time to hospital discharge and explore predictors that may affect this relationship\rTo determine the relationship between DHA exposures and parasite clearance associated with treatment of severe malaria and explore predictors that may affect this relationship\rSecondary Outcome Measures\rTime to hospital discharge\rMeasures of parasite clearance calculated from parasite density, as measured by thick blood smear such as parasite clearance half-life, total parasite clearance by Day 2, and time to 90% reduction in parasitemia\rExploratory Study Objectives\rTo determine the relationship between DHA exposures and neurodevelopmental outcomes associated with treatment of severe malaria outcomes and explore predictors that may affect this relationship\rTo evaluate the role of parasite clearance as a mediator of the relationship between DHA exposures and markers of physiologic dysfunction associated with severe malaria\rTo develop a score comprised of markers of physiologic dysfunction and describe its relationship to clinical outcomes\rTo assess P. falciparum infections for artemisinin resistance\rExploratory Outcome Measures\rNeurodevelopmental outcomes at 1 and 6 months after severe malaria diagnosis\rThe proportion of the effect of DHA exposure on markers of physiologic dysfunction attributable to parasite clearance\rThe association between the physiologic dysfunction score resolution of symptoms, time to hospital discharge, and return to normal range in markers of physiologic dysfunction\rPresence of known K13 mutations associated with artemisinin resistance \rStudy Design\rThis clinical study is an observational phase 4, two-site, open-label pharmacokinetic and pharmacodynamic study of intravenous (IV) artesunate in up to 100 Ugandan children 6 months-14 years of age who are diagnosed with severe malaria according to standardized World Health Organization (WHO) criteria (any P. falciparum parasitemia and the presence of danger signs). khohoh\r\rTreatment\rParticipants will receive the standard of care IV artesunate (Guilin Pharmaceutical Factory, Guangxi, People’s Republic of China), for initial treatment of severe malaria per WHO guidelines. Each 60-mg vial of artesunic acid will be dissolved in 1 mL of 5% sodium bicarbonate (provided in the pack) to form sodium artesunate and then mixed with 5 mL of 5% dextrose. This will be injected as a bolus into an indwelling IV cannula. \r\rDosage of Artesunate\rChildren weighing <20 kg should receive 5 doses of 3.0 mg/kg/dose compared to older children who should receive 2.4 mg/kg/dose, all at times 0, 12, 24, 48 and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). Children who recover and are able to transition to oral antimalarial",
        "start": 23076,
        "end": 26568,
        "length": 3492
      },
      {
        "chunk_id": 8,
        "text": "and 72 hours (WHO Guidelines for the Treatment of Malaria. Third Edition. www.who.int/malaria/publications/atoz/9789241549127/en/). Children who recover and are able to transition to oral antimalarial therapy after a minimum of 24 hours, will initiate a 3-day course of artemisinin-combination oral therapy per national guidelines.  Participants will be given standardized instructions by a nurse on how to take the artemether-lumefantrine regimen according to standard practice and told that all doses should be taken 30 minutes to 1 hour after food, preferably containing fat or oil.\r\rVariables\rBiomarkers of physiologic dysfunction will be quantified at regular intervals, including serum lactate, serum glucose, total and direct bilirubin, acidosis, Blantyre coma score, and anemia. These biomarkers will be considered both independently and together as a weighted score to relate to the pharmacokinetics of the active metabolite of IV artesunate, dihydroartemisinin (DHA) and to efficacy markers that more accurately reflect clinical outcomes. We will also quantify P. falciparum parasite density using standardized thick blood smear and determine the presence of known artemisinin resistance K13 mutations and relate these outcomes to DHA dose and exposure for comparison with historical studies.\r\rStudy Population\rChildren 6 months-14 years of age living in or near Tororo District, Uganda, who are diagnosed with severe malaria and who meet inclusion and exclusion criteria will be enrolled.\r\rAdditional study design elements:\rStudy monitoring delegated to DMID or DMID representative\rScreening will be done within 24 hours before enrollment\rData collection forms will serve as source documents. Only information that cannot be collected initially onto data collection forms (namely, clinical laboratory test results and AE medical records) will first be collected onto separate source documents before transcription into data collection forms. The information in the data collection form will then be entered directly into the Internet data system.\rClinical laboratory evaluations will occur at the clinical laboratory onsite at the Infectious Diseases Research Collaboration Laboratory at Tororo Hospital, or at the Core Laboratory, Infectious Diseases Institute, Mulago, Kampala (IDI Mulago). \rP. falciparum parasitemia will be quantified at Tororo Hospital according to standard operating procedures (SOP).\rPharmacokinetic samples for DHA will be quantified by liquid chromatography and tandem mass spectrometry (LC-MS/MS) (See Section 8.3.2).\rStudy duration will be 6 months per participant, and the entire clinical trial will last approximately 12 months\r7-day surveillance (day of treatment initiation and 6 days thereafter) is planned for initial pharmacokinetic and biophysical parameter measurements\rFollow-up of SAEs until resolution or stability; follow-up of AEs until resolution or stability or until the end of follow-up\rThe analysis of the primary outcome measure and for all secondary outcome measures will be conducted at a data-lock-point 26 weeks after study treatment initiation for the last participant, after which a Clinical Study Report will be produ\rStudy Intervention/Investigational Product\rStudy Product Description\r\rArtesunate for Injection\rArtesunate for injection that is WHO-prequalified, procured by the Ugandan Ministry of Health, and kept under the proper storage conditions at the clinical sites will be used. This is currently the only drug used by the",
        "start": 26368,
        "end": 29866,
        "length": 3498
      },
      {
        "chunk_id": 9,
        "text": "ction that is WHO-prequalified, procured by the Ugandan Ministry of Health, and kept under the proper storage conditions at the clinical sites will be used. This is currently the only drug used by the Ministry of Health Uganda for treatment of severe malaria, and no potential safety concerns exist as we plan to use the WHO-recommended dosing regimen.\rAcquisition\rStudy drug will be procured by the Ministry of Health Uganda. \rFormulation, Packaging, and Labeling\rArtesunate for injection appears as a white, crystalline powder. \rSolvent (sodium bicarbonate injection) appears as a clear, colorless liquid. \r\rEach 30 mg box contains:\r1 vial of 30 mg artesunate powder for solution for injection, \r1 ampoule of 0.5 mL sodium bicarbonate 50 mg/mL solution for injection, and \r1 ampoule of 2.5 mL sodium chloride 9 mg/mL for injection;\r\rEach 60 mg box contains:\r1 vial of 60 mg artesunate powder for solution for injection, \r1 ampoule of 1 mL sodium bicarbonate 50 mg/mL solution for injection, and \r1 ampoule of 5 mL sodium chloride 9 mg/mL for injection;\r\rEach 120 mg box contains:\r1 vial of 120 mg artesunate powder for solution for injection, \r1 ampoule of 2 mL sodium bicarbonate 50 mg/mL solution for injection, and \r1 ampoule of 10 mL sodium chloride 9 mg/mL for injection;\rProduct Storage and Stability\rArtesunate for injection should be stored at <30 degrees Celsius and protected from light. The reconstituted solution should be stored at <30 degrees Celsius and should be used within 1 hour. Since this is an observational study, artesunate will be procured, stored and dispensed by the attending hospital staff.\rDosage, Preparation and Administration of Study Intervention/Investigational Product\rArtesunate for injection will be administered by nursing staff per Ministry of Health Uganda guidelines.\rModification of Study Intervention/Investigational Product for a Participant\rDosing of IV artesunate will not be adjusted due to toxicity or other reasons. If a participant experiences toxicity related to IV artesunate, then the investigators will follow Ministry of Health Uganda guidelines for treatment of severe malaria when IV artesunate toxicity is encountered.\rAccountability Procedures for the Study Supply of IV Artesunate\rThe study team will procure a supply of artesunate for injection from the hospital supply and will maintain this study stock in a temperature-controlled area with daily temperature monitoring. The Site Principal Investigator (PI) is responsible for the distribution and disposition of the study stock of artesunate for injection, and has ultimate responsibility for accountability. The Site PI may delegate to the study coordinator responsibility for study product accountability. The study coordinator will be responsible for maintaining complete records and documentation of study product receipt, accountability, dispensation, temperature monitoring, storage conditions, and final disposition of artesunate for injection. All artesunate for injection, whether administered or not, must be documented on the appropriate study product accountability record or dispensing log. Unused study product will be retained as per DMID requirements.\r\rUpon completion of the study and after the final monitoring visit, any remaining unused study product will be returned to the hospital supply, or in accordance with disposition plans. Further details regarding final accountability and disposition of used and unused study product are included in the",
        "start": 29666,
        "end": 33151,
        "length": 3485
      },
      {
        "chunk_id": 10,
        "text": "ct will be returned to the hospital supply, or in accordance with disposition plans. Further details regarding final accountability and disposition of used and unused study product are included in the protocol-specific MOP. \rConcomitant Medications/Treatments\rAt enrollment and at study days 28 and 183, investigators will question the participant’s parent/guardian about any medication taken, including traditional, herbal, supplements and over-the-counter medicines. Concomitant medication, including any administered during the period starting from 7 days before enrollment and ending at the end of the study follow-up period will be recorded with trade name and/or generic name of the medication, medical indication, start and end dates of treatment. \rPatients endpoints \rStudy Schedule\rScreening \rStarting at the emergency department of the hospital, participants diagnosed by the attending physician and have received a prescription of artesunate for severe malaria will be screened for study eligibility and enrolled.\r\rRecruitment will be progressive over a single malaria transmission season so that up to 100 children of either gender who fulfill the inclusion criteria are enrolled. Participants will be recruited by non-coercive methods among children aged 6 months-14 years residing near the study site. A parent/guardian of a child diagnosed with severe malaria will be informed of the study to determine if they are interested to have their child participate. Children who are of the age of assent (age 8 in Uganda) and above and who are conscious will also be informed of the study to determine if they are interested. Only informed consent of a parent/guardian and assent for children >8 and <18 years of age is required for enrollment. After the study has been explained to a potential participant’s parent/guardian, and to a potential participant in the case of a conscious child age 8-14 years old, they will be provided with a copy of the consent form and assent form if applicable. The consent process will be conducted in a semi-private area to ensure confidentiality, to reduce the likelihood of other participants influencing their decision, and to allow further time to make a final decision. A single informed consent document, and a single assent document when applicable, will be used for screening and other study procedures. Only participants who receive a first dose of IV artesunate are considered enrolled in the study. Administration of artesunate therapy will not be delayed for enrollment procedures. Participants may still be enrolled up to 24 hours after first dose of IV artesunate. \r\rAll screening tests, medical history and examinations will be performed only after study consent is obtained. If an individual’s medical chart or results diagnostic tests performed as part of an individual’s medical care are going to be used for screening, written informed consent must be obtained before review of that information. \r\rAn eligibility checklist will be prepared for each participant and will later become part of the source document for participants enrolled in the trial. A unique identification number will be assigned to each study participant. A medical history will be taken. Concomitant medications will be documented. Physical examination and laboratory screening tests will include: hemoglobin, platelets, white blood cell count, neutrophil count; serum lactate, bicarbonate blood urea nitrogen (BUN), calcium, creatinine, glucose, alanine",
        "start": 32951,
        "end": 36438,
        "length": 3487
      },
      {
        "chunk_id": 11,
        "text": "nd laboratory screening tests will include: hemoglobin, platelets, white blood cell count, neutrophil count; serum lactate, bicarbonate blood urea nitrogen (BUN), calcium, creatinine, glucose, alanine aminotransferase (ALT), aspartate aminotransferase (AST); and urinalysis. Laboratory testing will be performed at the clinical laboratory at the study site and at a local reference laboratory if needed. Recruitment will continue over a single malaria transmission season until up to 100 eligible participants have fulfilled all the inclusion criteria and none of the exclusion criteria, and whose parent/guardian has signed the study consent form. \rEnrollment/Baseline\rOn study day 1, study staff will collect baseline blood and urine samples, conduct a physical exam and document vital signs (axillary temperature, blood pressure, pulse), and record  medication and medical history. Results of baseline blood and urine samples are not necessarily resulted and reviewed before IV artesunate. After they receive their first dose of IV artesunate, participants are considered enrolled into the study.\r\rBlood samples will be collected by venipuncture for baseline laboratory tests including; hemoglobin, platelets, white blood cell count, neutrophil count; serum lactate, bicarbonate blood urea nitrogen (BUN), calcium, creatinine, glucose, alanine aminotransferase (ALT), aspartate aminotransferase (AST); and urinalysis. A thick and thin blood smear will be performed for estimation of parasite density. A dried blood spot specimen will be collected for artemisinin resistance assessment.\r\rLaboratory testing will be performed at the clinical laboratory at the study site and at a local reference laboratory if needed. \r\rA complete physical examination, including full neurological assessment and determination of the Blantyre Coma Score, will be performed and documented at least daily for each patient while hospitalized. Vital signs (pulse, respiratory rate, blood pressure, and axillary temperature will be measured every 6 h until 6 h post parasite clearance.\r\rAdditional details of the schedule of events are included in the Study Schedule (Table 19.1).\rFollow-up \rDetails of the schedule of events, including laboratory analyses, are included in the summary of study procedures. \rFinal Study Visit\rThe final study visit should occur six months after study treatment administration (study day 183).\r \rEvaluations to be done during the final study visit are listed in the daily study procedures and in the summary of study procedures. Procedures include the following: \rConcomitant medication review\rPhysical exam, including vital signs, height, and weight\rVenous blood collection for hemoglobin, platelets, white blood cell count, and neutrophil count\rNeurodevelopmental assessments\rEarly Termination Visit\rIf a participant wishes to end their participation early and is willing to have evaluations performed, a targeted physical examination should be done if needed. If termination occurs before or on study day 7, then study day 7 blood collections should be obtained. If termination occurs after study day 7, 3-5 mL venous blood may be drawn for hemoglobin, platelets, white blood cell count, and neutrophil count. \r\rInvestigators will make every effort to continue follow-up visits for any participant who has received one or more doses of IV artesunate for the duration of the study even if it is determined that subsequent IV artesunate should not be administered. \rUnscheduled",
        "start": 36238,
        "end": 39727,
        "length": 3489
      },
      {
        "chunk_id": 12,
        "text": "ts for any participant who has received one or more doses of IV artesunate for the duration of the study even if it is determined that subsequent IV artesunate should not be administered. \rUnscheduled Visit \rUnscheduled visits may occur at any time during the trial and may prompt a history and targeted physical examination when indicated, clinical laboratory tests if indicated, documentation of any AEs, and any other medically indicated diagnostic or therapeutic procedures. These visits will be recorded as observations in the participant’s study record.\rStudy Procedures/Evaluations\rDaily Study Procedures\r\rScreening (may take place over more than one visit) up to 24 hours before enrollment\rWritten informed consent \rCheck of inclusion and exclusion criteria\rParticipant identification number assigned\rDemographics and medical history of participant \rConcomitant medication documentation\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rDocument height and weight\rBlantyre Coma Score \rUrinalysis\rCollect 3-5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin. Bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rPopulation PK study per sampling plan specified in Section 8.3.1\r\rDay 1\t\tEnrollment \rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis \rAn intravenous cannula will be inserted in the right forearm for administration of study drugs and on the left forearm for PK blood sampling and blood draws. \rCollect 5 mL venous blood sample at least 12 hours after initial screening collection for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rCollect venous blood samples for population PK study per sampling plan specified in Section 8.3.1\rConcomitant medication\rBlantyre Coma Score \r\rDay 2\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rConcomitant medication \rBlantyre Coma Score\r\rDay 3\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rConcomitant medication \rBlantyre Coma Score\r\rDay 4\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white",
        "start": 39527,
        "end": 43023,
        "length": 3496
      },
      {
        "chunk_id": 13,
        "text": "amination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rP. falciparum parasite quantification\rConcomitant medication \rBlantyre Coma Score\r\rDay 5\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose \rP. falciparum parasite quantification\rConcomitant medication \rBlantyre Coma Score\r\rDay 6\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rConcomitant medication \rBlantyre Coma Score\r\rDay 7\t\tFollow-up\rPhysical examination and vital signs (pulse, blood pressure, axillary temperature)\rUrinalysis (alternatively, this may be done on study day -1)\rCollect 5 mL venous blood sample for: \rHemoglobin, platelets, white blood cell count, neutrophil count\rBiochemistry: serum creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total and direct bilirubin, serum bicarbonate, lactate, sodium, potassium, glucose\rConcomitant medication \rBlantyre Coma Score\rNeurodevelopmental assessments\r\rDay 14\t\tFollow-up\rConcomitant medication documentation\rRecord blood pressure, pulse and axillary temperature\rTargeted physical examination if needed\rBlantyre Coma Score\rNeurodevelopmental assessments\rCollect 5 mL venous blood sample for hemoglobin and serum bicarbonate\r\rDay 28\t\tFollow-up\rConcomitant medication documentation\rRecord blood pressure, pulse, axillary temperature, height and weight\rTargeted physical examination if needed\rDocument Height and weight\rBlantyre Coma Score\rNeurodevelopmental assessments\rCollect 5 mL venous blood sample for hemoglobin\r\rDay 183\tFinal Study Visit\rConcomitant medication review\rPhysical exam, including blood pressure, pulse, axillary temperature, height, and weight\rVenous blood collection for hemoglobin, platelets, white blood cell count, and neutrophil count\rBlantyre Coma Score\rNeurodevelopmental assessments\rClinical Evaluations\rLaboratory Evaluations\r\rClinical Laboratory Evaluations\rMalaria Diagnostics\rSamples for malaria diagnostics will be collected according to the following schedule in hours: 0 (0-2), 6 (4-8), 12 (10-14), 24 (22-26), 36 (34-36) and 48 (46-50), and then parasitemia should be measured at least every 24 hours until clearance. Thick and thin blood smears for malaria diagnosis will be stained with Giemsa stain and read at 100X power light microscope. Parasites will be quantitated by counting the number of asexual P. falciparum parasites per 200 white blood cells (WBC) using the",
        "start": 42823,
        "end": 46315,
        "length": 3492
      },
      {
        "chunk_id": 14,
        "text": " be stained with Giemsa stain and read at 100X power light microscope. Parasites will be quantitated by counting the number of asexual P. falciparum parasites per 200 white blood cells (WBC) using the patient’s WBC count per µL of blood. Thick blood smears will be used for diagnosis and thin blood smears for typing the species of malaria parasites. Thin and thick blood smears will be repeated on all follow up days because the different species of malaria parasites have different incubation periods.  \r\rCollection of blood for Artesunate Pharmacokinetic assays\rVenous blood samples will be collected into heparin tubes from the arm opposite that used for drug administration at 0 (predosing), and 5 times following the first dose in the hospital in  different sampling windows. Sampling windows are defined for post-dose collections; 0-1 hour, 1-2.5, 2.5-4, 4-6 and >6 hours post dose. In each subject 4 samples will be collected spread across the 5 sampling windows such that there is an equal representation of samples across all windows as much as possible. All blood samples will be collected in fluoride-oxalate tubes and will be chilled immediately to prevent artesunate degradation by plasma esterases. Samples will be centrifuged within 30 min to minimize hemolysis, and the separated plasma will be stored below 80°C until analyzed. Aliquots of plasma will be stored at -80°C (-60°C or colder). Plasma aliquots will be shipped intermittently to the IDI Core Laboratory for storage prior to quantification.   Plasma samples will be assayed by a validated high-performance liquid chromatography (HPLC) method.\r\rDiagnosis of Severe Malaria\rSevere malaria is defined as presence or history of fever plus a positive blood film for P.falciparum malaria with at least one of the following symptoms and signs; repeated convulsions (more than 2 in 24 h), impaired consciousness (Glasgow Coma Score < 11 for adults and Blantyre Coma Score < 3 for children), coma, hyperpyrexia (axillary temperature >/= 40 °C), respiratory distress (acidotic breathing), inability to tolerate oral therapy and vomiting all oral intake, circulatory collapse or shock (systolic Blood Pressure < 80 mmHg in adults and <50 mmHg in children), spontaneous bleeding, hemoglobinuria (tea colored urine), jaundice, prostration (extreme weakness with inability to sit, stand or walk without assistance), severe normocytic anemia (hemoglobin <5 g/dL), hypoglycemia (blood sugar <2.2 mmol/l or 40 mg/dL), renal impairment (serum creatinine >265 μmol/l), and hyperparasitaemia (>10%).\r\rBlood samples for hematologic and biochemical assays \rSerum biochemistries will be examined on site using a COBAS C111 Analyzer. Full blood count will be measured with a Haematology - Mindray Shenzhen analyzer. \r\rUrinalysis\rUrine will be collected into a clean container. A dipstick will be used that measures a variety of analytes, including pH, urobilinogen, bilirubin, protein, glucose, hemolyzed and nonhemolyzed blood, nitrites and leukocyte esterase.\rSpecial Assays or Procedures\rDHA analyte \rBlood Samples for intravenous artesunate/dihydroartemisinin will be collected in fluoride-oxalate tubes. Blood samples will be delivered within 15 min of collection to the clinical laboratory in Tororo Hospital for plasma separation. Aliquots of plasma will be stored at -80°C. Plasma aliquots will be shipped intermittently to the IDI Core Laboratory for storage prior to quantification. \r\rDried blood spot for known K13 artemisinin",
        "start": 46115,
        "end": 49606,
        "length": 3491
      },
      {
        "chunk_id": 15,
        "text": " Aliquots of plasma will be stored at -80°C. Plasma aliquots will be shipped intermittently to the IDI Core Laboratory for storage prior to quantification. \r\rDried blood spot for known K13 artemisinin resistance mutations\rA dried blood spot will be obtained at enrollment for assessment of known K13 artemisinin resistance mutations. Specimens will be shipped to the University of Maryland Baltimore for parasite DNA extraction and sequencing. The presence of K13 mutations known to be associated with artemisinin resistance will be determined for each specimen. \r\rOther special procedures including neurodevelopmental assessments and Blantyre Coma Score (BCS) will be included in the study manual of procedures (MOP) and/or standard operating procedures (SOPs). \rSpecimen Preparation, Handling, and Shipping\rSamples for DHA will be processed using solid-phase extraction and dihydroartemisinin will be quantified by LC MS/MS with an assay validated according to FDA guidelines.\rInstructions for Specimen Preparation, Handling, and Storage\rDetailed SOPs are maintained for these activities. Briefly, blood samples are obtained and processed in the sample processing laboratory according to SOPs. Plasma is frozen in freezers according to SOPs. Dried blood spot specimens will be shipped to the University of Maryland Baltimore. Frozen samples will be transported to the MUJHU laboratory at the IDI in Kampala, and stored there in temperature-monitored freezers or shipped to the DMID clinical repository. International Air Transport Association (IATA) guidelines will be followed for specimen handling, transport and shipping.\rSpecimen Shipment\rThe Investigators will maintain detailed SOPs for specimen transport and storage. All staff and investigators will be trained in the SOPs relevant to their duties and will sign copies of the SOPs to document this training. Copies of SOPs will be available for inspection and review by DMID and study monitors. During the study SOPs may be modified to improve them and new SOPs may be developed as needed to improve operations and ensure adherence with the protocol.\rAssessment of Safety\rSpecification of Safety Parameters\rNo safety outcome measures are planned for this trial.\rMethods and Timing for Assessing, Recording, and Analyzing Safety Parameters\rAdverse Events\rAn adverse event includes any noxious, pathological or unintended change in anatomical, physiological or metabolic functions as indicated by physical signs, symptoms and/or laboratory-detected changes occurring in any phase of the clinical study whether associated with the study product and whether or not considered related to the intervention. This definition includes an exacerbation of pre-existing conditions or events, intercurrent illnesses, or drug interaction. Anticipated day-to-day fluctuations of pre-existing conditions that do not represent a clinically significant exacerbation need not be considered adverse events. Discrete exacerbations of chronic conditions that are deemed to be different than regularly sustained day-to-day fluctuations, occurring during a study period will be reported as adverse events in order to assess changes in frequency or severity.\r\rAdverse events will be documented in terms of a medical diagnosis. When this is not possible, the adverse event will be documented in terms of signs and/or symptoms observed by the investigator or reported by the subject at each study visit. All AEs occurring while on study will be documented",
        "start": 49406,
        "end": 52894,
        "length": 3488
      },
      {
        "chunk_id": 16,
        "text": " the adverse event will be documented in terms of signs and/or symptoms observed by the investigator or reported by the subject at each study visit. All AEs occurring while on study will be documented appropriately regardless of relationship. Pre-existing conditions or signs and/or symptoms (including any which are not recognized at study entry but are recognized during the study period) present in a participant before the start of the study will be recorded on the participant’s CRF and will be recorded as an AE if deterioration or exacerbation in the condition occurs during the study. Any inpatient overnight hospitalization other than the planned inpatient stay for study treatment administration will be considered a serious adverse event. Information to be collected include event description, date of onset, clinician’s assessment of severity, relationship to study product (assessed only by those with the training and authority to make a diagnosis), and date of resolution/stabilization of the event. All AEs will be followed to adequate resolution or stabilization. \r\rAll AEs must be graded for severity and relationship to study product.\r\rFDA defines AE as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related.\r\rSeverity of Event: All AEs will be assessed by the Principal Investigator or appropriate sub-investigator using a protocol defined grading system in this protocol and the adult DMID Toxicity Tables. For unsolicited events not included in the protocol-defined grading system, the following guidelines will be used to quantify intensity: \rMild (Grade 1)- events require minimal or no treatment and do not interfere with the participant’s daily activities.\rModerate (Grade 2)- events result in a low level of inconvenience or concern with the therapeutic measures. Moderate events may cause some interference with functioning and daily activities.\rSevere (Grade 3)– events interrupt a participant’s usual daily activity and may require systemic drug therapy or other treatment. Severe events are usually incapacitating.\r\rIf an AE changes in severity, it is not a new event, and each AE is documented at its highest severity grading. AEs characterized as intermittent require documentation of onset and duration of each episode.\r\rSerious Adverse Events\rAn AE or suspected adverse reaction is considered “serious” if, in the view of either the investigator or sponsor, it results in any of the following outcomes: \rDeath,\rA life-threatening AE*, \rInpatient hospitalization or prolongation of existing hospitalization, \rA persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, or \rA congenital anomaly/birth defect. \rImportant medical events that may not result in death, be life-threatening, or require hospitalizations may be considered serious when, based upon appropriate medical judgment they may jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the outcomes listed in this definition. Examples of such medical events include allergic bronchospasm requiring intensive treatment in an emergency room or at home, blood dyscrasias or convulsions that do not result in inpatient hospitalization, or the development of drug dependency or drug abuse.\r\r* Life-threatening AE. An AE is considered “life-threatening” if, in the view of either the investigator or sponsor, its occurrence places the patient or",
        "start": 52694,
        "end": 56192,
        "length": 3498
      },
      {
        "chunk_id": 17,
        "text": "development of drug dependency or drug abuse.\r\r* Life-threatening AE. An AE is considered “life-threatening” if, in the view of either the investigator or sponsor, its occurrence places the patient or subject at immediate risk of death. It does not include an AE, had it occurred in a more severe form, might have caused death.\r\rAll SAEs will be:\rrecorded on the appropriate SAE form and eCRF\rreviewed and evaluated by an Independent Safety Monitor (ISM), DMID, and the IRB, if indicated\rProcedures to be Followed in the Event of Abnormal Laboratory Test Values or Abnormal Clinical Findings\rAbnormalities in clinical findings and in clinical laboratory testing will be followed according to national guidelines in Uganda, and will not be graded or considered AEs. \rReporting Procedures\rAEs and SAEs will be documented from the first study intervention, through the end of the follow-up period. \r\rAll AEs and SAEs will be captured on the appropriate data collection form. Information to be collected includes event description, date of onset, investigator assessment of severity, relationship to study product, date of resolution of the event, and outcome. \rSerious Adverse Events\rAEs will be followed to adequate resolution or stabilization for participants enrolled in the study. After termination of the study, participants will be referred to appropriate care for follow-up of ongoing AEs. AEs that are associated with the study drug will be followed to resolution or stabilization with the expectation that it will remain chronic. Any AE that meets a protocol-defined serious criterion must be submitted to DMID within 24 hours of site awareness via the internet data entry system (IDES) or a DMID SAE form.\r\rIn addition to the reporting to DMID, the investigator must also report to the ethics committee and IRB. Any AE that meets a protocol-defined serious criterion and is considered related to the investigational product must be submitted, unless otherwise requested by the ISM, sponsor or the investigators:\r•\tWithin 48 hours to the Uganda IRB\r•\tWithin 5 days to the University of Maryland IRB\r\rFor other AEs that meet a protocol-defined serious criterion and are considered not related to the investigational product, this information can be submitted, unless otherwise requested by the ISM, sponsor or the investigators:\r•\tIn the annual summary to the Uganda IRB\r•\tIn the annual summary to the University of Maryland IRB\r\rType and Duration of Follow-up of Subjects after Adverse Events\rInvestigators will follow up subjects with AEs and SAEs until the event has resolved, or, if a chronic condition has developed, until the end of the study follow-up period. Outcome will be assessed as Recovered/Resolved, Recovered/Resolved with Sequelae, Recovering/Resolving, Not recovered/Not resolved, or Fatal.\rHalting Rules\rDecisions to halt or pause the study will be made by DMID. \r malarial coma in children, with possible values of 0, 1, 2, 3, 4, 5. Proportional odds mixed effects logistic regression will be used to model Blantyre coma score. \r\rCovariates will include exposure, timepoint, the interaction between exposure and timepoint, and potential confounding variables such as receipt of artesunate or artemisinin-based therapy prior to enrollment. Specific details of all models will be described in the SAP, and will include:\rThe precise definition or derivation of each response variable, including potential transformations and the method for accounting for baseline values and/or",
        "start": 55992,
        "end": 59491,
        "length": 3499
      },
      {
        "chunk_id": 18,
        "text": " be described in the SAP, and will include:\rThe precise definition or derivation of each response variable, including potential transformations and the method for accounting for baseline values and/or associations between the baseline value and exposure\rThe pre-specified covariates to be included in the model\rThe procedure for choosing the covariance structure\rThe alternative methods which may be considered, if model assumptions do not hold\rFor the analysis of the response variables included in the primary outcome, the set of p-values corresponding to tests of the effect of exposure on response at each timepoint will be adjusted using the Benjamini-Hochberg procedure to preserve the false discovery rate for the primary outcome at 0.05. The corresponding point estimates and confidence intervals will be reported. Graphical displays of response by exposure at each timepoint will show individual measurements alongside model estimates. Individual trend plots of responses over time will also be generated for each response variable.\rAnalysis Plan for Secondary Outcomes\rThe secondary outcome response variables are time to hospital discharge, and measures of parasite clearance calculated from parasite density, as measured by thick blood smear such as parasite clearance half-life, total parasite clearance by Day 2, and time to 90% reduction in parasitemia. Parasite clearance half-life (PCT50) and time to 90% reduction (PCT90) will be estimated using the World Wide Anti-malarial Resistance Network (WWARN) parasite clearance estimator PCE) algorithm.(4) The relationship between AUC0-12 and Cmax and the time-to-event response variables will be analyzed using Cox proportional hazards regression. The relationship between AUC0-12 and Cmax and the binary variable of total parasite clearance by Day 2 will be analyzed using logistic regression. Covariates will include exposure and potential confounding variables. The full list of covariates to be considered and the variable selection strategy will be described in the SAP. Analyses of secondary outcome variables will not be adjusted for multiplicity.\rMissing Data\rEvery effort will be made to minimize missing data and collect all endpoints specified in this protocol. Subjects who discontinue treatment will be followed after treatment discontinuation for collection of all scheduled follow-up data with their consent. No adjustments for missing safety data will be performed for the secondary analyses. Handling of missing dosing, PK, covariate, and outcome data will be described in the Statistical Analysis Plan. \rStudy Cohorts/Datasets to be Evaluated\r\rSafety Population\rThe safety population will include all subjects who received at least 1 dose of IV artesunate\r\rPopulation PK Analysis Population\rThe Population PK Analysis Population will include all evaluable subjects from who received at least 1 dose of IV artesunate and had at least 1 measurable DHA concentration. \rPharmacodynamic Analysis Population\rThe Pharmacodynamic (PD) Analysis Population will include all subjects for which exposure parameters can be obtained from the final population PK model and for which post-baseline response data are available. \rSource Documents and Access to Source Data/Documents\rThe participating study site will maintain appropriate medical and research records for this trial, in compliance with International Conference on Harmonisation (ICH) harmonised tripartite guideline E6(R1): Good Clinical Practice (GCP), Section 4.9 and",
        "start": 59291,
        "end": 62789,
        "length": 3498
      },
      {
        "chunk_id": 19,
        "text": "te medical and research records for this trial, in compliance with International Conference on Harmonisation (ICH) harmonised tripartite guideline E6(R1): Good Clinical Practice (GCP), Section 4.9 and regulatory and institutional requirements for the protection of confidentiality of subjects. \r\rSource data are all information, original records of clinical findings, observations, or other activities in a clinical trial necessary for the reconstruction and evaluation of the trial. Examples of these original documents and data records include, but are not limited to, hospital records, clinical and office charts, laboratory notes, memoranda, subjects’ memory aid or evaluation checklists, pharmacy dispensing records, recorded data from automated instruments, copies or transcriptions certified after verification as being accurate and complete, microfiches, photographic negatives, microfilm or magnetic media, x-rays, and participant files and records kept at the pharmacy, at the laboratories, and medico-technical departments involved in the clinical trial.\r\rElectronic CRFs (eCRFs) will be supplied by The Emmes Company, LLC under contract to the NIAID, and a remote data entry system will be used. Data collection forms derived from the eCRFs will be made available on the project website as Source Document Workbooks (SDWs). The SDW for each participant will be maintained at the study site. All SDWs will be filled out completely and by appropriate study personnel. These data collection forms compiled as SDWs will serve as source documents.\r\rThe study site will permit authorized representatives of DMID, DMID designees, and appropriate regulatory agencies to examine (and when required by applicable law, to copy) clinical records for the purposes of quality assurance reviews, audits and evaluation of the study safety and progress. These representatives will be permitted access to all source data.\rQuality Control and Quality Assurance\rFollowing a written DMID-accepted study site quality management plan, the study site will conduct routine quality assurance (QA) and quality control (QC) activities to internally monitor study progress and protocol compliance. The quality management plan is located in the University of Maryland Center for Vaccine Development Office of Regulatory Affairs and Quality Management. The protocol-specific quality management plan is in conjunction with the University of Maryland Center for Vaccine Development Office of Regulatory Affairs and Quality Management and describes the study site’s internal quality management activities including how the data will be evaluated for compliance with the protocol, which documents will be reviewed, and methods of training staff.\r\rSOPs will be used at all clinical and laboratory sites. Routine monitoring will be performed according to ICH/GCP (E6) (e.g., data monitoring). DMID-designated clinical monitors will verify that the clinical trial is conducted, and data are generated, documented (recorded), and reported in compliance with the protocol, GCP, and the applicable regulatory requirements. The study site will provide direct access to all trial-related sites, source data/documents, and reports for the purpose of monitoring and auditing by DMID, and inspection by local and regulatory authorities. \r\rEmmes  and the study site data manager will implement QC procedures beginning with the data entry system and generate data QC checks that will be run on the database. Any missing data or data",
        "start": 62589,
        "end": 66085,
        "length": 3496
      },
      {
        "chunk_id": 20,
        "text": "ities. \r\rEmmes  and the study site data manager will implement QC procedures beginning with the data entry system and generate data QC checks that will be run on the database. Any missing data or data anomalies will be communicated to the study site for clarification/resolution.\rEthics/Protection of Human Subjects\rEthical Standard\rThe Makerere College of Health Sciences, School of Medicine Research ethics Committee, the National Drug Authority  and the Uganda National Council for Science and Technology will review and approve the protocol before study start. In addition, the study will be reviewed by DMID and the University of Maryland IRB. Documentation of the approval by these ethical review boards will be kept in the study site’s regulatory file.\rInstitutional Review Board\rAll amendments will be submitted to the local IRB, the UMD IRB, and to DMID. No amendments will go into effect without written approval from the local IRB, the UMD IRB, and DMID except when necessary to eliminate immediate hazards to the participants. Protocol deviations will also be reported to each IRB according to the policy of each IRB. CRFs and other source documents will be examined to determine whether missing data were not transcribed, unavailable or missing for unknown reasons and this information will be coded and documented in the database. \r\rThe investigators will inform all the IRBs and DMID of the following:\rAll subsequent protocol amendments, informed consent form changes or revisions of other documents originally submitted for review\rSerious and/or unexpected AEs occurring during the study, where required\rNew information that may affect adversely the safety of the participants or the conduct of the study\rAn annual update and/or continuing review reports, as required\rA final report including SAE outcomes will be provided when the study has been completed.\rInformed Consent Process\rThe principles of informed consent in the current edition of the Declaration of Helsinki will be implemented before any protocol-specified procedures or interventions are carried out.\r\rInformation will be given in both oral and written form whenever possible. The written consent documents will embody the elements of informed consent as described in the current edition of the Declaration of Helsinki, will adhere to the ICH Harmonised Tripartite Guideline for Good Clinical Practice and 45CFR46 and 21CFR50, and will also comply with applicable host country regulations. The oral consent process will be consistent with 45CFR46, 46.117, 21CFR50.27 and ICH E6 (R1) Section 4.8. Independent witnesses will be used to attest that illiterate potential participants have understood the contents of the informed consent document.\rScreening and Study Informed Consent\rA period of 24 hours is allotted for screening and recruitment to allow plenty of time for a participant’s parent/guardian to consider their decision about participating and to discuss their child’s participation. At the times of screening and recruitment, the consent forms are either provided in written English or local languages (Ateso, Lugwere and Japadhola) or read to illiterate participants who speak English or local languages (Ateso, Lugwere and Japadhola). For illiterate participants, informed consent will be administered by oral translation of the text in presence of a witness. In all cases, the investigator will give the participants ample opportunity to inquire about the details of the study and to ask any questions",
        "start": 65885,
        "end": 69382,
        "length": 3497
      },
      {
        "chunk_id": 21,
        "text": "by oral translation of the text in presence of a witness. In all cases, the investigator will give the participants ample opportunity to inquire about the details of the study and to ask any questions before dating and signing the consent forms, including the opportunity to take a copy of the consent form home to review with family members or others before returning on a later day with their decision. All illiterate individuals will have the study and consent forms explained to them point by point by the interviewer in the presence of a witness who will sign the consent form. Witnesses will have no association with the conduct of the study and will not be related to the study participant. Witnesses receive training that emphasizes protection of confidentiality and assist with ensuring full and accurate oral translation of the information on the consent forms. Individual consent to participate in research studies is given freely and is not subject to approval by village elders or others. Investigators will carefully explain to potential participants that they may withdraw their participation from the study at any point in the future.\rInformed consent will be documented using a written consent form approved by the IRBs and signed or thumb printed and dated by the participant, and by the person who conducted the informed consent discussion. Thumb printing will be used for illiterate persons, who are expected to constitute the majority of participants. The English consent form will be translated into local languages spoken at the study site. For illiterate participants who do not speak English, consent will be administered by a study clinician who is fluent in local language or the study clinician use a translator. A witness will assist during the procedure. After the participant clearly states that she/he has understood what was explained and agrees to participate in the study, the consent forms will be completed. The participant will be asked if she/he prefers to thumbprint or to sign. In the case of the thumbprint option, the distal end of her/his left thumb will be applied to a stamp inker and then firmly applied to the space on the consent forms reserved for thumbprints. \r\rThe signature/thumbprint confirms that the consent is based on information that has been understood. Each participant’s signed informed consent form is kept on file by the investigator for possible inspection by regulatory authorities. The participant will receive a copy of the signed and dated written informed consent forms and any other written information provided by the investigator, and will receive copies of any signed and dated consent form updates and any amendments to the written information.\r\rSince most study participants do not use telephones, fax or mail, contact information is provided in terms of local study site staff who can be visited directly and who can themselves reach the investigators directly or by telephone.\rCompensation\rTo compensate the participant for time lost to income generating activities as a result of participating in the study, each participant will receive 60,000 Ugandan shillings per inpatient day and 30,000 Ugandan shillings per outpatient follow-up visit, according to local ethics standards.\rExclusion of Women, Minorities, and Children (Special Populations)\rAs most severe malaria illnesses occur in children, it is deemed ethical to perform this study first in children whose parent/guardian can give full, informed independent",
        "start": 69182,
        "end": 72677,
        "length": 3495
      },
      {
        "chunk_id": 22,
        "text": "hildren (Special Populations)\rAs most severe malaria illnesses occur in children, it is deemed ethical to perform this study first in children whose parent/guardian can give full, informed independent consent. Persons will be screened, recruited, and enrolled into this study without regard for ethnicity or gender. \rSubject Confidentiality\rSubject confidentiality is strictly held in trust by the participating investigators, their staff, and the sponsor(s) and their agents. This confidentiality is extended to cover testing of biological samples and genetic tests in addition to the clinical information relating to participating subjects.\r\rThe study protocol, documentation, data, and all other information generated will be held in strict confidence. No information concerning the study or the data will be released to any unauthorized third party without prior written approval of the sponsor.\r\rThe study monitors or other authorized representatives of the sponsor may inspect all documents and records required to be maintained by the investigator, including but not limited to, medical records (office, clinic, or hospital) and pharmacy records for the subjects in this study. The study site will permit access to such records.\r\rParticipants will be assigned a unique participant ID number. All results will be keyed to this number. Study records will only be available to staff members and will be kept locked at the study site conforming to the investigators’ SOPs. Following the conclusion of the study, all records will be maintained on site for a minimum of two years, after which they will be stored long-term in the data storage facilities at the Infectious Diseases Institute. Representatives of DMID may review these records.\rStudy Discontinuation\rThe study may be discontinued at any time by DMID, the institutional review board, or the investigators. If the study is discontinued before completion, all participants who received study product will be asked to follow up with the study team for debriefing. Study team personnel will be available for questions or follow-up should evaluation be needed. \r\rWhen the study ends, participants will be instructed to seek routine medical care offered at the local health clinic. AEs that are ongoing at the time of study discontinuation will be followed by study staff to resolution, or, if a chronic condition has developed, until the end of the study follow-up period. \rFuture Use of Stored Specimens\rFuture use of specimens is not planned for this protocol. Any leftover specimen will be destroyed according to institutional SOPs after assays are completed and results are verified. \rData Handling and Record Keeping\rThe principal investigator is responsible to ensure the accuracy, completeness, legibility, and timeliness of the data reported. All source documents should be completed in a neat, legible manner to ensure accurate interpretation of data. Black or blue ink is required to ensure clarity of reproduced copies. When making changes or corrections, cross out the original entry with a single line, and initial and date the change. DO NOT ERASE, OVERWRITE, OR USE CORRECTION FLUID OR TAPE ON THE ORIGINAL.\r\rCase report forms (CRFs) will serve as source documents. Only information that cannot be collected initially onto CRFs (namely, clinical laboratory test results and AE medical records) will first be collected onto separate source documents before transcription into CRFs. The information in the CRF will then be",
        "start": 72477,
        "end": 75971,
        "length": 3494
      },
      {
        "chunk_id": 23,
        "text": "to CRFs (namely, clinical laboratory test results and AE medical records) will first be collected onto separate source documents before transcription into CRFs. The information in the CRF will then be entered directly into the Internet data system.\r\rCRFs derived from the eCRF will be provided and maintained for recording data for each participant enrolled in the study. Data reported in the eCRF derived from source documents should be consistent with the source documents or the discrepancies should be explained.\r\rDMID and/or its designee will provide guidance to investigators on making corrections to the source documents and eCRF.\r\rA copy of the cleaned and locked database will be provided to DMID and the Principal Investigator at the end of the study.\rData Management Responsibilities\rAll source documents and laboratory reports must be reviewed by the clinical team and data entry staff, who will ensure that they are accurate and complete. AEs must be graded, assessed for severity and causality, and reviewed by the study site principal investigator or designee.\r\rData collection is the responsibility of the clinical trial staff at the study site under the supervision of the principal investigator. During the study, the investigator must maintain complete and accurate documentation for the study.\r\rThe Emmes Company, LLC will serve as the Statistical and Data Coordinating Center for this study and, in collaboration with the study data manager, will be responsible for data management, quality review, analysis, and reporting of the study data.\rData Capture Methods\rClinical data (including AEs and concomitant medications) and clinical laboratory data will be entered into a 21 CFR Part 11-compliant Internet Data Entry System (IDES) provided by Emmes. The data system includes password protection and internal quality checks, such as automatic range checks, to identify data that appear inconsistent, incomplete, or inaccurate. Clinical data will be entered directly from the source documents.\rTypes of Data\rSafety assessments will be based on reports collected from review of AE and SAE reports. All AEs will be MedDRA® coded for Preferred Term and System Organ Class. The rate of AEs in aggregate, and by MedDRA® codes, will be computed for each study group.\r\rThe number of SAEs is likely to be small in this study and will be reported by a detailed listing showing the type, MedDRA® coding, relevant dates (study drug administration and AE), severity, and outcome for each event. The list will be by study group. If the number of all AEs is small, they will also be listed with the additional attribution of seriousness and with laboratory and clinical assessments.\r\rAn individual forms grid, which indicates the current status of forms submission for each participant is provided as part of Emmes’ Advantage eClinicalSM internet data entry system.\rTiming/Reports\rPrimary data analysis will occur after the primary study endpoint is reached at study day 183. Results of this primary data analysis will be available for public release. \r\rCoding of AEs will be according to the MedDRA classification and will be managed by the statistical data and coordinating center as AE data is entered into the online database.\rStudy Records Retention\rStudy documents should be retained for a minimum of 2 years. These documents should be retained for a longer period, however, if required by local regulations. No records will be destroyed without the written consent of DMID. It is the",
        "start": 75771,
        "end": 79267,
        "length": 3496
      },
      {
        "chunk_id": 24,
        "text": "for a minimum of 2 years. These documents should be retained for a longer period, however, if required by local regulations. No records will be destroyed without the written consent of DMID. It is the responsibility of DMID to inform the investigator when these documents no longer need to be retained.\rProtocol Deviations\rA protocol deviation is any noncompliance with the clinical trial protocol, Good Clinical Practice (GCP), or Manual of Procedures requirements. The noncompliance may be either on the part of the subject, the investigator, or the study site staff. As a result of deviations, corrective actions are to be developed by the study site and implemented promptly. \r\rThese practices are consistent with ICH E6:\r\r4.5\tCompliance with Protocol, sections 4.5.1, 4.5.2, and 4.5.3\r\r5.1\tQuality Assurance and Quality Control, section 5.1.1\r\r5.20\tNoncompliance, sections 5.20.1, and 5.20.2.\r\rIt is the responsibility of the study site to use continuous vigilance to identify and report deviations within 5 working days of identification of the protocol deviation, or within 5 working days of the scheduled protocol-required activity. All deviations must be promptly reported to DMID, via Emmes’ IDES or via the TRI/ICON DMID-Clinical Research Operations and Management Support (CROMS) email (protocoldeviations@dmidcroms.com), web- (www.dmidcroms.com) or fax-based system (1-215-699-6288).\r\rAll deviations from the protocol must be addressed in study subject source documents. A completed copy of the DMID Protocol Deviation Form (TRI/ICON DMID-CROMS or IDES form) must be maintained in the regulatory file, as well as in the subject’s source document. Protocol deviations must be sent to the local IRB/IEC per their guidelines. The study site PI/study staff is responsible for knowing and adhering to their IRB/IEC requirements.\rPublication Policy\rFollowing completion of the study, the investigator is expected to publish the results of this research in a scientific journal. The International Committee of Medical Journal Editors (ICMJE) member journals have adopted a trials-registration policy as a condition for publication. This policy requires that all clinical trials be registered in a public trials registry such as ClinicalTrials.gov, which is sponsored by the National Library of Medicine. Other biomedical journals are considering adopting similar policies. It is the responsibility of DMID to register this trial in an acceptable registry. Any clinical trial starting enrollment after 01 July 2005 must be registered on or before patient enrollment. \r\rThe ICMJE defines a clinical trial as any research project that prospectively assigns human subjects to intervention or comparison groups to study the cause-and-effect relationship between a medical intervention and a health outcome. Studies designed for other purposes, such as to study pharmacokinetics or major toxicity (e.g., Phase I trials), would be exempt from this policy.\rLiterature References\r\r1.\tBenjamini Y, & Hochberg, Y. . Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. Journal of the Royal Statistical Society. 1995;57(1):289-300.\r2.\tBenjamini Y, Liu W. A step-down multiple hypotheses testing procedure that controls the false discovery rate under independence. Journal of Statistical Planning and Inference. 1999;82(1):163-70. doi: https://doi.org/10.1016/S0378-3758(99)00040-3.\r3.\tGroup WMGRS. WHO Child Growth Standards: Length/height-fot-age, weight-for-age,",
        "start": 79067,
        "end": 82565,
        "length": 3498
      },
      {
        "chunk_id": 25,
        "text": "Journal of Statistical Planning and Inference. 1999;82(1):163-70. doi: https://doi.org/10.1016/S0378-3758(99)00040-3.\r3.\tGroup WMGRS. WHO Child Growth Standards: Length/height-fot-age, weight-for-age, weight-for-length, weight-for-height and body mass index-for-age: Methods and development. Geneva: World Health Organization, 2006 2006. Report No.\r4.\tFlegg JA, Guerin PJ, White NJ, Stepniewska K. Standardizing the measurement of parasite clearance in falciparum malaria: the parasite clearance estimator. Malar J. 2011;10:339. Epub 2011/11/15. doi: 10.1186/1475-2875-10-339. PubMed PMID: 22074219; PMCID: PMC3305913.\r1.\tBenjamini Y, & Hochberg, Y. . Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. Journal of the Royal Statistical Society. 1995;57(1):289-300.\r2.\tBenjamini Y, Liu W. A step-down multiple hypotheses testing procedure that controls the false discovery rate under independence. Journal of Statistical Planning and Inference. 1999;82(1):163-70. doi: https://doi.org/10.1016/S0378-3758(99)00040-3.\r3.\tGroup WMGRS. WHO Child Growth Standards: Length/height-fot-age, weight-for-age, weight-for-length, weight-for-height and body mass index-for-age: Methods and development. Geneva: World Health Organization, 2006 2006. Report No.\r1.\tBenjamini Y, & Hochberg, Y. . Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. Journal of the Royal Statistical Society. 1995;57(1):289-300.\r2.\tBenjamini Y, Liu W. A step-down multiple hypotheses testing procedure that controls the false discovery rate under independence. Journal of Statistical Planning and Inference. 1999;82(1):163-70. doi: https://doi.org/10.1016/S0378-3758(99)00040-3.\r\r\rSupplements/Appendices\rAppendix A: Schedule of Events\r\rTable 19.1: Schedule of Events\rProcedures\rScreening\rDay -1 to 1\rEnrolment\rDay 1\r\rDay 2\rDay 3\rDay 4\rDay 5\rDay 6\rDay 7\rDay 14\rDay 28\rFinal Study Visit, \rDay 183\rInformed consent\rX\r\r\r\r\r\r\r\r\r\r\r\rDemographics\rX\r\r\r\r\r\r\r\r\r\r\r\rInclusion/Exclusion criteria\rX\r\r\r\r\r\r\r\r\r\r\r\rEnrollment\r\rX\r\r\r\r\r\r\r\r\r\r\rAdminister IV artesunate\r\rX\r\rX\rX\r\r\r\r\r\r\r\rAdminister oral ACT\r\r\r\r\r\rX\rX\rX\r\r\r\r\rConcomitant medication review\rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rPhysical exam \rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rVital signs\rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rHeight\rX\r\r\r\r\r\r\r\r\r\rX\rX\rWeight\rX\r\r\r\r\r\r\r\r\r\rX\rX\rThick blood smear for Pf parasitemia (per parasitemia sampling plan)\rX\rX\r\rX\rX\rX\rX\r\r\r\r\r\rDried blood spot for artemisinin resistance\rX\r\r\r\r\r\r\r\r\r\r\r\rHematology \rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rSerum bicarbonate\rX\rX\r\rX\rX\rX\rX\rX\rX\rX\r\r\rSerum lactate and LDH\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum sodium\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum potassium\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum creatinine\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum glucose\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rSerum bilirubin, ALT and AST\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rUrinalysis\rX\rX\r\rX\rX\rX\rX\rX\rX\r\r\r\rBlantyre coma score\rX\rX\r\rX\rX\rX\rX\rX\rX\rX\rX\rX\rPharmacokinetic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 82365,
        "end": 85404,
        "length": 3039
      },
      {
        "chunk_id": 26,
        "text": "okinetic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85204,
        "end": 85404,
        "length": 200
      },
      {
        "chunk_id": 27,
        "text": "kinetic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85205,
        "end": 85404,
        "length": 199
      },
      {
        "chunk_id": 28,
        "text": "inetic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85206,
        "end": 85404,
        "length": 198
      },
      {
        "chunk_id": 29,
        "text": "netic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85207,
        "end": 85404,
        "length": 197
      },
      {
        "chunk_id": 30,
        "text": "etic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85208,
        "end": 85404,
        "length": 196
      },
      {
        "chunk_id": 31,
        "text": "tic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85209,
        "end": 85404,
        "length": 195
      },
      {
        "chunk_id": 32,
        "text": "ic assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85210,
        "end": 85404,
        "length": 194
      },
      {
        "chunk_id": 33,
        "text": "c assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85211,
        "end": 85404,
        "length": 193
      },
      {
        "chunk_id": 34,
        "text": " assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85212,
        "end": 85404,
        "length": 192
      },
      {
        "chunk_id": 35,
        "text": "assessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85213,
        "end": 85404,
        "length": 191
      },
      {
        "chunk_id": 36,
        "text": "ssessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85214,
        "end": 85404,
        "length": 190
      },
      {
        "chunk_id": 37,
        "text": "sessments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85215,
        "end": 85404,
        "length": 189
      },
      {
        "chunk_id": 38,
        "text": "essments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85216,
        "end": 85404,
        "length": 188
      },
      {
        "chunk_id": 39,
        "text": "ssments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85217,
        "end": 85404,
        "length": 187
      },
      {
        "chunk_id": 40,
        "text": "sments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85218,
        "end": 85404,
        "length": 186
      },
      {
        "chunk_id": 41,
        "text": "ments (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85219,
        "end": 85404,
        "length": 185
      },
      {
        "chunk_id": 42,
        "text": "ents (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85220,
        "end": 85404,
        "length": 184
      },
      {
        "chunk_id": 43,
        "text": "nts (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85221,
        "end": 85404,
        "length": 183
      },
      {
        "chunk_id": 44,
        "text": "ts (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85222,
        "end": 85404,
        "length": 182
      },
      {
        "chunk_id": 45,
        "text": "s (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85223,
        "end": 85404,
        "length": 181
      },
      {
        "chunk_id": 46,
        "text": " (per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85224,
        "end": 85404,
        "length": 180
      },
      {
        "chunk_id": 47,
        "text": "(per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85225,
        "end": 85404,
        "length": 179
      },
      {
        "chunk_id": 48,
        "text": "per PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85226,
        "end": 85404,
        "length": 178
      },
      {
        "chunk_id": 49,
        "text": "er PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85227,
        "end": 85404,
        "length": 177
      },
      {
        "chunk_id": 50,
        "text": "r PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85228,
        "end": 85404,
        "length": 176
      },
      {
        "chunk_id": 51,
        "text": " PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85229,
        "end": 85404,
        "length": 175
      },
      {
        "chunk_id": 52,
        "text": "PK sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85230,
        "end": 85404,
        "length": 174
      },
      {
        "chunk_id": 53,
        "text": "K sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85231,
        "end": 85404,
        "length": 173
      },
      {
        "chunk_id": 54,
        "text": " sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85232,
        "end": 85404,
        "length": 172
      },
      {
        "chunk_id": 55,
        "text": "sampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85233,
        "end": 85404,
        "length": 171
      },
      {
        "chunk_id": 56,
        "text": "ampling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85234,
        "end": 85404,
        "length": 170
      },
      {
        "chunk_id": 57,
        "text": "mpling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85235,
        "end": 85404,
        "length": 169
      },
      {
        "chunk_id": 58,
        "text": "pling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85236,
        "end": 85404,
        "length": 168
      },
      {
        "chunk_id": 59,
        "text": "ling plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85237,
        "end": 85404,
        "length": 167
      },
      {
        "chunk_id": 60,
        "text": "ing plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85238,
        "end": 85404,
        "length": 166
      },
      {
        "chunk_id": 61,
        "text": "ng plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85239,
        "end": 85404,
        "length": 165
      },
      {
        "chunk_id": 62,
        "text": "g plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85240,
        "end": 85404,
        "length": 164
      },
      {
        "chunk_id": 63,
        "text": " plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85241,
        "end": 85404,
        "length": 163
      },
      {
        "chunk_id": 64,
        "text": "plan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85242,
        "end": 85404,
        "length": 162
      },
      {
        "chunk_id": 65,
        "text": "lan)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85243,
        "end": 85404,
        "length": 161
      },
      {
        "chunk_id": 66,
        "text": "an)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85244,
        "end": 85404,
        "length": 160
      },
      {
        "chunk_id": 67,
        "text": "n)\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85245,
        "end": 85404,
        "length": 159
      },
      {
        "chunk_id": 68,
        "text": ")\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85246,
        "end": 85404,
        "length": 158
      },
      {
        "chunk_id": 69,
        "text": "\rX\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85247,
        "end": 85404,
        "length": 157
      },
      {
        "chunk_id": 70,
        "text": "X\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85248,
        "end": 85404,
        "length": 156
      },
      {
        "chunk_id": 71,
        "text": "\rX\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85249,
        "end": 85404,
        "length": 155
      },
      {
        "chunk_id": 72,
        "text": "X\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85250,
        "end": 85404,
        "length": 154
      },
      {
        "chunk_id": 73,
        "text": "\r\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85251,
        "end": 85404,
        "length": 153
      },
      {
        "chunk_id": 74,
        "text": "\r\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85252,
        "end": 85404,
        "length": 152
      },
      {
        "chunk_id": 75,
        "text": "\r\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85253,
        "end": 85404,
        "length": 151
      },
      {
        "chunk_id": 76,
        "text": "\r\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85254,
        "end": 85404,
        "length": 150
      },
      {
        "chunk_id": 77,
        "text": "\r\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85255,
        "end": 85404,
        "length": 149
      },
      {
        "chunk_id": 78,
        "text": "\r\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85256,
        "end": 85404,
        "length": 148
      },
      {
        "chunk_id": 79,
        "text": "\r\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85257,
        "end": 85404,
        "length": 147
      },
      {
        "chunk_id": 80,
        "text": "\r\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85258,
        "end": 85404,
        "length": 146
      },
      {
        "chunk_id": 81,
        "text": "\r\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85259,
        "end": 85404,
        "length": 145
      },
      {
        "chunk_id": 82,
        "text": "\r\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85260,
        "end": 85404,
        "length": 144
      },
      {
        "chunk_id": 83,
        "text": "\rNeurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85261,
        "end": 85404,
        "length": 143
      },
      {
        "chunk_id": 84,
        "text": "Neurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85262,
        "end": 85404,
        "length": 142
      },
      {
        "chunk_id": 85,
        "text": "eurodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85263,
        "end": 85404,
        "length": 141
      },
      {
        "chunk_id": 86,
        "text": "urodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85264,
        "end": 85404,
        "length": 140
      },
      {
        "chunk_id": 87,
        "text": "rodevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85265,
        "end": 85404,
        "length": 139
      },
      {
        "chunk_id": 88,
        "text": "odevelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85266,
        "end": 85404,
        "length": 138
      },
      {
        "chunk_id": 89,
        "text": "developmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85267,
        "end": 85404,
        "length": 137
      },
      {
        "chunk_id": 90,
        "text": "evelopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85268,
        "end": 85404,
        "length": 136
      },
      {
        "chunk_id": 91,
        "text": "velopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85269,
        "end": 85404,
        "length": 135
      },
      {
        "chunk_id": 92,
        "text": "elopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85270,
        "end": 85404,
        "length": 134
      },
      {
        "chunk_id": 93,
        "text": "lopmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85271,
        "end": 85404,
        "length": 133
      },
      {
        "chunk_id": 94,
        "text": "opmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85272,
        "end": 85404,
        "length": 132
      },
      {
        "chunk_id": 95,
        "text": "pmental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85273,
        "end": 85404,
        "length": 131
      },
      {
        "chunk_id": 96,
        "text": "mental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85274,
        "end": 85404,
        "length": 130
      },
      {
        "chunk_id": 97,
        "text": "ental assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85275,
        "end": 85404,
        "length": 129
      },
      {
        "chunk_id": 98,
        "text": "ntal assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85276,
        "end": 85404,
        "length": 128
      },
      {
        "chunk_id": 99,
        "text": "tal assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85277,
        "end": 85404,
        "length": 127
      },
      {
        "chunk_id": 100,
        "text": "al assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85278,
        "end": 85404,
        "length": 126
      },
      {
        "chunk_id": 101,
        "text": "l assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85279,
        "end": 85404,
        "length": 125
      },
      {
        "chunk_id": 102,
        "text": " assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85280,
        "end": 85404,
        "length": 124
      },
      {
        "chunk_id": 103,
        "text": "assessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85281,
        "end": 85404,
        "length": 123
      },
      {
        "chunk_id": 104,
        "text": "ssessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85282,
        "end": 85404,
        "length": 122
      },
      {
        "chunk_id": 105,
        "text": "sessments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85283,
        "end": 85404,
        "length": 121
      },
      {
        "chunk_id": 106,
        "text": "essments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85284,
        "end": 85404,
        "length": 120
      },
      {
        "chunk_id": 107,
        "text": "ssments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85285,
        "end": 85404,
        "length": 119
      },
      {
        "chunk_id": 108,
        "text": "sments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85286,
        "end": 85404,
        "length": 118
      },
      {
        "chunk_id": 109,
        "text": "ments (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85287,
        "end": 85404,
        "length": 117
      },
      {
        "chunk_id": 110,
        "text": "ents (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85288,
        "end": 85404,
        "length": 116
      },
      {
        "chunk_id": 111,
        "text": "nts (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85289,
        "end": 85404,
        "length": 115
      },
      {
        "chunk_id": 112,
        "text": "ts (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85290,
        "end": 85404,
        "length": 114
      },
      {
        "chunk_id": 113,
        "text": "s (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85291,
        "end": 85404,
        "length": 113
      },
      {
        "chunk_id": 114,
        "text": " (parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85292,
        "end": 85404,
        "length": 112
      },
      {
        "chunk_id": 115,
        "text": "(parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85293,
        "end": 85404,
        "length": 111
      },
      {
        "chunk_id": 116,
        "text": "parent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85294,
        "end": 85404,
        "length": 110
      },
      {
        "chunk_id": 117,
        "text": "arent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85295,
        "end": 85404,
        "length": 109
      },
      {
        "chunk_id": 118,
        "text": "rent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85296,
        "end": 85404,
        "length": 108
      },
      {
        "chunk_id": 119,
        "text": "ent or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85297,
        "end": 85404,
        "length": 107
      },
      {
        "chunk_id": 120,
        "text": "nt or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85298,
        "end": 85404,
        "length": 106
      },
      {
        "chunk_id": 121,
        "text": "t or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85299,
        "end": 85404,
        "length": 105
      },
      {
        "chunk_id": 122,
        "text": " or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85300,
        "end": 85404,
        "length": 104
      },
      {
        "chunk_id": 123,
        "text": "or caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85301,
        "end": 85404,
        "length": 103
      },
      {
        "chunk_id": 124,
        "text": "r caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85302,
        "end": 85404,
        "length": 102
      },
      {
        "chunk_id": 125,
        "text": " caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85303,
        "end": 85404,
        "length": 101
      },
      {
        "chunk_id": 126,
        "text": "caregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85304,
        "end": 85404,
        "length": 100
      },
      {
        "chunk_id": 127,
        "text": "aregiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85305,
        "end": 85404,
        "length": 99
      },
      {
        "chunk_id": 128,
        "text": "regiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85306,
        "end": 85404,
        "length": 98
      },
      {
        "chunk_id": 129,
        "text": "egiver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85307,
        "end": 85404,
        "length": 97
      },
      {
        "chunk_id": 130,
        "text": "giver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85308,
        "end": 85404,
        "length": 96
      },
      {
        "chunk_id": 131,
        "text": "iver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85309,
        "end": 85404,
        "length": 95
      },
      {
        "chunk_id": 132,
        "text": "ver interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85310,
        "end": 85404,
        "length": 94
      },
      {
        "chunk_id": 133,
        "text": "er interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85311,
        "end": 85404,
        "length": 93
      },
      {
        "chunk_id": 134,
        "text": "r interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85312,
        "end": 85404,
        "length": 92
      },
      {
        "chunk_id": 135,
        "text": " interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85313,
        "end": 85404,
        "length": 91
      },
      {
        "chunk_id": 136,
        "text": "interview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85314,
        "end": 85404,
        "length": 90
      },
      {
        "chunk_id": 137,
        "text": "nterview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85315,
        "end": 85404,
        "length": 89
      },
      {
        "chunk_id": 138,
        "text": "terview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85316,
        "end": 85404,
        "length": 88
      },
      {
        "chunk_id": 139,
        "text": "erview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85317,
        "end": 85404,
        "length": 87
      },
      {
        "chunk_id": 140,
        "text": "rview, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85318,
        "end": 85404,
        "length": 86
      },
      {
        "chunk_id": 141,
        "text": "view, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85319,
        "end": 85404,
        "length": 85
      },
      {
        "chunk_id": 142,
        "text": "iew, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85320,
        "end": 85404,
        "length": 84
      },
      {
        "chunk_id": 143,
        "text": "ew, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85321,
        "end": 85404,
        "length": 83
      },
      {
        "chunk_id": 144,
        "text": "w, standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85322,
        "end": 85404,
        "length": 82
      },
      {
        "chunk_id": 145,
        "text": ", standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85323,
        "end": 85404,
        "length": 81
      },
      {
        "chunk_id": 146,
        "text": " standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85324,
        "end": 85404,
        "length": 80
      },
      {
        "chunk_id": 147,
        "text": "standardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85325,
        "end": 85404,
        "length": 79
      },
      {
        "chunk_id": 148,
        "text": "tandardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85326,
        "end": 85404,
        "length": 78
      },
      {
        "chunk_id": 149,
        "text": "andardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85327,
        "end": 85404,
        "length": 77
      },
      {
        "chunk_id": 150,
        "text": "ndardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85328,
        "end": 85404,
        "length": 76
      },
      {
        "chunk_id": 151,
        "text": "dardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85329,
        "end": 85404,
        "length": 75
      },
      {
        "chunk_id": 152,
        "text": "ardized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85330,
        "end": 85404,
        "length": 74
      },
      {
        "chunk_id": 153,
        "text": "rdized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85331,
        "end": 85404,
        "length": 73
      },
      {
        "chunk_id": 154,
        "text": "dized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85332,
        "end": 85404,
        "length": 72
      },
      {
        "chunk_id": 155,
        "text": "ized developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85333,
        "end": 85404,
        "length": 71
      },
      {
        "chunk_id": 156,
        "text": "zed developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85334,
        "end": 85404,
        "length": 70
      },
      {
        "chunk_id": 157,
        "text": "ed developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85335,
        "end": 85404,
        "length": 69
      },
      {
        "chunk_id": 158,
        "text": "d developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85336,
        "end": 85404,
        "length": 68
      },
      {
        "chunk_id": 159,
        "text": " developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85337,
        "end": 85404,
        "length": 67
      },
      {
        "chunk_id": 160,
        "text": "developmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85338,
        "end": 85404,
        "length": 66
      },
      {
        "chunk_id": 161,
        "text": "evelopmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85339,
        "end": 85404,
        "length": 65
      },
      {
        "chunk_id": 162,
        "text": "velopmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85340,
        "end": 85404,
        "length": 64
      },
      {
        "chunk_id": 163,
        "text": "elopmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85341,
        "end": 85404,
        "length": 63
      },
      {
        "chunk_id": 164,
        "text": "lopmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85342,
        "end": 85404,
        "length": 62
      },
      {
        "chunk_id": 165,
        "text": "opmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85343,
        "end": 85404,
        "length": 61
      },
      {
        "chunk_id": 166,
        "text": "pmental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85344,
        "end": 85404,
        "length": 60
      },
      {
        "chunk_id": 167,
        "text": "mental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85345,
        "end": 85404,
        "length": 59
      },
      {
        "chunk_id": 168,
        "text": "ental, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85346,
        "end": 85404,
        "length": 58
      },
      {
        "chunk_id": 169,
        "text": "ntal, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85347,
        "end": 85404,
        "length": 57
      },
      {
        "chunk_id": 170,
        "text": "tal, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85348,
        "end": 85404,
        "length": 56
      },
      {
        "chunk_id": 171,
        "text": "al, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85349,
        "end": 85404,
        "length": 55
      },
      {
        "chunk_id": 172,
        "text": "l, cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85350,
        "end": 85404,
        "length": 54
      },
      {
        "chunk_id": 173,
        "text": ", cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85351,
        "end": 85404,
        "length": 53
      },
      {
        "chunk_id": 174,
        "text": " cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85352,
        "end": 85404,
        "length": 52
      },
      {
        "chunk_id": 175,
        "text": "cognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85353,
        "end": 85404,
        "length": 51
      },
      {
        "chunk_id": 176,
        "text": "ognitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85354,
        "end": 85404,
        "length": 50
      },
      {
        "chunk_id": 177,
        "text": "gnitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85355,
        "end": 85404,
        "length": 49
      },
      {
        "chunk_id": 178,
        "text": "nitive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85356,
        "end": 85404,
        "length": 48
      },
      {
        "chunk_id": 179,
        "text": "itive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85357,
        "end": 85404,
        "length": 47
      },
      {
        "chunk_id": 180,
        "text": "tive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85358,
        "end": 85404,
        "length": 46
      },
      {
        "chunk_id": 181,
        "text": "ive & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85359,
        "end": 85404,
        "length": 45
      },
      {
        "chunk_id": 182,
        "text": "ve & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85360,
        "end": 85404,
        "length": 44
      },
      {
        "chunk_id": 183,
        "text": "e & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85361,
        "end": 85404,
        "length": 43
      },
      {
        "chunk_id": 184,
        "text": " & behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85362,
        "end": 85404,
        "length": 42
      },
      {
        "chunk_id": 185,
        "text": "& behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85363,
        "end": 85404,
        "length": 41
      },
      {
        "chunk_id": 186,
        "text": " behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85364,
        "end": 85404,
        "length": 40
      },
      {
        "chunk_id": 187,
        "text": "behavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85365,
        "end": 85404,
        "length": 39
      },
      {
        "chunk_id": 188,
        "text": "ehavioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85366,
        "end": 85404,
        "length": 38
      },
      {
        "chunk_id": 189,
        "text": "havioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85367,
        "end": 85404,
        "length": 37
      },
      {
        "chunk_id": 190,
        "text": "avioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85368,
        "end": 85404,
        "length": 36
      },
      {
        "chunk_id": 191,
        "text": "vioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85369,
        "end": 85404,
        "length": 35
      },
      {
        "chunk_id": 192,
        "text": "ioral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85370,
        "end": 85404,
        "length": 34
      },
      {
        "chunk_id": 193,
        "text": "oral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85371,
        "end": 85404,
        "length": 33
      },
      {
        "chunk_id": 194,
        "text": "ral measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85372,
        "end": 85404,
        "length": 32
      },
      {
        "chunk_id": 195,
        "text": "al measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85373,
        "end": 85404,
        "length": 31
      },
      {
        "chunk_id": 196,
        "text": "l measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85374,
        "end": 85404,
        "length": 30
      },
      {
        "chunk_id": 197,
        "text": " measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85375,
        "end": 85404,
        "length": 29
      },
      {
        "chunk_id": 198,
        "text": "measures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85376,
        "end": 85404,
        "length": 28
      },
      {
        "chunk_id": 199,
        "text": "easures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85377,
        "end": 85404,
        "length": 27
      },
      {
        "chunk_id": 200,
        "text": "asures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85378,
        "end": 85404,
        "length": 26
      },
      {
        "chunk_id": 201,
        "text": "sures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85379,
        "end": 85404,
        "length": 25
      },
      {
        "chunk_id": 202,
        "text": "ures) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85380,
        "end": 85404,
        "length": 24
      },
      {
        "chunk_id": 203,
        "text": "res) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85381,
        "end": 85404,
        "length": 23
      },
      {
        "chunk_id": 204,
        "text": "es) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85382,
        "end": 85404,
        "length": 22
      },
      {
        "chunk_id": 205,
        "text": "s) \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85383,
        "end": 85404,
        "length": 21
      },
      {
        "chunk_id": 206,
        "text": ") \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85384,
        "end": 85404,
        "length": 20
      },
      {
        "chunk_id": 207,
        "text": " \r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85385,
        "end": 85404,
        "length": 19
      },
      {
        "chunk_id": 208,
        "text": "\r\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85386,
        "end": 85404,
        "length": 18
      },
      {
        "chunk_id": 209,
        "text": "\r\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85387,
        "end": 85404,
        "length": 17
      },
      {
        "chunk_id": 210,
        "text": "\r\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85388,
        "end": 85404,
        "length": 16
      },
      {
        "chunk_id": 211,
        "text": "\r\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85389,
        "end": 85404,
        "length": 15
      },
      {
        "chunk_id": 212,
        "text": "\r\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85390,
        "end": 85404,
        "length": 14
      },
      {
        "chunk_id": 213,
        "text": "\r\r\r\rX\rX\rX\rX\r\r",
        "start": 85391,
        "end": 85404,
        "length": 13
      },
      {
        "chunk_id": 214,
        "text": "\r\r\rX\rX\rX\rX\r\r",
        "start": 85392,
        "end": 85404,
        "length": 12
      },
      {
        "chunk_id": 215,
        "text": "\r\rX\rX\rX\rX\r\r",
        "start": 85393,
        "end": 85404,
        "length": 11
      },
      {
        "chunk_id": 216,
        "text": "\rX\rX\rX\rX\r\r",
        "start": 85394,
        "end": 85404,
        "length": 10
      },
      {
        "chunk_id": 217,
        "text": "X\rX\rX\rX\r\r",
        "start": 85395,
        "end": 85404,
        "length": 9
      },
      {
        "chunk_id": 218,
        "text": "\rX\rX\rX\r\r",
        "start": 85396,
        "end": 85404,
        "length": 8
      },
      {
        "chunk_id": 219,
        "text": "X\rX\rX\r\r",
        "start": 85397,
        "end": 85404,
        "length": 7
      },
      {
        "chunk_id": 220,
        "text": "\rX\rX\r\r",
        "start": 85398,
        "end": 85404,
        "length": 6
      },
      {
        "chunk_id": 221,
        "text": "X\rX\r\r",
        "start": 85399,
        "end": 85404,
        "length": 5
      },
      {
        "chunk_id": 222,
        "text": "\rX\r\r",
        "start": 85400,
        "end": 85404,
        "length": 4
      },
      {
        "chunk_id": 223,
        "text": "X\r\r",
        "start": 85401,
        "end": 85404,
        "length": 3
      },
      {
        "chunk_id": 224,
        "text": "\r\r",
        "start": 85402,
        "end": 85404,
        "length": 2
      },
      {
        "chunk_id": 225,
        "text": "\r",
        "start": 85403,
        "end": 85404,
        "length": 1
      }
    ],
    "chunked": true
  },
  "status": "queued",
  "created_at": "2025-11-09T01:18:44.531442",
  "chunked": true,
  "chunk_count": 226
}