{
  "id": "fda_guidance_chunk_0576",
  "title": "Introduction - Part 576",
  "text": "topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in FDA’s guidances means that something is suggested or recommended, but not required. II. BACKGROUND The design of early-phase clinical trials of CGT products often differs from the design of clinical trials for other types of pharmaceutical products. Differences in trial design are necessitated by the distinctive features of these products, and also may reflect previous clinical experience. Early experiences with CGT products indicate that some CGT products may pose substantial risks to subjects. These experiences include multi-organ failure and death of a subject who received a GT product for ornithine transcarbamylase deficiency (Ref. 4), late-onset T-cell leukemia in subjects who received a GT product for X-linked severe combined immunodeficiency (X-SCID) (Ref. 5), and development of tumors in the brain and spinal cord of a patient who received intrathecal allogeneic stem cells for ataxia telangiectasia (Ref. 6). These events illustrate that the nature of the risks of CGT products can be different from those typically associated with other types of pharmaceuticals. Features of some CGT products that may contribute to their risks include the potential for prolonged biological activity after a single administration, a high potential for immunogenicity, or the need for relatively invasive procedures to administer the product. Unlike many small molecule pharmaceuticals, the logistics and feasibility of manufacturing a CGT product sometimes influence the design of the clinical trials. In addition, the preclinical data generated for CGT products may not always be as informative as for small molecule pharmaceuticals, particularly since it usually is not feasible to conduct traditional preclinical pharmacokinetic (PK) studies with CGT products. Thus, the design of early-phase clinical trials of CGT products often involves consideration of clinical safety issues, preclinical issues, and CMC issues that are encountered less commonly or not at all in the development of other pharmaceuticals. Section III of this guidance describes some distinctive features of CGT products and their development. Section IV discusses specific aspects of the design of early-phase trials of CGT products, based on consideration of the issues presented in Section III. Therefore, Section IV focuses on elements of trial design that may be different for CGT products than for other types of pharmaceuticals. Finally, Sections V and VI offer",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 772800,
  "end_pos": 774336,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.722Z"
}