{
  "id": "fda_guidance_chunk_0379",
  "title": "Introduction - Part 379",
  "text": "sponsors should evaluate the general and specific considerations outlined below. General considerations regarding (1) prioritization of trial participant safety and privacy; (2) maintenance of data quality and integrity, including minimizing missing data; and (3) appropriate training for personnel and trial participants, which are discussed elsewhere in this guidance, are also common to all COAs. Other general considerations that are common to all COAs include attention to (1) the potential for increased variability in trial data; (2) the feasibility of conducting a specific type of COA remotely, depending on the context of use; (3) documentation and audit trails; and (4) availability of technology and technical support required for remote assessment. These considerations are explained in more detail below. Increased Variability in Data: When switching from in-person to remote assessments, sponsors should perform remote assessments in a manner as similar as possible to those done in-person, while protecting trial participant safety and privacy. To the extent feasible, sponsors should ensure that the methods and conduct of remote assessments are consistent across sites, trial participants, and visits to minimize variability in the data. For example, if a sponsor decides that video is their preferred method of remote assessment in a clinical trial, then using different methods to conduct assessments (e.g., both telephone and video in the same trial) may increase variability. Maintaining consistency in assessment methods should be balanced, however, against the need to minimize missing data, and the decision to use different methods should be justified in study documentation. Feasibility of the Assessment Method Within the Context of Use: Investigators should assess the feasibility of conducting a specific type of COA remotely, which will depend on corresponding trial goals and needs (e.g., ability to conduct the assessment in a way that captures all the data needed to evaluate the endpoint in the trial), given that not all assessments can provide an accurate assessment when done remotely. Documentation and Audit Trails: Investigators should document and sponsors should include in the clinical trial datasets (1) data on variables related to the trial, (2) whether an assessment was conducted in-person or remotely (including type of technology used), and (3) the date of the assessment and the name of the person who conducted the assessment. Sponsors also should ensure that remote data acquisition, transmission, and storage are secure and that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 508032,
  "end_pos": 509568,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.706Z"
}