{
  "id": "fda_guidance_chunk_0290",
  "title": "Introduction - Part 290",
  "text": "trial to submissions to regulatory authorities, the number of subjects in the trial, the type and complexity of the trial, the level of risks to the trial subjects, and any identified problem(s). (c) The observations and findings of the auditor(s) should be documented. (d) To preserve the independence and value of the audit function, the regulatory authority(ies) should not routinely request the audit reports. Regulatory authority(ies) may seek access to an audit report on a case-by-case basis when Contains Nonbinding Recommendations evidence of serious GCP non-compliance exists, or in the course of legal proceedings. (e) When required by applicable law or regulation, the sponsor should provide an audit certificate. 5.20 Noncompliance 5.20.1 Noncompliance with the protocol, SOPs, GCP, and/or applicable regulatory requirement(s) by an investigator/institution, or by member(s) of the sponsor's staff should lead to prompt action by the sponsor to secure compliance. ADDENDUM If noncompliance that significantly affects or has the potential to significantly affect human subject protection or reliability of trial results is discovered, the sponsor should perform a root cause analysis and implement appropriate corrective and preventive actions. 5.20.2 If the monitoring and/or auditing identifies serious and/or persistent noncompliance on the part of an investigator/institution, the sponsor should terminate the investigator's/institution's participation in the trial. When an investigator's/institution's participation is terminated because of noncompliance, the sponsor should notify promptly the regulatory authority(ies). 5.21 Premature Termination or Suspension of a Trial If a trial is prematurely terminated or suspended, the sponsor should promptly inform the investigators/institutions, and the regulatory authority(ies) of the termination or suspension and the reason(s) for the termination or suspension. The IRB/IEC should also be informed promptly and provided the reason(s) for the termination or suspension by the sponsor or by the investigator/institution, as specified by the applicable regulatory requirement(s). 5.22 Clinical Trial/Study Reports Whether the trial is completed or prematurely terminated, the sponsor should ensure that the clinical trial reports are prepared and provided to the regulatory agency(ies) as required by the applicable regulatory requirement(s). The sponsor should also ensure that the clinical trial reports in marketing applications meet the standards of the ICH Guidance for Structure and Content of Clinical Study Reports. (NOTE: The ICH Guidance for Structure and Content of Clinical Study Reports specifies that abbreviated study reports may be acceptable in certain cases.) 5.23 Multicenter",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 388416,
  "end_pos": 389952,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.698Z"
}