{
  "id": "fda_guidance_chunk_0101",
  "title": "Introduction - Part 101",
  "text": "and provide a charter for an independent data monitoring committee (IDMC) or other appropriate independent entity to monitor efficacy and safety results.14 The IDMC charter should authorize the committee to conduct prespecified and ad hoc assessments of efficacy and futility and recommend protocol modifications or other actions, including sample size adjustment and discontinuation or modification of a substudy based on futility or overwhelming evidence of efficacy. Pediatric expertise should be provided on IDMCs that will review pediatric studies; an ethicist should be considered for all studies, pediatric and adult. For additional responsibilities related to safety monitoring, see section VIII. B., Independent Safety Assessment. VI. BIOMARKER DEVELOPMENT CONSIDERATIONS Master protocols evaluating biomarker-defined populations should explain why use of the biomarker is appropriate and employ in vitro diagnostic (IVD) tests, either as single biomarker tests or as a platform assessing multiple biomarkers, that are analytically validated. Use of IVDs 13 See the guidance for industry Adaptive Designs for Clinical Trials of Drugs and Biologics. 14 See the guidance for clinical trial sponsors Establishment and Operation of Clinical Trial Data Monitoring Committees (March 2006). 8 Contains Nonbinding Recommendations with inadequate analytical performance characteristics (e.g., precision, accuracy) may produce unreliable results with respect to performance of the drug. Protocols with IVD tests that are not analytically validated can be placed on clinical hold for deficiencies in design to meet the stated objectives (21CFR 312.42(b)(2)(ii)).15 Sponsors should establish procedures for sample acquisition, handling, and the testing and analysis plans as early as possible in the biomarker development program. Sponsors should discuss with the review division whether to submit the IVD’s analytical validation data for FDA to determine whether the clinical results will be interpretable. Further, when the trial uses an investigational IVD, sponsors and institutional review boards (IRBs) should assess what investigational device requirements16 apply using the definitions in 21 CFR 812.3 and the criteria found in 21 CFR 812.2 that address the level of risk that the device presents to trial subjects (i.e., significant risk, nonsignificant risk) and address exempted device investigations.17,18 Clinical investigations of devices that pose a significant risk generally require both FDA and IRB approval before initiation.19 FDA approval can be obtained through submitting an investigational device exemption (IDE) application to FDA (§ 812.20).20 Sponsors can contact the appropriate center at FDA (the Center for",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 134400,
  "end_pos": 135936,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.683Z"
}