{
  "id": "fda_guidance_chunk_0090",
  "title": "Introduction - Part 90",
  "text": "report) (21 CFR 320.31(d)(3)). If the adverse event is fatal or life-threatening, the person conducting the study must also notify the Clinical Safety Coordinator in CDER’s Office of Generic Drugs as soon as possible but in no case later than 7 calendar days after becoming aware of its occurrence (21 CFR 320.31(d)(3)). We recommend that these notifications be made by telephone, email, or facsimile transmission. Contains Nonbinding Recommendations B. BA/BE Studies Conducted at Non-U.S. Sites Under 21 CFR 320.31(d)(3), persons conducting human BA and BE studies in the United States that are exempt from the IND requirements under part 312 must report any serious adverse events from the study to FDA and to all participating investigators. The requirements under 21 CFR 320.31(d)(3) do not apply to human BA and BE studies that are exempt from the IND requirements and conducted outside of the United States. However, as part of the information required to establish that the proposed drug product can be expected to have the same therapeutic effect as the reference listed product, adverse event information from foreign clinical studies must be included in the abbreviated new drug application (ANDA) submission (see 21 CFR 314.94(a)(7)). C. How and Where to Submit a Report (21 CFR 320.31(d)(3)) Each report must be submitted on FDA Form 3500A (21 CFR 320.31(d)(3)). The form should be completed with all the available information, including a brief narrative describing the serious adverse event, an assessment of causality, and any other relevant information. If applicable, the narrative should also include identification of other similar reports and an analysis of the significance of the serious adverse event. A summary of the study protocol should be submitted with the report. Each report must prominently identify its contents (21 CFR 320.31(d)(3)).  “Bioavailability/Bioequivalence safety report” for 15-day reports  “Followup Bioavailability/Bioequivalence safety report” for followup information  “7-day Bioavailability/Bioequivalence safety report” for unexpected fatal or life threatening adverse reaction reports The type of report should be checked in box G7 on FDA Form 3500A. The report can also be identified in box B5 and/or in a cover letter submitted with the FDA Form 3500A. The drug product should be listed in box C1 of FDA Form 3500A, and if the serious adverse event occurs in a subject receiving the investigational drug product, the drug",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 119616,
  "end_pos": 121152,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.682Z"
}