{
  "id": "fda_guidance_chunk_0811",
  "title": "Introduction - Part 811",
  "text": "missing data. It is good practice to assess the pattern of such problems among the treatment groups with respect to frequency and time to occurrence. 3. Roles of the Different Analysis Sets (5.2.3) In general, it is advantageous to demonstrate a lack of sensitivity of the principal trial results to alternative choices of the set of subjects analyzed. In confirmatory trials, it is usually appropriate to plan to conduct both an analysis of the full analysis set and a per protocol analysis, so that any differences between them can be the subject of explicit discussion and interpretation. In some cases, it may be desirable to plan further exploration of the sensitivity of conclusions to the choice of the set of subjects analyzed. When the full analysis set and the per protocol set lead to essentially the same conclusions, confidence in the trial results is increased, bearing in mind, however, that the need to exclude a substantial proportion of subjects from the per protocol analysis throws some doubt on the overall validity of the trial. The full analysis set and the per protocol set play different roles in superiority trials (which seek to show the investigational product to be superior) and in equivalence or noninferiority trials (which seek to show the investigational product to be comparable, see section III.C.2). In superiority trials, the full analysis set is used in the primary analysis (apart from exceptional circumstances) because it tends to avoid over-optimistic estimates of efficacy resulting from a per protocol analysis. This is because the noncompliers included in the full analysis set will generally diminish the estimated treatment effect. However, in an equivalence or noninferiority trial, use of the full analysis set is generally not conservative and its role should be considered very carefully. C. Missing Values and Outliers (5.3) Missing values represent a potential source of bias in a clinical trial. Hence, every effort should be undertaken to fulfill all the requirements of the protocol concerning the collection and management of data. In reality, however, there will almost always be some missing data. A trial may be regarded as valid, nonetheless, provided the methods of dealing with missing values are sensible, particularly if those methods are predefined in the protocol. Definition of methods may be refined by updating this aspect in the statistical analysis",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1088640,
  "end_pos": 1090176,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.741Z"
}