{
  "id": "fda_guidance_chunk_0489",
  "title": "Introduction - Part 489",
  "text": "cardiovascular benefit. 2. Similarity of the Current NI Trial to the Historical Studies and Its Relationship to the “Constancy Assumption” The conclusion that HESDE can be used to estimate the effect of the active control, which will then serve as the basis for choosing M1 for the new NI study, can be reached only when it is appropriate to conclude that the NI study is sufficiently similar to the past studies with respect to all important study design and conduct features that might influence the active control effect. This conclusion is referred to as the “constancy assumption.” The design features of interest include: • The characteristics of the patient population • Important concomitant treatments • Definitions and ascertainment of study endpoints • Dose of active control • Entry criteria • Analytic approaches For example, the effect of an angiotensin-converting enzyme (ACE) inhibitor on heart failure mortality has repeatedly been shown in studies where the drugs were added to diuretics and (frequently) digoxin, establishing HESDE, but evolution in treatment since those studies were conducted raises questions about our understanding of the present-day effect of ACE inhibitors. Since the time of those studies, other medications (beta blockers, spironolactone) have come into standard use. We do not know whether the past effect would still be present when ACE inhibitors are added to a regimen including drugs from these two classes. Similarly, the effect of a thrombolytic on cardiovascular mortality could depend on how soon after symptoms the drug was given, concomitant use of anticoagulants and platelet inhibitors, and use of lipid-lowering drugs. To provide a sound basis for choosing M1, the historical studies and the new NI study should be as nearly identical as possible in all important respects. Providing reasonable assurance that endpoints in the historical trial will be similar to, and will have been evaluated similarly to, endpoints in the new trial is easier when the endpoints are standardized and objective. The effect of the active control could be on a single endpoint (e.g., mortality) or on a composite (e.g., death, heart attack, and stroke), but, again, it is critical that measurement and assessment of these be reasonably consistent over time. The endpoint used in the NI study need not necessarily be the one used in the original trials of the active control if data",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 655872,
  "end_pos": 657408,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}