{
  "id": "fda_guidance_chunk_0063",
  "title": "Introduction - Part 63",
  "text": "the sponsor is likely to have broader knowledge of the drug and its effects to inform its evaluation of the significance of the event. Because serious adverse events are critically important for the identification of significant safety problems, FDA believes taking into account both the investigator’s and the sponsor’s assessment is important. Therefore, if either the sponsor or investigator believes that the event is serious, the event must be considered serious and evaluated by the sponsor for expedited reporting (21 CFR 312.32(a) and 312.32(c)(1)). We note that the definition of “serious” differs slightly from the ICH E2A guidance7 (i.e., FDA definition uses “and” rather than “or” in the sentence “Important medical events that may not result in death, be life-threatening, or require hospitalization may be considered serious when, based upon appropriate medical judgment, they may jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the outcomes listed in this definition”). We will accept application of either the FDA definition (i.e., “and”) or the ICH E2A guidance criteria (i.e., “or”) in determining the seriousness of an event. 7 ICH E2A, pages 4-5. Contains Nonbinding Recommendations F. Life-Threatening (21 CFR 312.32(a)) An adverse event or suspected adverse reaction is considered “life-threatening” if, in the view of either the investigator or sponsor, its occurrence places the patient or subject at immediate risk of death. It does not include an adverse event or suspected adverse reaction that, had it occurred in a more severe form, might have caused death. As with the definition of serious, the determination of whether an adverse event is life-threatening can be based on the opinion of either the investigator or sponsor. Thus, if either believes that it meets the definition of life-threatening, it must be considered life-threatening for reporting purposes (21 CFR 312.32(a)). IV. REVIEW OF SAFETY INFORMATION (21 CFR 312.32(b)) The sponsor is required to review promptly all information relevant to the safety of the drug (21 CFR 312.32(b)). During the course of drug development, adverse event information is generally reported to a sponsor by investigators conducting clinical trials; however, a sponsor may become aware of new safety information from a variety of sources, both domestic and foreign. Some examples of sources are listed as follows, but safety information from any other source would also",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 83328,
  "end_pos": 84864,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}