{
  "id": "fda_guidance_chunk_0227",
  "title": "Introduction - Part 227",
  "text": "proposed adaptive design with the Agency. Although FDA should be advised during the course of a trial of any proposed unplanned changes to the trial design (usually through protocol amendments), the Agency will generally not be involved in the prospectively planned adaptive decision-making. This is the responsibility of the sponsor, typically through the use of a committee (such as a DMC) designated to implement the adaptive design. Meeting minutes from open sessions of a monitoring committee may be requested by the Agency during an ongoing trial, but meeting minutes of closed sessions or any other communication or information about comparative interim results should be kept confidential until the conclusion of the trial, except in unusual circumstances where patients’ safety is at risk. B. Documentation Prior to Conducting an Adaptive Trial To allow for a thorough FDA evaluation, the documented plan for a clinical trial with an adaptive design will necessarily be more complex than for a trial with a non-adaptive design. In addition to the typical components of a non-adaptive clinical trial protocol and statistical analysis plan, such as those discussed in the ICH guidance E9 Statistical Principles for Clinical Trials, documentation submitted to the Agency prior to initiation of an adaptive design trial should include the following: Contains Nonbinding Recommendations • A rationale for the selected design. As discussed in other sections, it is good practice to evaluate the important operating characteristics of the proposed design as compared to alternative adaptive and non-adaptive designs, and it can be useful to submit such information to FDA. However, the ultimate choice of design is the sponsor’s responsibility. • A detailed description of the adaptation plan, including the anticipated number and timing of interim analyses, the specific aspects of the design that may be modified, and the rule that will be used to make adaptation decisions. • Information on the roles of the bodies responsible for implementing the adaptive design, such as the DMC and/or the dedicated adaptation committee, if applicable. • Prespecification of the statistical methods that will be used to produce interim results, guide adaptation decisions, carry out hypothesis tests, estimate treatment effects, and estimate uncertainty in the treatment effect estimates at the end of the trial. Software to carry out interim and final analyses should be prespecified. If novel or custom software will",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 303744,
  "end_pos": 305280,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.693Z"
}