{
  "id": "fda_guidance_chunk_0468",
  "title": "Introduction - Part 468",
  "text": "to specify a single primary analysis approach in the statistical section of the study protocol to be agreed upon with the authorities in advance of initiating the trial. If in an MRCT, regulatory requirements for the primary analysis strategy differ because of well-justified scientific or regulatory reasons, the analysis strategies planned to satisfy the different requirements should be described in the study protocol. If, in addition, a statistical analysis plan is required as a separate document by more than one regulatory authority, a single analysis plan integrating the different regulatory requirements should be developed. The analysis strategy for an MRCT should be finalized before unblinding of treatment assignments, if applicable, to ensure trial integrity. Primary Analysis In planning an MRCT, the primary analysis strategy should carefully consider: (1) the target population, (2) the endpoints/variables of primary interest, (3) the relevant intrinsic and extrinsic factors in the multiregional, multi-subpopulation context, and (4) the population-level summary of data required to describe the treatment effect. For most MRCTs, the primary analysis will correspond to a test of the hypothesis about the treatment effect and the estimation of that effect, considering data from all regions and subpopulations included in the trial. If randomization is stratified by region, the primary analysis should adjust for regions using appropriate statistical methods. If some regions were pooled based on intrinsic and/or extrinsic factors, or if pooled subpopulations were defined for stratification purposes during trial planning, then this pooling should be reflected in the analysis. Examination of Consistency Across Regions and Subpopulations The statistical analysis strategy should include the evaluation of the consistency of treatment effects across regions and subpopulations. For this purpose, consistency in treatment effects is defined as a lack of clinically relevant differences between treatment effects in different regions or subpopulations. Various analytical approaches to this evaluation (possibly used in combination) include, but are not limited to: (1) descriptive summaries; (2) graphical displays (e.g., forest plots); (3) model-based estimation, including covariate-adjusted analysis; and (4) test of treatment-by-region interaction. There are strengths and limitations to any method (e.g., interaction tests often have very low power), and these strengths and limitations should be Contains Nonbinding Recommendations carefully considered during analysis planning. If clinically relevant differences in treatment effects among regions are observed, a structured exploration of these differences should be planned. The",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 627648,
  "end_pos": 629184,
  "tokens": 512,
  "tags": [
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}