{
  "id": "fda_guidance_chunk_0718",
  "title": "Introduction - Part 718",
  "text": "Target Animal Safety Trials This guidance supercedes the guidance of November 1994. (This document was revised to include the disclaimer in the paragraph below and to add the address to submit comments.) Guidance #85 entitled \"Good Clinical Practices\" became final on May 15, 2001. Until the Center revises guidance #56, sponsors should follow the recommendations in guidance #85 when differences among the guidances occur. If you have any questions, please contact Herman Schoenemann (HFV120), Center for Veterinary Medicine, Food and Drug Administration, 7500 Standish Place, Rockville, MD 20855, (240) 276-8302, e-mail: herman.schoenemann@fda.hhs.gov. The purpose of this document is to suggest a uniform system for writing study protocols and to provide a list of essential items that should be included in a study protocol. This guidance represents the agency’s current thinking on the preferred system for writing study protocols. It does not create or confer any rights for or on any person and does not operate to bind FDA or the public. An alternative approach may be used as long as it satisfies the requirements of applicable statutes and regulations. Comments and suggestions regarding this document should be submitted to Division of Dockets Management (HFA-305), Food and Drug Administration, 5630 Fishers Lane, Rm. 1061, Rockville, MD 20852. Submit electronic comments to http://www.regulation.gov. For questions regarding this guidance document, contact the Office of New Animal Drug Evaluation, Center for Veterinary Medicine (HFV-100), Food and Drug Administration, 7500 Standish Place, Rockville, MD 20855, (240) 276-8300. U.S. Department of Health and Human Services Food and Drug Administration Center for Veterinary Medicine (CVM) July 10, 2001 The goals of the Protocol Development Guideline are: 1. To suggest a uniform system for writing study protocols. 2. To provide a reference of essential items that should be considered for inclusion in a study protocol. 3. To facilitate the development of complete study protocol(s) by the author(s). 4. To design more user friendly protocols for investigator(s). 5. To enable FDA reviewers to evaluate study protocols more quickly and convey their comments in terms more easily understood by the sponsor. 6. To reduce the number of essential revisions in study protocols. On perusal of the contents of the \"Protocol Development Guideline,\" it will become obvious that the contents are neither all inclusive nor will all items listed be applicable to all study protocols.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 963648,
  "end_pos": 965184,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.733Z"
}