{
  "id": "fda_guidance_chunk_0460",
  "title": "Introduction - Part 460",
  "text": "is already available in the participating regions. In cases where prior experience with an endpoint only exists in one or a subset of regions involved in the MRCT, its adoption as primary endpoint will require discussion and agreement with regulatory authorities regarding the basis for the evidence, keeping in mind that the forthcoming trial can add information about clinical relevance of the agreed-upon endpoint. In addition to endpoint selection and definition, regulatory agreement should also be obtained on the timing and methods of the primary endpoint assessment. Secondary Endpoints When possible, harmonization of secondary endpoints is encouraged to maintain the feasibility and improve the quality of trial conduct. However, in some cases, individual regulatory authorities may propose different secondary endpoints relevant to their interests and experience. Even in such cases, all secondary endpoints, including those selected only for a particular local stakeholder (e.g., regulatory authority), should be described in the protocol. It is in the interest Contains Nonbinding Recommendations of the sponsor to describe the specific advantages of the investigational drug, in terms of secondary endpoints, as precisely as possible during the planning stage of MRCTs to reduce the need for (and impact of) multiplicity adjustments for multiple endpoints, thereby improving the chance for successfully demonstrating the intended effect. Other Considerations Although endpoints may not require formal validation, some endpoints may be subject to subtle differences in understanding when used in different cultural settings. For example, certain types of adverse events may be more sensitively reported (e.g., more or less frequently) in some regions than others, resulting in differences in reporting patterns because of cultural variation rather than true differences in incidence. Use of these variables as endpoints in MRCTs will require careful planning. Approaches to minimize the impact of this variation in data collection and interpretation of the trial results should be described and justified in the study protocol. Endpoints that are only of interest to one or a few regions could be considered for a regional subtrial of the MRCT. However, sponsors should take care to ensure that ascertainment of regional subtrial endpoints do not hamper the conduct of the main trial. In particular, they should consider the impact of additional burden to study subjects and study personnel, and the potential to induce reporting bias with respect to other endpoints, in determining",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 616896,
  "end_pos": 618432,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}