{
  "id": "fda_guidance_chunk_0100",
  "title": "Introduction - Part 100",
  "text": "plans when the sponsor plans to use one or more biomarkers to inform human subject selection for trials. The sponsor should provide the rationale for conducting the substudy in a biomarkerdefined population, such as a tumor biomarker likely to predict a therapeutic response to the investigational drug based on the drug’s purported mechanism of action (drug target) or a biomarker that enriches the study for subjects with one or more prognostic factors. For master protocols with drugs targeting multiple biomarkers, it is important that subject selection tests be analytically validated with well-defined criteria for marker positivity before initiation of the trial. 12 See the guidances for industry Codevelopment of Two or More New Investigational Drugs for Use in Combination and Enrichment Strategies for Clinical Trials to Support Determination of Effectiveness of Human Drugs and Biological Products. 7 Contains Nonbinding Recommendations In master protocols containing substudies with drugs that target multiple biomarkers, the protocol should contain a prespecified plan for allocation of subjects who are potentially eligible for more than one substudy. Human subject allocation and sample size assumptions for each randomized substudy should take into consideration the potential prognostic implications of specific biomarkers. For additional information, see section VI., Biomarker Development Considerations, and section VII., Statistical Considerations. D. Adding and Stopping Treatment Arms Master protocols evaluating multiple investigational drugs can add, expand, or discontinue treatment arms based on findings from prespecified interim analyses or external new data.13 Before initiating the trial, the sponsor should ensure that the master protocol and its associated SAP describe conditions that would result in adaptations such as the reestimation of the sample size based on the results of an interim analysis or discontinuation of an experimental arm based on futility rules. E. Independent Data Monitoring Committees If results from one or more substudies are anticipated to form the basis of a marketing application, the master protocol should describe and provide the charter for an independent radiologic review committee to perform blinded tumor-based assessments, as appropriate. In addition, the protocol should describe and provide a charter for an independent data monitoring committee (IDMC) or other appropriate independent entity to monitor efficacy and safety results.14 The IDMC charter should authorize the committee to conduct prespecified and ad hoc assessments of efficacy and futility and recommend protocol modifications or other actions, including",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 133056,
  "end_pos": 134592,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.683Z"
}