{
  "id": "fda_guidance_chunk_0349",
  "title": "Introduction - Part 349",
  "text": "to participants, investigators should ensure participants have appropriate instructions for use of the product. Sponsors should address the following in trial-related documents: • How the physical integrity and stability of the IP will be maintained during shipment, including appropriate packaging materials and methods (e.g., temperature control). 46 See 21 CFR 812.110. 47 See 21 CFR 312.61 and 812.110. 48 See 21 CFR 312.59, 312.60, 312.61, 312.62(a), 812.100, 812.110(c) and (e), and 812.140(a)(2). Contains Nonbinding Recommendations Shipping containers should include clear instructions for recipients who are handling and storing IPs and instructions for returning unused IPs. 49,50 • How investigators will track and document receipt of IPs by participants or local HCPs. • How unused IPs will be returned to the sponsor or disposed of and how this will be documented.51 I. Safety Monitoring in DCTs To protect the safety and welfare of trial participants in a DCT, sponsors should implement a safety monitoring plan that addresses the following: • The safety monitoring plan should take the decentralized nature of the clinical trial into account and ensure that adverse events and medication errors are appropriately collected and adequately addressed.52 Generally, adverse events should be captured during scheduled visits with investigators or trial personnel. However, there may be instances when local HCPs performing trial-related activities become aware of a concerning sign, symptom, or clinical event. The safety monitoring plan should describe how local HCPs will be instructed to report such findings. • As in any clinical trial, the safety monitoring plan should describe how participants are expected to respond to and report adverse events, including where to seek medical assistance locally when necessary and where to receive follow-up care.53 • When applicable, the safety monitoring plan should describe the type of information that will be collected by a DHT, how that information will be used and monitored, and what 49 For information about packaging, labeling, and distributing phase 1 investigational drugs and biological products, see section V.G in the guidance for industry CGMP for Phase 1 Investigational Drugs (July 2008). 50 For information about packaging and labeling operations of phases 2 and 3 investigational drug and biological products, see section VII in the guidance for industry Preparation of Investigational New Drug Products (Human and Animal) (reprinted November 1992). 51 See 21 CFR 312.59, 812.110(e), 812.140(a)(2), and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 467712,
  "end_pos": 469248,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.703Z"
}