{
  "id": "fda_guidance_chunk_0699",
  "title": "Introduction - Part 699",
  "text": "effect of body weight on the actual BSA-CF demonstrated that a standard factor provides a reasonable estimate of the HED over a broad range of human and animal weights (see Appendix B). The conversion factors and divisors shown in Table 1 are therefore recommended as the standard Contains Nonbinding Recommendations values to be used for interspecies dose conversions for NOAELs. (These factors may also be applied when comparing safety margins for other toxicity endpoints (e.g., reproductive toxicity and carcinogenicity) when other data for comparison (i.e., AUCs) are unavailable or are otherwise inappropriate for comparison.) Table 1: Conversion of Animal Doses to Human Equivalent Doses Based on Body Surface Area To Convert Animal Dose in mg/kg to HEDa in mg/kg, Either: Species To Convert Animal Dose in mg/kg to Dose in mg/m², Multiply by km Divide Animal Dose By Multiply Animal Dose By Human --- --- Child (20 kg)b --- --- Mouse 12.3 0.08 Hamster 7.4 0.13 Rat 6.2 0.16 Ferret 5.3 0.19 Guinea pig 4.6 0.22 Rabbit 3.1 0.32 Dog 1.8 0.54 Primates: Monkeysc 3.1 0.32 Marmoset 6.2 0.16 Squirrel monkey 5.3 0.19 Baboon 1.8 0.54 Micro-pig 1.4 0.73 Mini-pig 1.1 0.95 a Assumes 60 kg human. For species not listed or for weights outside the standard ranges, HED can be calculated from the following formula: HED = animal dose in mg/kg x (animal weight in kg/human weight in kg)0.33. b This km value is provided for reference only since healthy children will rarely be volunteers for phase 1 trials. c For example, cynomolgus, rhesus, and stumptail. B. Basis for Using mg/kg Conversions The factors in Table 1 for scaling animal NOAEL to HEDs are based on the assumption that doses scale 1:1 between species when normalized to body surface area. However, there are occasions for which scaling based on body weight (i.e., setting the HED (mg/kg) = NOAEL (mg/kg)) may be more appropriate. To consider mg/kg scaling for a therapeutic, the available data should show that the NOAEL occurs at a similar mg/kg dose across species. The following circumstances should exist before extrapolating to the HED on a mg/kg basis rather than using Contains Nonbinding Recommendations the mg/m2 approach. Note that mg/kg scaling will give a twelve-, six-, and twofold higher HED than the default mg/m2 approach for mice, rats, and dogs, respectively.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 938112,
  "end_pos": 939648,
  "tokens": 512,
  "tags": [
    "safety",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.732Z"
}