{
  "id": "fda_guidance_chunk_0028",
  "title": "Introduction - Part 28",
  "text": "distributor name and contact office address; (ii) Telephone number; (iii) Report source, such as spontaneous, literature, or study; (iv) Date the report was received by manufacturer, packer, or distributor; (v) Whether the ICSR is a 15-day “Alert report”; (vi) Whether the ICSR is an initial report or followup report; and (vii) Unique case identification number, which must be the same in the initial report and any subsequent followup report(s). (e) Electronic format for submissions. (1) Each report required to be submitted to FDA under this section, including the ICSR and any ICSR attachments, must be submitted in an electronic format that FDA can process, review, and archive. FDA will issue guidance on how to provide the electronic submission (e.g., method of transmission, media, file formats, preparation and organization of files). (2) Each person identified in paragraph (c)(1)(i) of this section may request, in writing, a temporary waiver of the requirements in paragraph (e)(1) of this section. These waivers will be granted on a limited basis for good cause shown. FDA will issue guidance on requesting a waiver of the requirements in paragraph (e)(1) of this section. (f) Patient privacy. Manufacturers, packers, and distributors should not include in reports under this section the names and addresses of individual patients; instead, the manufacturer, packer, and distributor should assign a unique code for identification of the patient. The manufacturer, packer, and distributor should include the name of the reporter from whom the information was received as part of the initial reporter information, even when the reporter is the patient. The names of patients, individual reporters, health care professionals, hospitals, and geographical identifiers in adverse drug experience reports are not releasable to the public under FDA's public information regulations in part 20 of this chapter. (g) Recordkeeping. (1) Each manufacturer, packer, and distributor must maintain for a period of 10 years records of all adverse drug experiences required under this section to be reported, including raw data and any correspondence relating to the adverse drug experiences, and the records required to be maintained under paragraph (c)(3) of this section. (2) Manufacturers and packers may retain the records required in paragraph (f)(1) of this section as part of its complaint files maintained under § 211.198 of this chapter. (3) Manufacturers, packers, and distributors must permit any authorized FDA employee,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 36288,
  "end_pos": 37824,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.677Z"
}