{
  "id": "fda_guidance_chunk_0134",
  "title": "Introduction - Part 134",
  "text": "Endpoint selection, especially 437 considerations related to novel endpoints (that could be clinical outcomes or biomarkers as 438 surrogate endpoints), is an important aspect of rare disease drug development. Sponsors are 439 encouraged to engage early with the Agency to discuss endpoint development. Clinical 440 investigations within a drug development program generally build upon the knowledge gained in 441 early studies to guide the design and endpoint selection for later stages of development. 442 Exploratory evidence from earlier phase clinical investigations may help inform the choice of 443 dose and timing of endpoints. 444 445 Different endpoints are often appropriate for the evolving objectives of successive clinical 446 investigations. Although the earliest clinical investigations will usually focus on safety 447 assessments, they also can be useful in evaluating a drug’s pharmacokinetics and assessing 448 pharmacodynamic effects. Ideally, sponsors should conduct early- and mid-phase investigations 449 (e.g., phase 2 clinical investigations, dedicated pharmacokinetic/pharmacodynamic studies) to 450 guide selection of dose and frequency and can rely on pharmacodynamic or intermediate clinical 451 effects, which may be assessed earlier than more definitive endpoints.55 Additionally data from 452 initial rare disease drug development in animal models may help to identify biomarkers to be 453 used as candidate surrogate endpoints. Leveraging data from natural history or registry-based 454 studies of rare diseases may also help to identify clinically relevant endpoints as well as to 455 examine the relationship between disease severity/progression and the biomarker changes (e.g., 456 to provide initial support for a surrogate endpoint). In general, late-phase clinical investigations 457 are designed to provide clear determinations of efficacy and further evaluation of safety. FDA 458 acknowledges that in rare disease drug development, the size of the population may prevent 459 traditional early-, mid-, and late-phase clinical investigations. Other types of studies conducted 460 early in drug development, including natural history or registry-based studies and use of animal 461 models, can provide important information for later stages. FDA encourages sponsors to engage 462 early with the Agency to discuss their drug development program to ensure learnings from 463 earlier phases can be carried forward and adapted throughout a drug development program. 464 465 Sponsors should also consider the characteristics of an endpoint for the full range of participants, 466 including all ages, affected races, ethnicities, and sexes to be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 178752,
  "end_pos": 180288,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}