{
  "id": "fda_guidance_chunk_0393",
  "title": "Introduction - Part 393",
  "text": "the trial, and that they have signed and dated the informed consent document that is in their possession. 4. The patient (or an individual in the room) takes a photograph of the signed informed consent document and sends it to the investigator/designee. 5. A trial team member enters the photograph into the trial records along with an attestation that states how that photograph was obtained and that it is a photograph of the informed consent document signed by the patient. Method 2: A witness can attest to the signature or a recording can be obtained, but a photograph of the signed informed consent document cannot be transmitted 1. An unsigned consent form is provided to the patient (e.g., by a health care worker who has entered the room). 2. The investigator or designee arranges a three-way telephone call or video conference call with the patient, a witness who is not otherwise connected with the clinical investigation, and, if desired and feasible, additional individuals requested by the patient (e.g., next of kin). Alternatively, in lieu of using a witness, a recording of the conversation can be made.38 3. To ensure that prospective participants are approached in a consistent fashion, a standard process should be used that will accomplish the following: • Identification of who is on the call. • Review of the informed consent document with the patient by the investigator or designee and response to any questions the patient may have. • Verbal confirmation by the patient that their questions have been answered, that they would like to participate in the trial, and that they have signed and dated the informed consent document that is in their possession. 38 If an investigator wants to record the telephone or video conference call, the investigator or designee should ensure that the recording is done in a manner consistent with applicable State and local laws and that all parties agree to being recorded. Contains Nonbinding Recommendations 4. When using a witness, documentation in the trial records includes (1) a signed and dated attestation by the witness who participated on the call that the patient confirmed their agreement to participate in the trial and signed the informed consent document and (2) a signed and dated attestation by the investigator or designee stating why the informed consent document signed",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 526848,
  "end_pos": 528384,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.707Z"
}