{
  "id": "fda_guidance_chunk_0629",
  "title": "Introduction - Part 629",
  "text": "be used in male-only studies until reproductive risks have been evaluated? A2b: It is general practice to use contraception in males until the potential for reproductive and developmental risk has been addressed. H. Juvenile Animal Studies (8) Q1: What is the appropriate duration of treatment for a toxicity study using juvenile animals to address a specific issue of concern? A1: Specific aspects of the design of juvenile toxicity studies are outside the scope of ICH M3(R2). However, in general, the duration of such a study will depend on the toxicity to be addressed, the organ system involved, and the information available from previous studies. The design and duration of the study should address the concerns for the product’s potential to affect the developing organ systems of the intended clinical population. To reduce animal use, the specific issue of concern can sometimes be evaluated by incorporating developmental endpoints into a general repeated-dose toxicity study or into a pre/postnatal toxicity study in which the pups were adequately exposed to the drug. Q2: Clarify when a second species might be important. The guidance states that when a juvenile animal toxicity study is warranted, one relevant species (preferably rodents) is generally considered adequate. It may be difficult to prospectively describe the majority of instances in which a second study in another species is scientifically justified, but can parameters be described that are not reasonable justifications? A2: There are few circumstances for which juvenile animal studies in two species would be recommended besides (1) an absence of adult human data (i.e., a pediatric-only indication), or (2) there are multiple specific issues of developmental concern and no one species is able to address them adequately. Some situations for which a juvenile study in a second species is not warranted include the following: solely because a therapeutic is first-in-class, when verifying adverse findings in a juvenile study in one species, or when further examining behavioral effects of agents for which such effects are known or can be expected. Q3: Please clarify what is important for pediatric-only indications. Should a juvenile animal study be conducted to support a pharmacokinetic (PK) study in pediatric populations if you don’t have any adult data? Should a second species be studied? A3: Generally, data from adult human volunteers and the supporting nonclinical data (in two species)",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 844032,
  "end_pos": 845568,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.726Z"
}