{
  "id": "fda_guidance_chunk_0618",
  "title": "Introduction - Part 618",
  "text": "up to a maximum of 90 days (which would also support marketing). A combination study of shorter duration can be used to support marketing, depending on the duration of clinical use. A combination toxicity study intended to address a particular cause for toxicological concern, based on the experience with the individual agents, should be of a duration that is appropriate to address the concern. The combination toxicity study should incorporate endpoints to evaluate additive and synergistic effects for known toxicities that might be predicted from what is known of the pharmacological, toxicological, and pharmacokinetic (PK) profiles of the individual entities, as well as the available clinical data, and standard endpoints typically used in a general toxicity study. Detailed discussion of experimental design (e.g., choice of species, dose and dosing frequency justifications) is outside the scope of this guidance. However, dosages should be appropriate to address any identified cause for concern or to provide exposure margins that are clinically relevant (e.g., when conducting a study with two early stage agents). Q6: When there is a cause for concern for multiple entities being used together (e.g., more than two), how should the multiple entity combinations be assessed in the toxicity studies? A6: Because of the potential complexity of performing and interpreting a combination toxicity study with more than two entities, it is generally more practical for initial studies to evaluate combinations of no more than two entities. Additional testing would then depend on the outcome of these studies and should be considered on a case-by-case basis, and in consultation with appropriate regulatory authorities. Q7: If a compound is being developed that aims to reduce another compound’s side effect, such combination effects would be evaluated in clinical or nonclinical pharmacology studies. Do the pharmacology studies replace the combination toxicity study? A7: When combination toxicity studies are warranted, they generally cannot be replaced by combination pharmacology studies, except for anticancer pharmaceuticals (see ICH S9). The purpose of a combination toxicity study is to evaluate toxicity endpoints that could give rise to an unanticipated hazard for humans. These toxicity endpoints are not usually adequately evaluated in the pharmacology studies. Situations where combination toxicity studies are not warranted are described in section XVII (17) of the M3(R2) guidance. Q8: Section XVII (17) of M3(R2) indicates that if there is a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 829248,
  "end_pos": 830784,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.725Z"
}