{
  "id": "fda_guidance_chunk_0486",
  "title": "Introduction - Part 486",
  "text": "placed in the Federal Register of August 1, 1995 (60 FR 39180 at 39181), as an FDA position by FDA’s Deputy Commissioner for Policy, William Schultz. The definitions used to describe these two versions of M are: M1 = the entire effect of the active control assumed to be present in the NI study M2 = the largest clinically acceptable difference (degree of inferiority) of the test drug compared to the active control M1 is estimated based on the historical experience with the active control drug. Its relevance to the current NI trial is based on: 1. Assessment of the likelihood that the current effect of the active control is similar to that observed in the past studies used to estimate the active control effect (the constancy assumption) 2. Assessment of the quality of the NI trial, particularly looking for deficiencies in study design and/or conduct that could reduce a difference between the active control and the new drug Note that in a trial seeking to show a difference (i.e., superiority), this diminution of the between-treatment difference in the second element is a “bias toward the null,” but in a non-inferiority trial, it is a “bias toward the alternative” (i.e., non-inferiority). Because of this second element, in some situations M1, although prespecified, has to be “discounted” (i.e., a smaller value would be used), but the amount of discounting needed may not be known until the NI study has been completed. The choice of M2 is a matter of clinical judgment, but M2 can never be greater than M1, even for a situation in which the active control drug has a small effect, and clinical judgment might argue that a larger difference is not clinically important. Even if that clinical judgment were reasonable, choosing an M2 greater than M1 as the NI margin would not allow a conclusion that the test drug has any effect. As explained above, ruling out a difference between the active control and test drug larger than M1 is the critical finding that supports a conclusion of effectiveness. This analysis is approached with great rigor; that is, a difference (C-T) larger than M1 needs to be ruled out with a high degree of statistical assurance. As M2 represents a clinical judgment, there may be a greater flexibility in interpreting a 95%",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 651840,
  "end_pos": 653376,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}