{
  "id": "fda_guidance_chunk_0513",
  "title": "Introduction - Part 513",
  "text": "can be seen as an allowance for the possibility of minor deviations from constancy. 1. The Fixed Margin Approach The fixed margin approach to analysis in an NI trial is well known (see, e.g., ICH E9, section 3.3.2). This approach relies upon the choice of a fixed NI margin that is prespecified at the design stage of the NI trial and used to determine the sample size needed to provide sufficient power for a test of the hypothesis of non-inferiority. Operationally, the fixed margin approach usually proceeds in the following manner. First, the active control effect is estimated from an analysis of past placebo-controlled studies of the active control (see section IV.B.2.a-b). The goal of this analysis is to define the margin M1, a fixed value based on the past effect of the active control that is intended to be no larger than the effect the active control is expected to have in the NI study. The variability of the treatment effects observed across past studies as well as the constancy assumption should be taken into account in choosing M1. The selection of M2 is then based on clinical judgment regarding how much of the active comparator treatment effect needs to be retained to demonstrate sufficient benefit for drug approval. The exercise of clinical judgment for the determination of M2 should be applied after the determination of M1 has been made. All relevant studies of the active comparator and all randomized patients within these studies should generally be used in determining the margin M1 because that provides a more reliable estimate of the active control effect and avoids any potential for prejudice in selecting which historical studies to include. Determination of the relevance of past studies, however, may not be straightforward, and Examples 1(A) and 2 in the Appendix illustrate this point. The lower bound of the confidence interval of the estimated active control effect based on past studies is typically selected as M1. Concerns about past variability and constancy may lead to a determination to discount this lower bound in choosing M1 to account for any sources of uncertainty and dissimilarities between the historical data and the NI study to be conducted, as discussed in earlier sections. Following this, a clinical judgment is made as to how much of this effect should be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 688128,
  "end_pos": 689664,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.717Z"
}