{
  "id": "fda_guidance_chunk_0580",
  "title": "Introduction - Part 580",
  "text": "Products of this type have features, and potential risks, of both GT and CT products. Therefore, clinical trial design considerations of both GT and CT products apply to gene-modified cells. B. Manufacturing Considerations The scientific or logistical complexities of manufacturing CGT products may impose practical limits on the dose of the product that can be produced, or may limit the concentration or volume of product that can be delivered. These factors might therefore restrict the range of doses that are feasible in an early-phase trial. The implications of these factors for trial design are discussed in Sections IV.A.1 and IV.D. For autologous products or patient-specific allogeneic donor products, unique product lots are manufactured for each subject, and potentially for each dose a subject receives. For such products, the inability to control factors such as subject-to-subject variability can contribute to product complexity. Some CGT products may take several weeks to months to produce. A failure or delay in manufacturing could prevent a subject from being treated as intended. For other patient-specific products, cell viability and potency may decline rapidly from the time of formulation. Therefore, “fresh” cells that are not cryopreserved may require administration within hours of manufacturing. Trial design considerations for patient-specific products are discussed in Section IV.E.4. C. Preclinical Considerations Preclinical in vitro and in vivo proof-of-concept, pharmacology, and toxicology studies are conducted to establish feasibility and rationale for clinical use of the investigational CGT product, as well as characterize the product’s safety profile. These studies also provide the scientific basis to support the conclusion that it is reasonably safe to conduct the proposed clinical investigations (21 CFR 312.23(a)(8)). Due to the diverse biology and scientific issues associated with CGT products, it is important to conduct a careful benefit-risk analysis, performed in the context of the particular clinical condition under study. Preclinical data generated from studies conducted in appropriate animal species and animal models of disease contribute to defining reasonable risk for the investigational CGT product. Several issues can limit the ability of the preclinical data to guide various aspects of the design of the early-phase clinical trial. For example, the extrapolation of a potentially safe and possibly bioactive starting clinical dose from the animal data can depend on Contains Nonbinding Recommendations various factors, such as the animal models used, the clinical route",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 778176,
  "end_pos": 779712,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.722Z"
}