{
  "id": "fda_guidance_chunk_0723",
  "title": "Introduction - Part 723",
  "text": "15.1.7 Lot No. 15.1.8 Packaging 15.1.9 Drug storage during study (define storage environment and drug's stability characteristics in the proposed storage environment) 15.1.10 Material Safety Data Sheet (MSDS) 15.2 Control (placebo, vehicle, positive control, etc.) Identification of applicable items from 11.1 16 DRUG DISPOSITION/ANIMAL ACCOUNTABILITY/FEED DISPOSITION/FEED ACCOUNTABILITY: The accountability and disposition of all unused drug supplies, unused feed, and animals should be documented. 17 PROTOCOL APPROVAL SIGNATURES: Include the appropriate individuals. 17.1 Sponsor Monitor 17.2 Investigator 17.3 Study Monitor 17.4 Quality Assurance 17.5 Consultant 17.6 Others 18 APPENDICES: (such as:) 18.1 Owner Consent Form (if applicable): 18.2 Unexpected or Adverse Reaction Form: 18.3 Description of treatment site preparation: 18.4 Description of sample collections: 18.5 Description of sample preparation for evaluation: 18.6 Description of special equipment: (Validation techniques employed) 18.7 Test organism(s)/include reference strains: 18.8 Assay medium and its preparation: 18.9 Preparation of cultural plates: 18.10 Adjustment of zones of inhibition 18.11 Preparation of standard curve and samples: 18.12 Plating of standards and samples: 18.13 Construction of standard curve: 18.14 Investigator obligations: 18.15 SOPs 18.16 Other: Guidance for Industry E 10 Choice of Control Group and Related Issues in Clinical Trials U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) May 2001 ICH Guidance for Industry E 10 Choice of Control Group and Related Issues in Clinical Trials Additional copies are available from: Office of Training and Communication Division of Drug Information, HFD-240 Center for Drug Evaluation and Research Food and Drug Administration 5600 Fishers Lane Rockville, MD 20857 (Tel) 301-827-4573 http://www.fda.gov/cder/guidance/index.htm or Office of Communication, Training and Manufacturers Assistance, HFM-40 Center for Biologics Evaluation and Research Food and Drug Administration 1401 Rockville Pike, Rockville, MD 20852-1448 http://www.fda.gov/cber/guidelines.htm Fax: 1-888-CBERFAX or 301-827-3844 Phone: the Voice Information System at 800-835-4709 or 301-827-1800 U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) May 2001 ICH i TABLE OF CONTENTS I. INTRODUCTION (1.0)............................................................................................................................................1 A. GENERAL SCHEME AND PURPOSE OF GUIDANCE (1.1) .........................................................................................2 B. PURPOSE OF CONTROL GROUP (1.2) ......................................................................................................................3 1. Randomization (1.2.1).......................................................................................................................................3 2. Blinding (1.2.2)..................................................................................................................................................4 C. TYPES OF CONTROLS (1.3) .....................................................................................................................................4 1. Placebo Concurrent Control (1.3.1)................................................................................................................5 2. No-treatment Concurrent Control (1.3.2) .......................................................................................................5 3. Dose-response Concurrent Control",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 970368,
  "end_pos": 971904,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.734Z"
}