{
  "id": "fda_guidance_chunk_0130",
  "title": "Introduction - Part 130",
  "text": "external control, there may be systematic 337 differences between the nonconcurrent treatment groups attributable to changes in standard of 338 care or diagnostic approaches over time. 339 340 Given the limitations, external control designs are usually reserved for specific circumstances, 341 such as clinical investigations where the drug effect can be demonstrated in diseases with well-342 understood and characterized natural history, high and predictable mortality or progressive and 343 predictable morbidity, and clinical investigations in which the drug effect is large and self-344 evident.41,42 The suitability of an externally controlled clinical investigation design warrants a 345 case-by-case assessment, and early discussion with the relevant review division is recommended. 346 347 2. Randomization and Blinding 348 349 Randomization in combination with blinding is a powerful clinical investigation design feature to 350 mitigate bias as it aims to balance both known and unknown factors that may affect the outcome. 351 Randomized, double-blind, controlled clinical investigations are an efficient and effective way to 352 generate data on clinically meaningful outcomes to demonstrate substantial evidence of 353 effectiveness.43 Thus, randomized, double-blind, controlled clinical investigations are generally 354 the preferred approach. 355 356 Randomization of all enrolled clinical investigation participants, including those in the earliest 357 phases of clinical development, helps ensure that each participant’s contribution is interpretable, 358 avoiding potentially misleading findings from open-label, single-arm, externally controlled 359 clinical investigations. Stratification of randomization by important prognostic factors such as 360 age or disease severity may be considered to improve comparability of treatment groups. FDA 361 also recommends that sponsors consider adjustment for prognostic factors as covariates in 362 statistical analyses to improve precision and power.44 363 40 See the draft guidance for industry Considerations for the Design and Conduct of Externally Controlled Trials for Drug and Biological Products. 41 See the draft guidance for industry Demonstrating Substantial Evidence of Effectiveness for Human Drug and Biological Products. 42 See the draft guidance for industry Considerations for the Design and Conduct of Externally Controlled Trials for Drug and Biological Products. 43 See ICH E9. 44 See the guidance for industry Adjusting for Covariates in Randomized Clinical Trials for Drugs and Biological Products (May 2023). Contains Nonbinding Recommendations 12 364 Sponsors should explore and address concerns about clinical investigation design (such as 365 control arms and randomization) with patients, caregivers, and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 173376,
  "end_pos": 174912,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}