{
  "id": "fda_guidance_chunk_0565",
  "title": "Introduction - Part 565",
  "text": "Results for quantitative assays should be presented as actual data and not simply as “Pass,” “Satisfactory,” or “Within Specification.” Additionally, you should submit in your IND detailed descriptions of the methods and assays used to develop and initially characterize your LBP, such as the following: • You should provide identification of the cells used to establish the Master Cell Bank (MCB), as described in section IV.B.4.c. of this guidance. This information should be at the species and strain level. We recommend that you use at least two complementary methods of identification, e.g., biochemical identification and genetic identification. • You should determine minimum inhibitory or minimum bactericidal concentrations for a panel of antibiotics proposed by the investigator and include your assessment of whether the product strains are sensitive or resistant to each of the antibiotics in the panel. • You may need to develop an assay to determine whether or to what extent antibiotic resistance is transferable from a product strain to relevant microbial flora. • When an antibiotic resistance gene has been intentionally introduced in the product strain(s) for selection or maintenance of genetic modifications, you should discuss the need for such a gene and any possible alternative approaches. • You should provide the methods you used to attenuate an otherwise virulent strain, as well as documentation addressing the stability of such attenuation. • If the ability of the product strain(s) to cross a mucosal barrier is a critical safety concern, you should use a reproducible assay for translocation, preferably in an appropriate animal model, such as germ-free mice, for oral products. • If the product’s mechanism(s) of action(s) is known, you should submit data in the IND to support the mechanism(s) of action(s). Investigating the mechanism(s) of action(s) can be valuable for developing quality assurance criteria. For example, if you are able to identify a limited number of genes that may be potency-indicating, we recommend that you investigate the genetic stability of those genes. Contains Nonbinding Recommendations 3. Manufacturer The IND submission must contain the name and address of the manufacturer(s) of the drug substance (21 CFR 312.23(a)(7)(iv)(a)). You should include any other pertinent organizational information. You should also provide a comprehensive list of all additional products that are manufactured or manipulated in the same or adjacent areas used to produce the drug",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 758016,
  "end_pos": 759552,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}