{
  "id": "fda_guidance_chunk_0510",
  "title": "Introduction - Part 510",
  "text": "80% In this case, where absolute effect sizes vary but risk reductions are reasonably constant, the risk ratio metric provides a better adjustment to the lower event rate in the NI study. Revisiting the example from section III.E, it was clear in the placebo-controlled trials of streptokinase that the mortality rate in the placebo group was decreasing, so that even if the mortality reduction were constant as a relative reduction, the absolute reduction would decrease and the expected size of the treatment effect (M1) would no longer be an absolute 2.1% reduction. The relative risk of mortality (ratio of mortality rates) was therefore used for subsequent thrombolytic product development programs because thrombolytic efficacy expressed as the relative mortality rates appeared to be more stable over time as improved standards of care were provided to all patients in a study. For the development of tenecteplase in the treatment of AMI, evaluation of the relevant historical studies led to the conclusion that the comparator (90 minute infusion of alteplase) would reduce the relative risk of mortality compared to placebo by at least 0.22 (to about 0.78, upper limit of the relative risk confidence interval). The NI margin was chosen, again based upon clinical judgment, so the new drug would retain at least half of the efficacy of the comparator (M1 = 0.22), i.e., at least 0.11 (M2). The relative mortality risk of tenecteplase compared to placebo should be not greater than 0.89. This provided a value for the limit of the relative risk comparison of tenecteplase to alteplase of 1.14 ([tenecteplase/placebo]/[alteplase/placebo] = 0.89/0.78), which had to be excluded by the 95% confidence interval (one-sided in this case) of the ratio of mortality rates in the NI study. The ASSENT II study results provided a 95% one-sided upper limit of relative risk of 1.104, which led to the marketing approval of tenecteplase. These examples illustrate the importance of understanding how a particular metric will perform. The choice between a relative metric (e.g., risk ratio) and an absolute metric (e.g., a difference in rates) in characterizing the effects of treatments may also be based upon clinical interpretation, medical context, and previous experience with the behavior of the rates of the outcome. d. Discounting One strategy employed in choosing the margin M1 for the NI study design is “discounting”",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 684096,
  "end_pos": 685632,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.716Z"
}