{
  "id": "fda_guidance_chunk_0530",
  "title": "Introduction - Part 530",
  "text": "is whether the constancy assumption is reasonable. That is, we must consider whether the magnitude of the effect of warfarin relative to placebo in the previous studies would be present in the new NI study, or whether changes in medical practice (e.g., concomitant medications, skill at reaching the desired International Normalised Ratio (INR)), or changes in the population being studied may make the effect of warfarin estimated from the previous studies not relevant to the current NI study. To evaluate the plausibility of this constancy assumption, one might compare some features of the six placebo-controlled warfarin studies with the NI study, SPORTIF V. There is considerable heterogeneity in the demographic characteristics of these studies. While some characteristics can be compared across the studies (e.g., age, race, and target INR), some cannot (e.g., concomitant medication use, race, mean blood pressure at baseline) if they are not consistently reported in the study publications. Whether these are critical to outcomes is the question. Table 2 shows that for some characteristics, such as a history of stroke or TIA, there are some differences across the studies. An important inclusion criterion in the EAFT study was that subjects have a prior history of stroke or TIA. None of the other studies had such a requirement. Subjects enrolled into the EAFT study were thus at higher risk than subjects in the other studies, presumably leading to the higher event rates in both the warfarin and placebo arms, shown in Table 1. The higher event rates in the EAFT study may also have been influenced by the relatively long duration of follow-up or the fact that the primary endpoint definition was broader (including vascular deaths and nonfatal myocardial infarctions), or both. Even with the higher event rates observed in this one study, however, the risk ratios are quite consistent (with the exception of CAFA), a relatively reassuring outcome. Table 2. Demographic Variables, Clinical Characteristics, and Endpoints of Warfarin Atrial Fibrillation Studies AFASAK BAATAF CAFA SPAF VA EAFT SPORTIF V Age years (mean) Sex (%) Male 53% 75% 76% 74% 100% 59% 70% h/o stroke or TIA (%) 6% 3% 3% 8% 0% 100% 18.3% h/o HTN (%) 32% 51% 43% 49% 55% 43% 81% >65 years old & CAD (%)* 8% 10-16% 12-15% 7% 17% 7% 41% >65 years old &",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 710976,
  "end_pos": 712512,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.718Z"
}