{
  "id": "fda_guidance_chunk_0031",
  "title": "Introduction - Part 31",
  "text": "result of their medical condition; (ii) The intervention under investigation must be administered before consent from the subjects' legally authorized representatives is feasible; and (iii) There is no reasonable way to identify prospectively the individuals likely to become eligible for participation in the clinical investigation. (3) Participation in the research holds out the prospect of direct benefit to the subjects because: (i) Subjects are facing a life-threatening situation that necessitates intervention; (ii) Appropriate animal and other preclinical studies have been conducted, and the information derived from those studies and related evidence support the potential for the intervention to provide a direct benefit to the individual subjects; and (iii) Risks associated with the investigation are reasonable in relation to what is known about the medical condition of the potential class of subjects, the risks and benefits of standard therapy, if any, and what is known about the risks and benefits of the proposed intervention or activity. (4) The clinical investigation could not practicably be carried out without the waiver. (5) The proposed investigational plan defines the length of the potential therapeutic window based on scientific evidence, and the investigator has committed to attempting to contact a legally authorized representative for each subject within that window of time and, if feasible, to asking the legally authorized representative contacted for consent within that window rather than proceeding without consent. The investigator will summarize efforts made to contact legally authorized representatives and make this information available to the IRB at the time of continuing review. (6) The IRB has reviewed and approved informed consent procedures and an informed consent document consistent with ยง 50.25. These procedures and the informed consent document are to be used with subjects or their legally authorized representatives in situations where use of such procedures and documents is feasible. The IRB has reviewed and approved procedures and information to be used when providing an opportunity for a family member to object to a subject's participation in the clinical investigation consistent with paragraph (a)(7)(v) of this section. (7) Additional protections of the rights and welfare of the subjects will be provided, including, at least: (i) Consultation (including, where appropriate, consultation carried out by the IRB) with representatives of the communities in which the clinical investigation will be conducted and from which the subjects will be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 40320,
  "end_pos": 41856,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.678Z"
}