{
  "id": "fda_guidance_chunk_0496",
  "title": "Introduction - Part 496",
  "text": "In symptomatic conditions, there may be reluctance to leave people on placebo for prolonged periods when effective therapy exists. It is possible to incorporate early escape/rescue provisions for patients who do not respond by a particular time, or to use a design that terminates patients on first recurrence of a symptom such as unstable angina, grand mal seizure, or paroxysmal supra-ventricular tachycardia. To evaluate the persistence of effects over time, where conducting a long-term placebo-controlled trial would be difficult, a randomized withdrawal study can be used. In these studies, patients successfully treated with a drug are randomly assigned to placebo or continued drug treatment. As soon as symptoms return, the patient is considered to have had an endpoint. H. Number of Studies Needed Ordinarily, with exceptions allowed by the FDA Modernization Act of 1997 (the Modernization Act), FDA expects that there will be more than one adequate and well-controlled study supporting effectiveness. The Modernization Act allows one study plus confirmatory evidence to serve as substantial evidence in some cases, and FDA has issued a guidance that discusses when a single study might be sufficient.2 Where there is uncertainty about the magnitude of the historical treatment effect (and thus M1) because of variability or reliance on a single historical study, more than one NI study is usually needed to support effectiveness. Where the studies are of relatively modest size, there is usually no impediment to conducting more than one NI trial if that appears necessary. Conducting two trials that are very large (to have adequate statistical power), however, may be infeasible, and it is worth considering what might make a single trial persuasive. Generally, two considerations might do so: (1) availability of other relevant information and (2) a statistically persuasive result. 1. Other Relevant Information In NI trials, the test drug is generally pharmacologically similar to the active control (i.e., if they were not pharmacologically similar, an add-on study would usually have been more persuasive and more practical). In these cases, the expectation of similar performance (but still requiring confirmation in a trial) might make it possible to accept a single trial and perhaps could also 2 See the guidance for industry Providing Clinical Evidence of Effectiveness for Human Drug and Biological Products (Providing Clinical Evidence of Effectiveness guidance), available on the FDA Drug Web",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 665280,
  "end_pos": 666816,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}