{
  "id": "fda_guidance_chunk_0265",
  "title": "Introduction - Part 265",
  "text": "ongoing trials that have the approval/favorable opinion of the IRB/IEC. 3.3.6 Specifying that no subject should be admitted to a trial before the IRB/IEC issues its written approval/favorable opinion of the trial. 3.3.7 Specifying that no deviations from, or changes of, the protocol should be initiated without prior written IRB/IEC approval/favorable opinion of an appropriate amendment, except when necessary to eliminate immediate hazards to the subjects or when the change(s) involves only logistical or administrative aspects of the trial (e.g., change of monitor(s), telephone number(s)) (see section 4.5.2). 3.3.8 Specifying that the investigator should promptly report to the IRB/IEC: (a) Deviations from, or changes of, the protocol to eliminate immediate hazards to the trial subjects (see sections 3.3.7, 4.5.2, 4.5.4). (b) Changes increasing the risk to subjects and/or affecting significantly the conduct of the trial (see section 4.10.2). (c) All adverse drug reactions (ADRs) that are both serious and unexpected. (d) New information that may affect adversely the safety of the subjects or the conduct of the trial. 3.3.9 Ensuring that the IRB/IEC promptly notify in writing the investigator/institution concerning: Contains Nonbinding Recommendations (a) Its trial-related decisions/opinions. (b) The reasons for its decisions/opinions. (c) Procedures for appeal of its decisions/opinions. 3.4 Records The IRB/IEC should retain all relevant records (e.g., written procedures, membership lists, lists of occupations/affiliations of members, submitted documents, minutes of meetings, and correspondence) for a period of at least 3 years after completion of the trial and make them available upon request from the regulatory authority(ies). The IRB/IEC may be asked by investigators, sponsors or regulatory authorities to provide its written procedures and membership lists. 4. INVESTIGATOR 4.l Investigator’s Qualifications and Agreements 4.1.1 The investigator(s) should be qualified by education, training, and experience to assume responsibility for the proper conduct of the trial, should meet all the qualifications specified by the applicable regulatory requirement(s), and should provide evidence of such qualifications through up-to-date curriculum vitae and/or other relevant documentation requested by the sponsor, the IRB/IEC, and/or the regulatory authority(ies). 4.l.2 The investigator should be thoroughly familiar with the appropriate use of the investigational product(s), as described in the protocol, in the current Investigator’s Brochure, in the product information, and in other information sources provided by the sponsor. 4.l.3 The investigator should be aware of, and should comply with, GCP and the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 354816,
  "end_pos": 356352,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.696Z"
}