{
  "id": "fda_guidance_chunk_0440",
  "title": "Introduction - Part 440",
  "text": "For the purposes of this guidance, all references to drugs or drug products include both human drugs and biological products and drug-led and biologic-led combination products regulated by CDER and CBER, unless otherwise specified. This guidance does not apply to medical devices or device-led combination products regulated by the Center for Devices and Radiological Health. Contains Nonbinding Recommendations of care is surveillance), and for indications where no treatment is available (best supportive care can be added to both arms to ensure all available care is provided to patients). However, in development programs for malignant hematologic and oncologic disease, the use of a placebo in double-blind, randomized controlled clinical trials may present practical and ethical concerns. In many cases, because of the toxicity profile of the active treatment, patients and investigators may infer which treatment patients are receiving, so using a placebo control may not blind the treatment. For patients with hematologic malignancies and oncologic diseases that have standard effective therapy available, using a placebo (not an active treatment) generally would not be considered ethical, so an active control trial should be conducted. One such active control superiority trial design option is to conduct an open-label trial with a physician’s choice of one of a few standard therapies as the comparator. In open-label comparative trials for which investigator bias may be of concern, a blinded central independent review of scans may mitigate bias regarding endpoint assessment.3 Another option has been to compare the investigational drug product with the placebo, with each added to the standard of care (an add-on trial). Continued blinding of patients and investigators at the time of disease progression or occurrence of serious adverse events is usually not acceptable. In a blinded immunotherapy trial, for example, a patient who develops suspected drug-related serious adverse events on the control arm may receive unnecessary treatments (e.g., immunosuppressive drug products including a high dose of glucocorticoids, cyclophosphamide, interleukin-6 antagonist, or infliximab) for management of adverse events incorrectly attributed to the investigational drug product. Maintaining the blind after disease progression could also affect the selection and timing of a patient’s subsequent therapy, potentially preventing a patient who had been on a placebo arm from receiving an approved therapy or delaying or preventing the patient’s entry into other clinical trials (for those trials of similar drug products",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 590016,
  "end_pos": 591552,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.711Z"
}