{
  "id": "fda_guidance_chunk_0154",
  "title": "Introduction - Part 154",
  "text": "probability or Type I error rate for this endpoint. The significance level, denoted as alpha (), is the threshold below which the Type I error rate should be controlled. Null hypothesis rejection is based on a determination that the probability of observing a result at least as extreme as the result of the study assuming the null hypothesis is true (the p-value) is sufficiently low (usually no larger than ). The alternative hypothesis can be one-sided or two-sided, and statistical tests are performed accordingly. For two-sided hypothesis statistical tests, the Type I error probability refers to the probability of concluding that there is a difference (beneficial or harmful) between the drug and control when there is no difference. For one-sided hypothesis tests, the Type I error probability refers to the probability of concluding specifically that there is a beneficial difference due to the drug when there is not. The most widely used values for  are 0.05 for two-sided tests and 0.025 for one-sided tests. In the case of two-sided tests, an  of 0.05 means that the probability of falsely concluding that the drug differs from the control in either direction (benefit or harm) when no difference exists is no more than 5%, or 1 chance in 20. In the case of one-sided tests, an  of 0.025 means that the probability of falsely concluding a beneficial effect of the drug when none exists is no more than 2.5%, or 1 chance in 40. Use of a two-sided test with an  of 0.05 that allocates the  symmetrically to each side generally also ensures that the probability of falsely concluding benefit when there is none is no more than approximately 2.5% (1 chance in 40). These Type I error rates are correct if the statistical test is appropriate. If there are issues with the statistical test (e.g., the underlying assumptions do not hold), the Type I error rate could be even larger. FDA’s concern for controlling the Type I error probability is to minimize the chances of a false favorable conclusion for any primary or secondary endpoints (see section III.), regardless of which and how many of these endpoints in the study have no effect. The Type I error probability associated with testing multiple endpoints of a study is called overall Type",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 205632,
  "end_pos": 207168,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.687Z"
}