{
  "id": "fda_guidance_chunk_0054",
  "title": "Introduction - Part 54",
  "text": "A list of subjects who died during participation in the investigation, with the cause of death for each subject. (4) A list of subjects who dropped out during the course of the investigation in association with any adverse experience, whether or not thought to be drug related. (5) A brief description of what, if anything, was obtained that is pertinent to an understanding of the drug's actions, including, for example, information about dose response, information from controlled trials, and information about bioavailability. (6) A list of the preclinical studies (including animal studies) completed or in progress during the past year and a summary of the major preclinical findings. (7) A summary of any significant manufacturing or microbiological changes made during the past year. (c) A description of the general investigational plan for the coming year to replace that submitted 1 year earlier. The general investigational plan shall contain the information required under ยง 312.23(a)(3)(iv). (d) If the investigator brochure has been revised, a description of the revision and a copy of the new brochure. (e) A description of any significant Phase 1 protocol modifications made during the previous year and not previously reported to the IND in a protocol amendment. (f) A brief summary of significant foreign marketing developments with the drug during the past year, such as approval of marketing in any country or withdrawal or suspension from marketing in any country. (g) If desired by the sponsor, a log of any outstanding business with respect to the IND for which the sponsor requests or expects a reply, comment, or meeting. ยง 312.38 Withdrawal of an IND. (a) At any time a sponsor may withdraw an effective IND without prejudice. (b) If an IND is withdrawn, FDA shall be so notified, all clinical investigations conducted under the IND shall be ended, all current investigators notified, and all stocks of the drug returned to the sponsor or otherwise disposed of at the request of the sponsor in accordance with ยง 312.59. (c) If an IND is withdrawn because of a safety reason, the sponsor shall promptly so inform FDA, all participating investigators, and all reviewing Institutional Review Boards, together with the reasons for such withdrawal. Guidance for Industry and Investigators Safety Reporting Requirements for INDs and BA/BE Studies U.S. Department of Health and Human",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 71232,
  "end_pos": 72768,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.679Z"
}