{
  "id": "fda_guidance_chunk_0207",
  "title": "Introduction - Part 207",
  "text": "often involves both (1) modification of design features, such as the enrolled population and the population evaluated in 18 The term adaptive enrichment is used, for example, in the FDA guidance for industry Enrichment Strategies for Clinical Trials to Support Approval of Human Drugs and Biological Products (March 2019). 19 Power in this context could be defined, for example, as the probability of successfully identifying a true treatment effect in either the targeted subpopulation or the overall population. Contains Nonbinding Recommendations the primary analysis, based on comparative interim results; and (2) hypothesis tests in multiple populations, such as a targeted subpopulation and the overall population. Therefore, statistical hypothesis testing methods should account for both sources of multiplicity. For example, one approach is to combine test statistics or p-values from the different stages of the trial in a preplanned manner, while also using an appropriate multiple testing procedure (Wassmer and Brannath 2016). Such an approach could potentially also accommodate adaptations to the sample size or to the proportion of patients enrolled from a particular subpopulation (e.g., increasing the proportion in a subset rather than completely restricting enrollment to that subset). There are a number of important considerations beyond those previously discussed for group sequential designs and designs with adaptive modifications to the sample size. First, in the case of an adaptive enrichment design, the proposed adaptive modifications to the patient population should be motivated by results from previous (e.g., early-phase) trials and/or strong biologic plausibility that the benefit-risk profile will be most favorable in a particular subpopulation. Second, if the baseline characteristic that is thought to modify the treatment effect is not binary in nature, any threshold or thresholds used to define subpopulations should be appropriately justified. Third, the identification of the targeted subpopulation may depend on the use of an in vitro diagnostic device. In this scenario, the diagnostic device should have adequate performance characteristics.20 Finally, the extent to which the trial should be designed to characterize the treatment effect in the complementary subpopulation may depend on a number of factors, such as the pathophysiologic or empirical rationale for enrichment, the toxicities of the drug, the distribution of the baseline marker defining the subpopulations, the justification for a threshold defining subpopulations, and the potential for off-label use in the complementary subpopulation if approval is",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 276864,
  "end_pos": 278400,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.691Z"
}