{
  "id": "fda_guidance_chunk_0241",
  "title": "Introduction - Part 241",
  "text": "breast cancer hormonal therapy, adjuvant colon cancer, and adjuvant cytotoxic breast cancer therapy, whereas EFS is an appropriate endpoint for the evaluation of neoadjuvant breast cancer therapy given prior to definitive surgery. Compared with standard cytotoxic therapies, hormonal therapies carry minimal side effects and thus a favorable risk-benefit relationship. Treatment effect measured by DFS or EFS can be a surrogate endpoint to support accelerated approval, a surrogate endpoint to support traditional approval, or it can represent direct clinical benefit based on the specific disease, context of use, magnitude of the effect, the disease setting, available therapy, and the risk-benefit relationship. In December 2003, the ODAC consensus was DFS prolongation represented clinical benefit if the magnitude of this benefit outweighed the toxicity of the adjuvant treatment. In May 2004, the ODAC recommended that DFS be considered a clinical endpoint for colon cancer drugs in the surgical adjuvant setting.18 DFS has been used for traditional approval for diseases such as breast cancer, colorectal cancer, gastrointestinal stromal tumors, melanoma, and renal cell carcinoma. Important considerations in evaluating DFS or EFS as a potential endpoint include the estimated size of the treatment effect and proven benefits of standard therapies. The protocol should 16 Appendices A-D in the guidance for industry Clinical Trial Endpoints for the Approval of Non-Small Cell Lung Cancer Drugs and Biologics, regarding tumor measurement data collection and PFS analysis also apply more broadly to oncology endpoints and should be used in conjunction with this guidance, as needed. 17 Discussed during July 24, 2012 ODAC meeting. Transcripts are available at https://wayback.archive-it.org/7993/20170403224012/https://www.fda.gov/AdvisoryCommittees/CommitteesMeetingMaterials/Drugs/OncologicDrugsAdvisoryCommittee/default.htm. 18 Transcripts are available at https://wayback.archive-it.org/7993/20170403224012/https://www.fda.gov/AdvisoryCommittees/CommitteesMeetingMaterials/Drugs/OncologicDrugsAdvisoryCommittee/default.htm. Contains Nonbinding Recommendations carefully delineate both the definition of DFS or EFS and the schedule for follow-up assessments and visits. Unscheduled assessments can occur for many reasons and differences between study arms in the frequency, timing, or reason for unscheduled assessments can introduce bias. Bias can be minimized by blinding patients and investigators to the treatment assignments, as appropriate. Application of the definition of DFS or EFS in a study can be complicated, particularly when deaths are noted without prior tumor progression documentation. These events can be scored either as disease recurrences or as censored events. Although all methods for statistical analysis of deaths have some limitations, considering deaths from all causes as recurrences can minimize bias. DFS or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 322560,
  "end_pos": 324096,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.694Z"
}