{
  "id": "fda_guidance_chunk_0082",
  "title": "Introduction - Part 82",
  "text": "its impact on adverse event reports to IRBs, particularly with respect to the specific adverse events considered to be “unanticipated problems” that must be reported to the IRB. In general, a report that meets the criteria for reporting in an IND safety report should also be considered an “unanticipated problem” and reported to the IRB by the investigator. It is important to note that some events that would not meet the criteria for reporting in an IND safety report would be considered unanticipated problems involving risk to human subjects (e.g., informed consent or privacy issues, certain adverse events that could not be caused by the investigational drug, such as events that occur prior to test article administration as a result of a washout period or due to a screening procedure). As part of their clinical trial monitoring responsibility, sponsors generally require that investigators report such unanticipated problems to them. Sponsors should discuss any significant unanticipated problem with the applicable FDA review division, as the problem may affect trial conduct and subject monitoring. G. Duration of Safety Reporting The purpose of sending IND safety reports to investigators is to provide investigators with information they need to protect their patients participating in clinical trials. Once they are no longer enrolling or monitoring patients, this information is no longer necessary. Cutoff dates for sending IND safety reports to investigators may be described in the protocol. If no cutoff dates are specified, once a site has been officially closed out, the sponsor usually does not need to continue sending IND safety reports to that site, and an investigator does not need to receive or review them. If the sponsor continues to send IND safety reports to the investigator and the investigator does not wish to continue receiving them, the investigator should contact the sponsor and request that the sponsor stop sending them. In unusual cases, safety information related to delayed toxicity may be reported after a site is officially closed out. For example, if a late toxicity is discovered that would affect subjects who received the investigational drug, the investigator should be notified so that patients could be followed up if necessary. 12 See footnote 4 for location. Contains Nonbinding Recommendations H. IND Annual Reports and Labeling The IND safety reporting requirements did not make any changes to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 108864,
  "end_pos": 110400,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}