{
  "id": "fda_guidance_chunk_0383",
  "title": "Introduction - Part 383",
  "text": "tests for investigational purposes will likely be subject to certification and other requirements under the Clinical Laboratory 12 For IND studies, this would be laboratories and imaging centers not listed on Form FDA 1572. 13 If a local laboratory or imaging center will be used for certain patients and will not replace the laboratory and imaging center specified in Form FDA 1572 for all patients, these alternative facilities do not need to be listed on Form FDA 1572; it is sufficient to retain documentation of when such facilities were used for protocol specified tests. The sponsor can accumulate these changes and submit this information to the IND, in for example, an information amendment or a protocol amendment. Contains Nonbinding Recommendations Improvement Amendments (CLIA). 14 Alternative laboratory and imaging centers may also be subject to additional laws governing their operations. Investigators should record which assessments were conducted by alternative means on a participant level. Q8. We are instituting trial participant visits remotely through video conferencing. Are there recommendations regarding best practices? With the increasing use of telemedicine in clinical practice, a number of resources may be available to provide recommendations on best practices. FDA does not endorse any particular telemedicine best practices. However, from an FDA regulatory perspective, important considerations for trial visits through video conferencing include: • The investigator or study personnel who will conduct remote visits should be trained on how to conduct real-time video conferencing visits (e.g., training on the use of telemedicine for remote clinical trial visits). • Procedures should be put in place to maintain a trial participant’s privacy, as would be done for a clinical visit. • Both the investigator and the trial participant should confirm their respective identities with one another before engaging in a real-time video conference visit according to an identity verification plan developed by the sponsor.15 To provide the same information that would be documented during a face-to-face visit, the date of a real-time video conference visit should be documented in the trial records and, if specified in the protocol, the time of the visit. Investigators should consider asking for the trial participant’s location during a video conference visit in case a medical emergency arises during the visit. FDA considers real-time video interactions, including telemedicine, as a live exchange of information between the trial personnel",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 513408,
  "end_pos": 514944,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.706Z"
}