{
  "id": "fda_guidance_chunk_0742",
  "title": "Introduction - Part 742",
  "text": "2.1.7.1). If someone proposing to use an active-control or non-inferiority design cannot provide sufficient support for historical evidence of the sensitivity to drug effects of the study with the chosen non-inferiority margin, a finding of non-inferiority cannot be considered informative with respect to efficacy. As noted, a determination regarding historical evidence of sensitivity to drug effects applies only to trials of a specific design. For a planned non-inferiority trial to be similarly sensitive to drug effects, it is essential that the trial have critical design characteristics similar to those of the historical trials. These design characteristics include, for example, the entry criteria (severity of medical condition, concomitant illness, method of diagnosis), dose and regimen of control drug, concomitant treatments used, the endpoint measured and timing of assessments, and the use of a washout period to exclude selected patients. When differences in study design characteristics are unavoidable or desirable (e.g. because of technological or therapeutic advances), the implications of any differences for the determination of the presence of historical evidence of sensitivity to drug effects and for choice of margin should be carefully considered. b. Appropriate Trial Conduct (1.5.1.2) Even where there is historical evidence of sensitivity to drug effects and the new study is similar in design to the past studies, assay sensitivity can be undermined by the actual conduct of the trial. To ensure assay sensitivity of a trial, its conduct should be of high quality and the patients actually enrolled, the treatments (other than the test treatment) actually given, and the assessments actually made should be similar to those of the trials on which the determination of historical sensitivity to drug effects was based. There are many factors in the conduct of a trial that can reduce the observed difference between an effective treatment and a less effective or ineffective treatment and therefore may reduce a trial’s assay sensitivity, such as: 1. Poor compliance with therapy 2. Poor responsiveness of the enrolled study population to drug effects 3. Use of concomitant non-protocol medication or other treatment that interferes with the test drug or that reduces the extent of the potential response 4. An enrolled population that tends to improve spontaneously, leaving no room for further drug-induced improvement 5. Poorly applied diagnostic criteria (patients lacking the disease to be studied) 6. Biased assessment",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 995904,
  "end_pos": 997440,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.735Z"
}