{
  "id": "fda_guidance_chunk_0604",
  "title": "Introduction - Part 604",
  "text": "November 2013 (Ref. 3). The IND submission for an early-phase trial must include a summary of previous human experience known to the applicant with the investigational product, along with detailed information about such experience that is relevant to the safety of the proposed investigation or to the investigator’s rationale (21 CFR 312.23(a)(9)). The submission also should include a summary of previous human experience with similar or closely related products. OCTGT recommends that the submission include discussion of any of the issues raised in Sections III and IV of this guidance that are applicable to the proposed trial. Sponsors also may find it prudent to develop an overall product development plan early in the course of development (prior to clinical trial initiation). Such a plan should be sufficiently flexible to accommodate adaptation based on data acquired through product development. One potential approach to planning development is known as a Target Product Profile (TPP). FDA has published a draft guidance for comment that discusses how this particular planning tool might be used (Ref. 14). When finalized, the TPP guidance will represent our current thinking on this topic. FDA has developed additional resources that sponsors may find useful when preparing an IND for CGT products, including guidances relevant to the development of CGT products for selected specified conditions.3,9,10,11 Likewise, information on manufacturing, preclinical, and clinical topics related to development of CGT products, including discussion of IND submissions and meeting requests, is available in the OCTGT Learn webinars on the OCTGT website: Guidance for Industry1 M3(R2) Nonclinical Safety Studies for the Conduct of Human Clinical Trials and Marketing Authorization for Pharmaceuticals Questions and Answers(R2) This guidance represents the Food and Drug Administration's (FDA’s) current thinking on this topic. It does not create or confer any rights for or on any person and does not operate to bind FDA or the public. You can use an alternative approach if the approach satisfies the requirements of the applicable statutes and regulations. If you want to discuss an alternative approach, contact the FDA staff responsible for implementing this guidance. If you cannot identify the appropriate FDA staff, call the appropriate number listed on the title page of this guidance. I. INTRODUCTION2 Although the ICH M3(R2) guidance is still in its early phases of the implementation, the complexity of the guidance, its",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 810432,
  "end_pos": 811968,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.724Z"
}