{
  "id": "fda_guidance_chunk_0573",
  "title": "Introduction - Part 573",
  "text": "proposed clinical trial. Depending on the product and as appropriate for the proposed clinical study, we recommend that you address: general toxicity; target organs or systems of toxicity; teratogenic, carcinogenic, or mutagenic potential of any ingredient in the product; and relationship of dosage and duration to toxic response and pharmacological activity. Additional FDA guidance documents, prepared under the auspices of the International Conference on Harmonization (ICH) are available at http://www.fda.gov/RegulatoryInformation/Guidances/ucm122049.htm (Refs. 9 and 10). As discussed above, we encourage you to consult the applicable CBER review division, preferably in a pre-IND meeting, regarding the extent and type of non-clinical data necessary to support the proposed clinical investigation (Ref. 2). VI. CLINICAL INFORMATION A. Previous Human Experience Previous human experience varies from prospectively designed, randomized, controlled clinical trials to case reports. Similarly, varying degrees of product characterization may be reported for the products used in the respective study or studies. Drawing conclusions Contains Nonbinding Recommendations or making assumptions as to the relevance of previous studies may be difficult or impossible without adequate available CMC information. In general, the relevance of previous human experience to support a proposed study is based upon the similarity of the product(s) under study, as well as study design, objectives and endpoints, the number of individuals exposed, the level and duration of exposure, the type and duration of active monitoring and passive surveillance, and the integrity of study conduct, data collection and subsequent analyses. If you wish to reference a study submitted to the Agency by a person other than you (the sponsor), you must obtain and include in your submission, a signed letter of cross-reference stating that FDA has permission to access this information (21 CFR 312.23(b)). Also, an accounting of the final disposition of all randomized or enrolled study subjects is important in order to provide a context for the study data, since a large number of dropouts, withdrawals, or protocol violations make data analysis and conclusions less convincing. Multiple statistical analyses without appropriate correction and post hoc analyses, including analyses of population subsets, can be useful to generate hypotheses in designing subsequent studies; however, conclusions based solely upon multiple statistical analyses without appropriate correction may be misleading. Finally, safety data based on active adverse event monitoring provides a more meaningful safety profile of a product than data based",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 768768,
  "end_pos": 770304,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.722Z"
}