{
  "id": "fda_guidance_chunk_0533",
  "title": "Introduction - Part 533",
  "text": "warfarin is not specified in advance. But to carry out the analysis, an assumption needs to be made regarding the placebo comparison, namely, that the difference between control drug and placebo (had there been one) in the NI trial is the same as that seen in the historical placebo-controlled trials of warfarin. The assumption is needed because there is no randomized comparison of warfarin and placebo in the NI trial. As a point of reference, we know from example 1(A) that the warfarin effect M1 was estimated from the historical placebo-controlled studies to be a 47% risk reduction. In this case, the synthesis method statistically tests the null hypothesis that the inferiority of ximelegatran compared to warfarin is less than 50% or one half of the risk reduction of warfarin compared to placebo, a question that the fixed margin method does not directly address because in the fixed margin method, the placebo is only present in the historical studies and not in the NI study. We carry out this test on the log relative risk scale, so that the null hypothesis can be written as: H0: {log-relative risk of ximelegatran versus warfarin} ≥ − ½ {log-relative risk of warfarin versus placebo} A test of this hypothesis is performed by the expression below (the statistical test) that has the form of a quotient where the numerator is an estimate of the parameter defined in the null hypothesis by {log-relative risk of ximelegatran versus warfarin} + ½ {log-relative risk of warfarin versus placebo} and the denominator is an estimate of the standard error of the numerator. In this case, the estimated log-relative risk of ximelegatran versus warfarin is 0.329 (log of 1.39) with a standard error of 0.216 while the estimated log-relative risk of warfarin versus placebo is − 1.02 (log of .361) with a standard error of 0.154. These estimates are combined, and the synthesis test statistic is calculated as: ()()[]789.0154.021216.002.121329.022−=+−+ Assuming the statistic is normally distributed, it is then compared to − 1.96 (for a one-sided Type I error rate of 0.025). For this case, the value, − 0.789, is not less (more negative) than − 1.96, so we cannot reject the null hypothesis. Therefore, it cannot be concluded that an NI margin of 50% retention is satisfied using the synthesis method. The fixed",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 715008,
  "end_pos": 716544,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.718Z"
}