{
  "id": "fda_guidance_chunk_0221",
  "title": "Introduction - Part 221",
  "text": "primary endpoint, or changing analysis methods) is ethically important or might increase the potential for a statistically significant final trial result. For example, unexpected lack of treatment adherence in one arm of a multiple-arm trial might motivate dropping that treatment arm. Such revisions based on non-prospectively planned analyses can create difficulty in controlling the Type I error probability and in interpreting the trial results. Sponsors are strongly discouraged from implementing such changes without first meeting with FDA to discuss the changes being considered, provided patient safety is not compromised. Contains Nonbinding Recommendations I. Design Changes Based on Information From a Source External to the Trial Unpredictable events that occur outside of an ongoing trial during the course of drug development programs may provide important new information relevant to the ongoing trial and may motivate revisions to the trial design. For example, there may be unexpected safety information arising from a different study (perhaps in a different patient population), new information regarding the disease pathophysiology or patient characterization that identifies disease subtypes, new information on pharmacokinetics or pharmacodynamic responses to the drug, or other information that might have led to a different trial design had the information been known when the trial was designed. When this occurs, there may be reason to revise the trial design in some manner rather than, for example, terminating the existing trial and starting a new trial with a modified design. In cases of serious safety concerns, and particularly in large trials, revising the trial design may be critical to allowing the trial to continue. Well-motivated design changes based on only information external to the trial do not affect the validity of statistical inference and will often be considered acceptable to the Agency. Practically, it is very challenging to ensure that a decision to modify a trial was based entirely on external information except in cases where the sponsor is completely blinded to comparative interim results. This is one reason why limitation of access to comparative interim results is so important. See section VII. for additional discussion. VII. MAINTAINING TRIAL INTEGRITY In general, it is strongly recommended that access to comparative interim results be limited to individuals with relevant expertise who are independent of the personnel involved in conducting or managing the trial and have a need to know. Ensuring",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 295680,
  "end_pos": 297216,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.692Z"
}