{
  "id": "fda_guidance_chunk_0492",
  "title": "Introduction - Part 492",
  "text": "95% refers to the confidence interval used to test the null hypothesis in the NI study. Note that the first 95% lower confidence bound discussed here is a bound for the average effect of the active comparator in historical studies, or the true effect in the NI study if the constancy assumption holds. It is sometimes supposed that this is a lower bound for the actual effect of the comparator in the NI study, and the draft guidance (issued in 2010) suggests this, but this is not correct. The 95% lower bound does indeed define a lower bound for the true control effect, but the actual effect in the NI study would still be liable to sampling variation. To bound the actual effect, a different type of interval would be required; these intervals are known as prediction intervals and are much wider than the corresponding confidence intervals. Confidence intervals nevertheless suffice for the present purpose, because the confidence interval from the historical studies bounds the true effect of the comparator relative to placebo, and the confidence interval from the NI study bounds the true effect of the test drug relative to the comparator. Relying always on the constancy assumption, these can be combined to infer a positive effect of the test drug relative to placebo. The 95%-95% fixed margin approach (using in this case a risk difference rather than a risk ratio for the margin) can be illustrated by FDA’s evaluation of a new thrombolytic product, reteplase, for treatment of acute myocardial infarction (AMI). To calculate the NI margin, results of all available placebo-controlled trials of streptokinase, the active comparator (control) for the NI study, were pooled by means of an appropriate meta-analytic method. The pooled results provided a point estimate for the effect on survival of an absolute 2.6% difference in mortality rates, with a 95% lower bound of 2.1% (i.e., M1). A clinical decision was made that any new thrombolytic should rule out a loss of more than half of the benefit of streptokinase to be regarded as an acceptable alternative. The NI study would therefore have had to rule out an absolute 1.05% increase in mortality rate (i.e., M2) in the reteplase-treated patients compared to those treated with streptokinase. The NI analysis for this study was to show that the 95%",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 659904,
  "end_pos": 661440,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.715Z"
}