{
  "id": "fda_guidance_chunk_0418",
  "title": "Introduction - Part 418",
  "text": "simultaneously evaluated within the same overall trial, as described further in this guidance. Refer to the Appendix for additional examples of versions of a cellular or gene therapy product that would be within the scope of this guidance. The potential benefits of this type of umbrella trial include flexibility and efficiency in product development. Instead of an iterative approach to clinical studies, multiple versions of a cellular or gene therapy product can be studied in parallel, which may streamline early clinical development by expeditiously identifying alternative versions of a product that may be safer or more effective. Such comparisons can be facilitated by randomization between the study arms, if feasible. Additionally, this trial design may facilitate sharing of the control group, potentially facilitating investigator participation and subject enrollment, and may simplify study management, relative to conducting a separate clinical trial for each product version. III. SCOPE The scope of this guidance is limited to early-phase studies of multiple versions of a cellular or gene therapy product being studied in a single disease. We recommend that sponsors contact the Center for Biologics Evaluations and Research (CBER) if they wish to apply this framework to other types of products. This guidance applies to studies where the IND sponsor is responsible for manufacturing all versions of the cellular or gene therapy product (either directly or through a contract manufacturer) and the IND sponsor is able to provide the required chemistry, manufacturing, and controls (CMC) and pharmacology/toxicology (P/T) information for those products either in the IND submissions or through cross-reference. Situations where the IND sponsor does not have Contains Nonbinding Recommendations complete access to proprietary information for those products being studied raise additional considerations beyond those described in this guidance. This guidance does not apply to sponsors conducting studies that are outside the scope of this guidance (e.g., a trial designed to evaluate a single cell or gene therapy product in different populations, otherwise known as a “basket” trial). If a sponsor is interested in conducting a study that is outside the scope of this guidance, we recommend that the sponsor request a pre-IND meeting with the Office of Tissues and Advanced Therapies (OTAT), CBER, to discuss their proposed clinical trial design. IV. SUBMISSION OF INFORMATION TO INDS As noted in sections I and II of this guidance,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 560448,
  "end_pos": 561984,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.709Z"
}