{
  "id": "fda_guidance_chunk_0746",
  "title": "Introduction - Part 746",
  "text": "the specific effect of the test agent. Special problems arise when the chosen vehicle control may have harmful effects. In this case a no treatment arm would allow the measurement of the total effect of the test agent plus its vehicle. 2. Ability to Minimize Bias (2.1.2) The placebo-controlled trial, using randomization and blinding, generally minimizes subject and investigator bias. Such trials, however, are not impervious to blind-breaking through recognition of pharmacologic effects of one treatment; blinded outcome assessment can enhance bias reduction in such cases. This concern may be particularly relevant in crossover studies. 3. Ethical Issues (2.1.3) When a new treatment is tested for a condition for which no effective treatment is known, there is usually no ethical problem with a study comparing the new treatment to placebo. Use of a placebo control may raise problems of ethics, acceptability, and feasibility, however, when an effective treatment is available for the condition under study in a proposed trial. In cases where an available treatment is known to prevent serious harm, such as death or irreversible morbidity in the study population, it is generally inappropriate to use a placebo control. There are occasional exceptions, however, such as cases in which standard therapy has toxicity so severe that many patients have refused to receive it. In other situations, when there is no serious harm, it is generally considered ethical to ask patients to participate in a placebo-controlled trial, even if they may experience discomfort as a result, provided the setting is noncoercive and patients are fully informed about available therapies and the consequences of delaying treatment. Such trials, however, even if ethical, may pose important practical problems. For example, deferred treatment of pain or other symptoms may be unacceptable to patients or physicians and they may not want to participate in a trial that requires this. Whether a particular placebo controlled trial of a new agent will be acceptable to subjects and investigators when there is known effective therapy is a matter of investigator, patient, and institutional review board (IRB)/ independent ethics committee (IEC) judgment, and acceptability may differ among ICH regions. Acceptability could depend on the specific design of the trial and the patient population chosen, as will be discussed below (see section 2.1.5). Whether a particular placebo-controlled trial is ethical may in some",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1001280,
  "end_pos": 1002816,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.735Z"
}