{
  "id": "fda_guidance_chunk_0373",
  "title": "Introduction - Part 373",
  "text": "whether clinical investigator sites will remain open to trial participants for required in-person assessments or whether the clinical investigator has the ability to provide required in-person assessments at an acceptable alternate location(s) or whether such protocol-specified, in-person assessments can instead be conducted virtually. • Assessing the continued availability of clinical trial supplies and continued operations of vendors, especially related to supply of the IP and/or to clinical trial supplies that are essential to maintaining appropriate safety monitoring or other key trial procedures. This should include consideration of product stability (shelf life) if the administration schedule is revised or if the clinical site is unable to properly store the product for the needed duration. • Assessing the continued availability of and support for information technology systems and any other technological tools that are needed to support the trial. Contains Nonbinding Recommendations Important questions to be considered include: Are current contingency plans adequate for the types of disruptions that might be anticipated? What other plans can be put in place to minimize disruptions to trial conduct? • Assessing whether there will be continued operations of and adequate communications with institutional review board (IRB) or independent ethics committee (IEC) and data monitoring committee (DMC) staff, if applicable, to support trial needs. • Assessing whether it is feasible to conduct the trial in light of any contingency and/or safety measures implemented by Federal, State, or local authorities. Involvement of a study’s DMC, if one has been established, can provide support for the assessments discussed above. Since a primary responsibility of the DMC is ensuring the safety of trial participants, the DMC’s assessment of the impact of modifications of trial conduct during a disaster or PHE is important to consider. The risks and benefits of continuing a trial are likely different than a decision to initiate a trial. Given an evolving situation, with likely increasing impacts on investigators, staff, and supply chains, sponsors should carefully consider the ability to effectively mitigate risks such that patient safety and trial integrity are assured. In addition, it is important to consider whether initiation of the trial could interfere with public safety measures implemented by Federal, State, or local authorities. Q2. How should sponsors manage protocol deviations and amendments to ongoing trials during a disaster or PHE? FDA recognizes that during disasters or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 499968,
  "end_pos": 501504,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.705Z"
}