{
  "id": "fda_guidance_chunk_0335",
  "title": "Introduction - Part 335",
  "text": "the draft guidance for industry Formal Meetings Between the FDA and Sponsors or Applicants of BsUFA Products (August 2023). When final, these guidances will represent FDA’s current thinking on these topics. See also the guidance for industry and FDA staff Requests for Feedback and Meetings for Medical Device Submissions: The Q-Submission Program (June 2023). 10 The principles discussed in this guidance may be relevant for bioequivalence studies conducted to support abbreviated new drug applications (ANDAs). If an ANDA applicant is interested in conducting a bioequivalence study using decentralized elements, CDER’s Office of Generic Drugs encourages submission of controlled correspondence or a pre-ANDA meeting request (if applicable) to discuss the design, analysis, and implementation of the study before conducting it. See the guidance for industry Controlled Correspondence Related to Generic Drug Development (March 2024). For submitting a pre-ANDA meeting request, see the guidance for industry Formal Meetings Between FDA and ANDA Applicants of Complex Products Under GDUFA (October 2022). Contains Nonbinding Recommendations limit variability in the data collected by including, as applicable, specific instructions in the protocol for performing these activities. DCTs that permit tests to be performed independently by participants at home (e.g., spirometry) may introduce variability compared to tests performed under supervision at traditional clinical trial sites. Training or video supervision (i.e., during a telehealth visit) may reduce such variability. Likewise, allowing participants to choose whether an assessment will be performed at a traditional clinical trial site or remotely may result in bias (e.g., sicker participants may prefer remote visits). The protocol should specify which visits will be conducted at traditional clinical trial sites, which visits will be conducted remotely, and which visits can be left to participants’ choice. In general, obtaining patient input may be helpful in ensuring that the clinical trial design fits participants’ needs and that remote activities are feasible. When designing a trial with decentralized elements, certain statistical approaches may be challenging to implement. For example, when the effect size of an active control, such as a drug indicated for sleep disorders, has been determined based upon data collected at traditional clinical trial sites, the same effect size may not be seen for the active control assessed remotely in a DCT (e.g., via telehealth or in a participant’s home). This may present challenges in calculating a non-inferiority margin. Sponsors",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 448896,
  "end_pos": 450432,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.702Z"
}