{
  "id": "fda_guidance_chunk_0079",
  "title": "Introduction - Part 79",
  "text": "of action, class effects, and other information. For these reasons, investigators must immediately report any serious adverse event to the sponsor, whether or not the investigator considers the event to be drug related (21 CFR 312.64(b)). In the report to the sponsor, the investigator must include an assessment of causality (i.e., whether there is a reasonable possibility that the drug caused the event) (21 CFR 312.64(b)). The investigator’s view is important for the sponsor to consider when assessing the safety of the drug and determining whether to report an event expeditiously to FDA, because the investigator, who monitors the subject’s response to the drug, is knowledgeable about the subject’s clinical state (e.g., medical history, concomitant medications) and thus may be sensitive to distinctions between events that may be related to the drug versus those due to the underlying disease process and/or concomitant therapies. The sponsor should decide how to capture the investigator’s causality assessment (e.g., rating scale, yes/no response to a question such as, “Was there a reasonable possibility that the drug caused the adverse event?”). 2. Study Endpoints The investigator must report study endpoints that are serious adverse events in accordance with the protocol (21 CFR 312.64(b)). Because endpoints are specifically defined in the protocol, they are often not collected on the adverse event pages of the case report form. The exception to this reporting requirement is when there is evidence suggesting a causal relationship between a drug and an event (e.g., death from anaphylaxis). In this case, the investigator must immediately report the event to the sponsor, even if the event is a component of the endpoint (e.g., all-cause mortality) (21 CFR 312.64(b)). “Safety endpoints” or “secondary endpoints,” as described in section V.A.3.a, are not considered “study endpoints” and, therefore, must be reported to the sponsor immediately (21 CFR 312.64(b)). 3. Nonserious Adverse Events The investigator must record nonserious adverse events and report them to the sponsor according to the timetable for reporting specified in the protocol (21 CFR 312.64(b)). Generally, nonserious events are recorded on the case report forms and are submitted to the sponsor and reviewed at regular intervals during the course of the investigation. The Contains Nonbinding Recommendations investigator’s assessment of causality is not required for nonserious adverse events by the regulations, although many sponsors may require it in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 104832,
  "end_pos": 106368,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}