{
  "id": "fda_guidance_chunk_0084",
  "title": "Introduction - Part 84",
  "text": "and any other relevant information. If applicable, the narrative must also include identification of similar reports and an analysis of the significance of the suspected adverse reaction (21 CFR 312.32(c)(1)). 13 See footnote 4 for location. 14 For more information, see 21 CFR 201.57(c)(7), 201.80(g) and the guidance for industry on Adverse Reactions Section of Labeling for Human Prescription Drug and Biological Products – Content and Format. See footnote 4 for location. 15 FDA Form 3500A can be found on the Internet at http://www.fda.gov/Safety/MedWatch/HowToReport/DownloadForms/default.htm. 21 Contains Nonbinding Recommendations 2. Aggregate Reports An IND safety report based on data in the aggregate must be in a narrative format (§ 312.32(c)(1)(v)). Sponsors should use judgment in deciding what to include in the narrative report. The report should include a description of the suspected adverse reaction, along with all relevant information, such as summary information about symptoms, concomitant medications, demographics, comorbid conditions, past history, pertinent laboratory test results, timing of events (onset and duration), and duration of treatment. Data from previously submitted individual case IND safety reports should be included, if applicable. Finally, the narrative report should describe the characteristics and results of the analysis, including a description of the databases, how the conclusion was reached, who reviewed the analysis, any planned changes in monitoring or to study documents (e.g., informed consent, investigator brochure), and any planned further analyses. To evaluate the aggregated data in narrative format, FDA and participating investigators need the information on the individual cases that are summarized in the report. Therefore, at the same time that the narrative format IND safety report is submitted, the individual cases that were analyzed should also be submitted (e.g., a completed FDA Form 3500A for each case). If some individual cases were previously submitted as IND safety reports, they should be resubmitted and clearly identified as duplicates. Before submission, each individual case report should generally be unblinded. If a sponsor has concerns that unblinding will compromise the integrity of the study, the sponsor should discuss this in advance with the review division (see section VI.C). If a sponsor is monitoring and evaluating the occurrence of a serious event in the aggregate (rather than submitting each case individually), FDA expects that records of each case will be complete (e.g., a completed FDA Form 3500A for each case), including",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 111552,
  "end_pos": 113088,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.682Z"
}