{
  "id": "fda_guidance_chunk_0596",
  "title": "Introduction - Part 596",
  "text": "operating procedures (SOPs) can also help ensure safety and consistency in product administration. Careful recording of steps and observations during the administration process can help identify the operator’s compliance with the protocol. These records can also facilitate correlating procedure variations with clinical outcomes and identify modifications that may improve the administration process. 4. Considerations for Patient-Specific Products As discussed earlier, some CT products or gene-modified cells are manufactured using cells or tissue from the intended recipient or from an allogeneic donor selected because of immunological matching to the recipient. In these cases, the product needs to be manufactured separately for each subject in a trial. However, manufacturing of some CGT products may take many weeks or months. Although a subject might meet the study enrollment criteria when the tissue or cells are first collected, the subject might no longer meet those criteria at the time planned for product administration. For example, the subject’s condition may have deteriorated so that the subject is no longer expected to tolerate the study procedures or survive for the study duration. To adjust for the possibility of a change in the subject’s condition, the enrollment criteria may need to include selection for factors that would improve the likelihood that the recipient would still be suitable for product administration when the manufacturing process is complete. Alternatively, the trial might include separate criteria that need to be met at the time of product administration. If a problem occurs in product manufacturing, there may be no product available to administer to an intended recipient. It is helpful to try to gain an understanding from early-phase trials of the likelihood of manufacturing failure and any subject factors that may relate to such failures (e.g., subject characteristics that might predict a poor cell harvest). This information can facilitate design of subsequent trials by suggesting subject selection criteria to reduce the chance of failure, or by prompting the development of a treatment protocol with a formalized manufacturing failure contingency plan. In case of failure to administer the CGT product to a subject, the protocol should be designed so that the subject is not committed to any high-risk preparative procedures (e.g., myeloablation) until it is known that the product is available. The protocol should also clearly specify whether re-treatment will be attempted with another round of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 799680,
  "end_pos": 801216,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.723Z"
}