{
  "id": "fda_guidance_chunk_0464",
  "title": "Introduction - Part 464",
  "text": "considered at this step. One example would be to specify a minimum sample size to provide meaningful descriptive summaries (e.g., forest plots) with sufficient accuracy and precision. Alternatively, an equal allocation to regions could be planned as the first step, with modification to better reflect regional sample sizes, disease prevalence, and trial logistics at the second step. With either strategy, care should be taken to ensure that no single region or regions dominate enrollment, thereby dominating the trial outcome. The five approaches discussed above are not exhaustive. New approaches for sample-size allocation in MRCTs may be developed in the future, and innovation in this area is encouraged. Pooled Regions and Pooled Subpopulations Prespecified pooling of regions or subpopulations may help provide flexibility in sample size allocation to regions, facilitate the assessment of consistency in treatment effects across regions, and support regulatory decision-making. For definitions of pooled regions and pooled subpopulations, see 3. Glossary. The pooling strategy should be justified based on the distribution of the intrinsic and extrinsic factors known to affect the treatment response, and the disease under investigation and similarity of those factors across regions. For example, pooling Canada and the United States into a North American region is often justified because of similar medical practices and similar use of concomitant medications. Pooling strategies should be specified in the study protocol and statistical analysis plan, if applicable. As discussed earlier, region is often a surrogate for the underlying intrinsic and extrinsic factors Contains Nonbinding Recommendations that tend to differentiate regions or populations from each other. If there is sufficient knowledge about these factors at the trial design stage, it may be possible to define subpopulations based on those factors, and then incorporate these newly defined subpopulations in the stratification and analysis, in addition to region. Formally, the term pooled subpopulation refers to pooling of a subset of the subjects from one region with similarly defined subsets from other regions whose members share one or more intrinsic or extrinsic factors important for the drug development program. Ethnicity usually crosses regional boundaries and can be an important risk factor for the disease or related to treatment response (as the example in Section 2.2.1. Figure 2b illustrates). Pooling ethnic subpopulations across regions in an MRCT provides an opportunity to evaluate the impact of ethnicity on",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 622272,
  "end_pos": 623808,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}