{
  "id": "fda_guidance_chunk_0490",
  "title": "Introduction - Part 490",
  "text": "a composite (e.g., death, heart attack, and stroke), but, again, it is critical that measurement and assessment of these be reasonably consistent over time. The endpoint used in the NI study need not necessarily be the one used in the original trials of the active control if data from the historical studies are available to estimate the size of the effect of the active control on the new endpoint used in the NI study. For example, even if the historical studies used a mortality endpoint, the studies could be used, if high quality data could be obtained, to calculate the magnitude of an effect for an endpoint of death plus hospitalization, as long as it was possible to be confident that the circumstances leading to the hospitalization were similar in the historical studies and the NI study. Note, however, that it would not be acceptable to search through a range of endpoints to find the largest historical effect, as this could represent an overestimate of the effect to be expected in the NI study. In general, where there has been substantial evolution over time in disease definition and treatment, or where the methodology used in the historical trials has become outdated, the assumption of constancy may not be supported, and, therefore, the use of an NI design may not be justified. Although an NI study can be designed to be similar in most aspects to the historical studies, it may not be possible to assess that similarity fully until the NI study is completed and various characteristics of the study population and response are evaluated. When there is known heterogeneity of the active control treatment effect related to patient characteristics (e.g., age, sex, severity) and that heterogeneity can be quantified, it may be necessary to adjust the estimate of the size of the active control effect in the NI study if the mix of patient characteristics in the historical studies and the NI study differ substantially. The property of constancy of the treatment effect may depend on which metric is chosen to represent the treatment effect. This issue is discussed in more depth in section IV.B.2.c. Experience suggests that when background rates of outcome events differ among study populations, metrics like hazard ratio or relative risk may be more stable than metrics like absolute",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 657216,
  "end_pos": 658752,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}