{
  "id": "fda_guidance_chunk_0060",
  "title": "Introduction - Part 60",
  "text": "possibility causality standard to be consistent with the discussion about causality in the International Conference on Harmonization (ICH) E2A Guideline (“ICH E2A guidance”).4 However, the Agency notes there is a difference between this rule and the ICH E2A guidance with respect to who is responsible for making the causality judgment. The sponsor is responsible for making the causality judgment for this rule, whereas the ICH E2A guidance recommends that the judgment be based on either the investigator’s or the sponsor’s opinion. This is explained further in sections V.A and VI.D.1 of this document. 4 ICH E2A Guideline for Industry, Clinical Safety Data Management: Definitions and Standards for Expedited Reporting, March 1995, pages 6-7. CDER guidance documents can be found on the Internet at http://www.fda.gov/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/default.htm. We update guidances periodically. To make sure you have the most recent version of a guidance, check the CDER guidance Web site. CBER guidance documents can be found at http://www.fda.gov/BiologicsBloodVaccines/GuidanceComplianceRegulatoryInformation/Guidances/default.htm. 4 Contains Nonbinding Recommendations C. Adverse Reaction5 An adverse reaction means any adverse event caused by a drug. Adverse reactions are a subset of all suspected adverse reactions where there is reason to conclude that the drug caused the event. D. Unexpected (21 CFR 312.32(a)) An adverse event or suspected adverse reaction is considered “unexpected” if it is not listed in the investigator brochure or is not listed at the specificity or severity that has been observed; or, if an investigator brochure is not required or available, is not consistent with the risk information described in the general investigational plan or elsewhere in the current application, as amended. For example, under this definition, hepatic necrosis would be unexpected (by virtue of greater severity) if the investigator brochure referred only to elevated hepatic enzymes or hepatitis. Similarly, cerebral thromboembolism and cerebral vasculitis would be unexpected (by virtue of greater specificity) if the investigator brochure listed only cerebral vascular accidents. \"Unexpected,\" as used in this definition, also refers to adverse events or suspected adverse reactions that are mentioned in the investigator brochure as occurring with a class of drugs or as anticipated from the pharmacological properties of the drug, but are not specifically mentioned as occurring with the particular drug under investigation. This definition relies entirely on the adverse events or suspected adverse reactions listed in the investigator brochure for the particular",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 79296,
  "end_pos": 80832,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}