{
  "id": "fda_guidance_chunk_0341",
  "title": "Introduction - Part 341",
  "text": "use of centralized monitoring to identify and proactively follow up on missing data, inconsistent data, data outliers, and potential protocol deviations that may be indicative of systemic or significant errors. 2. The Investigator and Delegation of Trial-Related Activities Investigators are responsible for the conduct of the DCT and for protecting the rights, safety, and welfare of subjects under their care.19 Investigators must also maintain accurate records of each subject’s case history, including observations and other data pertinent to the investigation.20 Consistent with these responsibilities, investigators should review data from other trial personnel and local HCPs, as applicable, and follow up on any data that are missing, concerning, or appear to be in error. Investigators must also ensure assessments are being completed consistent with 16 See the guidance for industry Electronic Source Data in Clinical Investigations (September 2013) 17 See 21 CFR 312.50, 312.56(a), 812.40, and 812.46. 18 For information on risk-based approaches to monitoring clinical trials, see the guidance for industry A Risk-Based Approach to Monitoring of Clinical Investigations: Questions and Answers (April 2023). 19 See 21 CFR 312.60, 812.3(i), and 812.100. 20 21 CFR 312.62 and 812.140(a)(3). Contains Nonbinding Recommendations the protocol 21 and confirm that participants have received the IP.22 When permitted by the protocol,23 investigators can delegate trial-related activities to appropriate local HCPs. Investigators can work with enrolled participants to identify such providers when appropriate. Investigators must ensure that trial-related activities delegated to local HCPs are conducted according to the investigational plan and applicable regulations and remain responsible for the adequate supervision of those to whom they have delegated these activities.24,25 The extent of decentralization in a clinical trial may vary depending on the investigator’s use of telehealth, trial personnel working remotely, local HCPs, and/or DHTs. Whether all activities can be decentralized depends on the types of assessments and procedures needed to collect endpoints and monitor safety. Additional training, coordination, and standard operating procedures may be needed for decentralized elements to ensure consistent implementation. • When permitted by the trial protocol,26 investigators may delegate trial-related activities that require in-person interactions to appropriate local HCPs (e.g., physical examinations and other medical procedures). These procedures may take place at participants’ homes, local health care facilities, or other suitable locations convenient for participants. • As part of the requirement that investigators protect the safety",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 456960,
  "end_pos": 458496,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.702Z"
}