{
  "id": "fda_guidance_chunk_0213",
  "title": "Introduction - Part 213",
  "text": "false positive conclusion would be taken as an estimate of Type I error probability under those assumptions. In almost all cases, there are an infinite number of scenarios potentially compatible with the null hypothesis. Identifying which scenarios should be considered when estimating Type I error probability can be challenging and may rely on a combination of medical and mathematical considerations. These scenarios may include varying assumptions about nuisance parameters. These nuisance parameters can include statistical parameters, such as the variance of a symptom scale or the probability of response in the control group, and also operational parameters, such as the speed of subject accrual to a trial. For example, consider a trial comparing 2-year mortality rates between an experimental therapy and placebo in an oncology indication with very low (for 21 The asymptotic distribution of a test statistic is the approximate probability distribution of that statistic when the sample size gets large. Contains Nonbinding Recommendations example, median 6-month) survival. The null hypothesis is equal mortality rates in the two arms. Possible scenarios consistent with this null hypothesis would include equal mortality rates of 5 percent, of 50 percent, of 99 percent, of 99.01 percent, and so on. While it is impossible to simulate every scenario compatible with the null hypothesis, it may be possible to determine a limited set of scenarios that adequately represent the plausible range of potential false positives. In this example, medical experts might feel comfortable ruling out any scenario with a 2-year placebo mortality rate below 75 percent, for instance, based on literature and clinical experience with the disease. Mathematical considerations can also play a role in determining which scenarios need to be simulated to estimate Type I error probability. It could be possible to argue that certain scenarios necessarily have lower Type I error probability than other scenarios based on monotonicity. In many cases, it will not be possible to estimate Type I error probability for every set of null assumptions even after taking clinical and mathematical considerations into account. It is common to perform simulations on a grid of plausible values and argue based on the totality of the evidence from the simulations that maximal Type I error probability likely does not exceed a desired level across the range covered by the grid. In the example above, simulations",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 284928,
  "end_pos": 286464,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.692Z"
}