{
  "id": "fda_guidance_chunk_0539",
  "title": "Introduction - Part 539",
  "text": "data is the spectrum of bacterial pathogens that cause CABP today. In most of the historical studies, CABP was considered synonymous with pneumococcal pneumonia because S. pneumoniae was regularly identified. CABP is also caused by other pathogens such as H. influenzae, H. parainfluenzae, S. aureus, and M. catarrhalis, as well as atypical bacteria such as M. pneumoniae, C. pneumoniae, and Legionella species. A fundamental assumption is that historical response rates in infections such as S. pneumoniae CABP are relevant to response rates in modern infections with sensitive organisms. Table 7 provides an overview of the historical studies available for estimation of mortality rates among both treated and untreated patients with pneumococcal pneumonia. In all of the studies, a significant mortality benefit was shown for patients treated with antibacterial drugs (including sulfonamides, penicillin, and tetracyclines) compared to patients who received no specific therapy (untreated). 3 See the revised draft guidance for industry Community-Acquired Bacterial Pneumonia: Developing Drugs for Treatment. When final, this guidance will represent the FDA’s current thinking on this topic. Table 7. Mortality in Observational Studies of Pneumococcal Pneumonia Publication Population Mortality (%): Untreated Patients (Study Years) Mortality (%): Antibacterial-Treated Patients (Study Years) Treatment Difference Untreated-Treated (95% CI) Finland (1943) ≥ 12 years old bacteremic and nonbacteremic N=2,832 (1929-1940)* 41% N=1,220 (1939-1941) 17% (sulfonamides) 24% (21%, 27%) Dowling and Lepper (1951) ≥ 10 years old bacteremic and nonbacteremic N=1,087 (1939, 1940)* 30.5% N=1,274 (1938-1950) 12.3% (sulfonamides) N=920 (1938-1950) 5.1% (penicillins and tetracyclines) 18.2% (15%, 21%) 25.4% (22%, 28%) Austrian and Gold (1964) ≥ 12 years old bacteremic N=17 (1952-1962) 82% N=437 (1952-1962) 17% 65% (41%, 79%) * Historical control patients There are two limitations in the use of these data to determine an NI margin. First, only observational data are presented, and second, no recent studies were available, with the most recent dating to the 1960s. Significant improvements in the standard of care and the availability of better treatment options for patients with CABP compared to the preantibiotic era bring into question the relevance of these historical studies in estimating an active control effect with respect to mortality. In spite of these limitations, the mortality rates among the treated patient cohorts are reasonably consistent, ranging from 5% to 17% across the three decades represented. Mortality rates in the untreated cohorts are more variable.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 723072,
  "end_pos": 724608,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.719Z"
}