{
  "id": "fda_guidance_chunk_0518",
  "title": "Introduction - Part 518",
  "text": "M1 and M2 differs. Failure to exclude inferiority relative to M1 means there is no assurance of any effect. Just as it would be unusual to accept a placebo-controlled study as positive (i.e., a finding of superiority) with p > 0.05, it would be unusual to accept an NI study as positive (i.e., a finding of non-inferiority) where the upper bound of the 95% confidence interval was > M1. On the other hand, failing to exclude M2 by a small amount (e.g., ruling out a loss of 52% of M1 rather than a prespecified loss of 50% of M1) may be acceptable, as the small amount would not suggest the absence of an effect of the drug. E. Estimating the Sample Size It is important to plan the sample size for an NI clinical trial so that the trial will have adequate statistical power to conclude that the NI margin is ruled out if the test drug is truly non-inferior. At the protocol planning stage, using the fixed margin approach, the NI margin (M2) will be specified, and the sample size will be based on the need to rule out that margin. Both the size of the margin and the estimated variance of the treatment effect (T vs C) will affect the sample size determination. For event-driven trials, if the event rate in the NI study is lower than anticipated, power to demonstrate non-inferiority will be reduced. It may be important, therefore, to monitor overall (blinded) event rates during the study and to adjust the sample size if the interim event rates are unexpectedly low, a practice that is common in superiority trials. There is one further consideration in sample size planning. If, in reality, the test drug is somewhat more effective than the control, it will be easier to rule out any given NI margin than if the test drug is equivalent or slightly inferior to the control, and a smaller sample size could be used. A somewhat less effective test drug will, of course, require a larger sample size. It may be difficult to adequately plan the sample size for any study, including an NI study, because of uncertainty about assumptions such as event rates or endpoint variability at the time of study planning. For this reason, adaptive study designs that can",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 694848,
  "end_pos": 696384,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.717Z"
}