{
  "id": "fda_guidance_chunk_0119",
  "title": "Introduction - Part 119",
  "text": "to provide for individual drug development programs.15 This flexibility extends from 58 the early stages of development to the design of adequate and well-controlled clinical 59 investigations required to demonstrate effectiveness to support marketing approval and to 60 establish safety data needed for the intended use. 61 62 Many rare diseases are serious conditions with no approved treatments, leaving substantial 63 unmet medical need for patients. FDA recognizes that rare diseases are highly diverse with 64 varying prevalence, rates of progression, and degrees of heterogeneity that can affect both 65 clinical manifestations and disease courses even within a condition. Further complexity is added 66 depending on what is known about a disease’s natural history and pathophysiology. As such, no 67 one program can be designed exactly like another. FDA is committed to helping sponsors create 68 successful drug development programs that address the particular challenges posed by each 69 disease and encourages sponsors to engage early with the Agency to discuss their drug 70 development program. 71 72 73 III. CONSIDERATIONS FOR NATURAL HISTORY STUDIES 74 75 All drug development programs benefit from a firm scientific foundation, including an 76 understanding of disease natural history. The natural history of rare diseases is often poorly 77 understood, and the need for prospectively designed, protocol-driven natural history studies 78 initiated in the earliest drug development planning stages cannot be overemphasized. Although 79 FDA does not require natural history studies, we advise sponsors to evaluate early the depth and 80 quality of existing natural history knowledge to determine whether it is sufficient to inform their 81 drug development programs. 82 83 For details about natural history studies, refer to the draft guidance for industry Rare Diseases: 84 Natural History Studies for Drug Development (March 2019).16 85 86 12 See section 505(d) of the FD&C Act (21 U.S.C. 355(d)). 13 See 21 CFR 314.126. 14 See 21 CFR 314.126. 15 21 CFR 314.105(c). 16 When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations 4 87 IV. NONCLINICAL STUDIES 88 89 Nonclinical studies are a mandated part of drug development.17 The goal of the nonclinical 90 program, which consists of in vitro and/or in vivo studies, is to provide evidence that the drug is 91 “reasonably safe to conduct the proposed clinical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 158592,
  "end_pos": 160128,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.684Z"
}