{
  "id": "fda_guidance_chunk_0640",
  "title": "Introduction - Part 640",
  "text": "the populationfrom which the study is considered to be a sample. For instance, outcomes in device trials include: • adverse events (e.g., death, renal failure, bleeding, myocardialinfarctions, recurrence), • measures of effectiveness (e.g., in cardiac function, visual acuity,patient satisfaction), and • diagnostic test results. Parameters might describe: • the rate of serious adverse events, • the probability of device effectiveness for a patient, • a patient’s survival probability, and • sensitivity and specificity of a diagnostic device. 3.2 The Bayesian Paradigm The Bayesian paradigm states that probability is the only measure of one’s uncertainty about an unknown quantity. In a Bayesian clinical trial, uncertainty about a quantity of interest is described according to probabilities, which are updated as information is gathered from the trial. Prior distribution Before a Bayesian trial begins and data are obtained, probabilities are given to all the possible values (or ranges of values) of an unknown quantity of interest. These probabilities, taken together, constitute the prior distribution for that quantity. In trials undergoing regulatory review, the prior distribution is usually based on data from previous trials (although mathematically they need not actually be temporally ordered). Bayes’ theorem and posterior probabilities After data from the trial become available, the prior distribution is updated according to Bayes’ theorem. This updated distribution is called the posterior distribution, from which one obtains the probabilities for values of the unknown quantity after data are observed. This approach is a scientifically valid way of combining previous information (the prior probabilities) with current data. The approach can be used in an iterative fashion as knowledge accumulates: today’s posterior probabilities become tomorrow’s prior probabilities. Bayesian inferences are based on the posterior distribution. For example, a Bayesian decision procedure might rule out a set of parameter values if the posterior probability of the parameter values (given the observed data) is small. Decision rules The pre-market evaluation of medical devices aims to demonstrate reasonable assurance of safety and effectiveness of a new device, often through pre-specified decision rules. Traditional hypothesis testing is an example of a type of decision rule. For Bayesian trials, one common type of decision rule considers that a hypothesis has been demonstrated (with reasonable assurance) if its posterior probability is large enough (“large enough” will be discussed later). The Bayesian approach encompasses a number of key",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 858816,
  "end_pos": 860352,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.727Z"
}