{
  "id": "fda_guidance_chunk_0598",
  "title": "Introduction - Part 598",
  "text": "toxic therapies, such as chemotherapy, radiation, or another toxic drug. Many early-phase CGT trials include a Data Monitoring Committee (DMC) to help ensure subject safety. Although use of a medical monitor may be sufficient, a DMC might be considered to enhance subject protection if the trial presents substantial risks to subjects.6 In addition to providing evidence of safety, many early-phase clinical trials have the secondary objective of obtaining preliminary efficacy or proof-of-concept data to support subsequent clinical development. Therefore, sponsors are encouraged to include a wide range of activity or efficacy outcome measures in early-phase clinical trials. 2. Special Monitoring Considerations for CGT Products In addition to general tests and monitoring to look for unanticipated safety issues, evaluations may include assessments targeting specific safety issues that could be anticipated with CGT products. Such product-specific safety issues might include 6 For additional information on DMCs, please see the guidance document entitled “Guidance for Clinical Trial Sponsors: Establishment and Operation of Clinical Trial Data Monitoring Committees” dated March 2006, http://www.fda.gov/downloads/RegulatoryInformation/Guidances/UCM127073.pdf. Contains Nonbinding Recommendations acute or delayed infusion reactions, autoimmunity, graft failure, GVHD, new malignancies, transmission of infectious agents from a donor, and viral reactivation. Monitoring procedures relevant to specific CGT products or study populations include the following:  If immunogenicity is a concern (e.g., with viral capsids or allogeneic cellular products), then each subject’s immune response to the product should be evaluated. This evaluation may include monitoring for evidence of both cellular and humoral immune responses. If adequate assays are not yet available, baseline and post-treatment blood and/or plasma, as appropriate, should be cryopreserved for later evaluation, once assays have been developed.  Attempts should be made to determine the duration of persistence of the product and its activity. Product persistence is assessed by looking for evidence of the presence of cells, vector, or virus in biological fluids or tissues. Activity might be assessed by looking for physiologic effects, such as gene expression or changes in biomarkers. In some trials, these assessments of persistence or activity could be based on relevant tissue (e.g., from the site of administration or the site of intended activity) that becomes available in the course of subject management or is easily obtained by biopsy. In such trials, the protocol might include plans for tissue studies. If some deaths are expected to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 802368,
  "end_pos": 803904,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.724Z"
}