{
  "id": "fda_guidance_chunk_0291",
  "title": "Introduction - Part 291",
  "text": "that the clinical trial reports in marketing applications meet the standards of the ICH Guidance for Structure and Content of Clinical Study Reports. (NOTE: The ICH Guidance for Structure and Content of Clinical Study Reports specifies that abbreviated study reports may be acceptable in certain cases.) 5.23 Multicenter Trials For multicenter trials, the sponsor should ensure that: 5.23.1 All investigators conduct the trial in strict compliance with the protocol agreed to by the sponsor and, if required, by the regulatory authority(ies), and given Contains Nonbinding Recommendations approval/favorable opinion by the IRB/IEC. 5.23.2 The CRFs are designed to capture the required data at all multicenter trial sites. For those investigators who are collecting additional data, supplemental CRFs should also be provided that are designed to capture the additional data. 5.23.3 The responsibilities of coordinating investigator(s) and the other participating investigators are documented prior to the start of the trial. 5.23.4 All investigators are given instructions on following the protocol, on complying with a uniform set of standards for the assessment of clinical and laboratory findings, and on completing the CRFs. 5.23.5 Communication between investigators is facilitated. 6. CLINICAL TRIAL PROTOCOL AND PROTOCOL AMENDMENT(S) The contents of a trial protocol should generally include the following topics. However, site specific information may be provided on separate protocol page(s), or addressed in a separate agreement, and some of the information listed below may be contained in other protocol referenced documents, such as an Investigator's Brochure. 6.l General Information 6.1.1 Protocol title, protocol identifying number, and date. Any amendment(s) should also bear the amendment number(s) and date(s). 6.1.2 Name and address of the sponsor and monitor (if other than the sponsor). 6.1.3 Name and title of the person(s) authorized to sign the protocol and the protocol amendment(s) for the sponsor. 6.1.4 Name, title, address, and telephone number(s) of the sponsor's medical expert (or dentist when appropriate) for the trial. 6.1.5 Name and title of the investigator(s) who is (are) responsible for conducting the trial, and the address and telephone number(s) of the trial site(s). 6.1.6 Name, title, address, and telephone number(s) of the qualified physician (or dentist, if applicable), who is responsible for all trial-site related medical (or dental) decisions (if other than investigator). 6.1.7 Name(s) and address(es) of the clinical laboratory(ies) and other medical and/or technical department(s) and/or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 389760,
  "end_pos": 391296,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.698Z"
}