{
  "id": "fda_guidance_chunk_0289",
  "title": "Introduction - Part 289",
  "text": "documented by the sponsor's designated representative. ADDENDUM (e) Reports of on-site and/or centralized monitoring should be provided to the sponsor (including appropriate management and staff responsible for trial and site oversight) in a timely manner for review and follow up. Results of monitoring activities should be documented in sufficient detail to allow verification of Contains Nonbinding Recommendations compliance with the monitoring plan. Reporting of centralized monitoring activities should be regular and may be independent from site visits. ADDENDUM 5.18.7 Monitoring Plan The sponsor should develop a monitoring plan that is tailored to the specific human subject protection and data integrity risks of the trial. The plan should describe the monitoring strategy, the monitoring responsibilities of all the parties involved, the various monitoring methods to be used, and the rationale for their use. The plan should also emphasize the monitoring of critical data and processes. Particular attention should be given to those aspects that are not routine clinical practice and that require additional training. The monitoring plan should reference the applicable policies and procedures. 5.19 Audit If or when sponsors perform audits, as part of implementing quality assurance, they should consider: 5.19.1 Purpose The purpose of a sponsor's audit, which is independent of and separate from routine monitoring or quality control functions, should be to evaluate trial conduct and compliance with the protocol, SOPs, GCP, and the applicable regulatory requirements. 5.19.2 Selection and Qualification of Auditors (a) The sponsor should appoint individuals, who are independent of the clinical trials/systems, to conduct audits. (b) The sponsor should ensure that the auditors are qualified by training and experience to conduct audits properly. An auditor's qualifications should be documented. 5.19.3 Auditing Procedures (a) The sponsor should ensure that the auditing of clinical trials/systems is conducted in accordance with the sponsor's written procedures on what to audit, how to audit, the frequency of audits, and the form and content of audit reports. (b) The sponsor's audit plan and procedures for a trial audit should be guided by the importance of the trial to submissions to regulatory authorities, the number of subjects in the trial, the type and complexity of the trial, the level of risks to the trial subjects, and any identified problem(s). (c) The observations and findings of the auditor(s) should be documented. (d) To preserve the independence",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 387072,
  "end_pos": 388608,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.698Z"
}