{
  "id": "fda_guidance_chunk_0614",
  "title": "Introduction - Part 614",
  "text": "in ICH M3(R2) can be used. If the active metabolite is not adequately produced in the animal species, then the target molecule for toxicological evaluation is the active metabolite and therefore additional testing beyond that recommended for metabolites can be appropriate. Timing of the nonclinical testing of the active metabolite in this case should follow the general timelines as outlined in ICH M3(R2) rather than the timing indicated for metabolite testing in section III (3) of M3(R2). C. Reversibility of Toxicity (3) Q1: When is assessment of reversibility considered to be appropriate and is it important to demonstrate full reversibility or is it sufficient to demonstrate the potential for full reversibility? A1: ICH M3(R2) states the following in section I.D General Principles (1.4): “The goals of the nonclinical safety evaluation generally include a characterization of toxic effects with respect to target organs, dose dependence, relationship to exposure, and, when appropriate, potential reversibility.” Evaluation of the potential for reversibility of toxicity (i.e., return to the original or normal condition) should be provided when there is severe toxicity in a nonclinical study with potential adverse clinical impact. The evaluation can be based on a study of reversibility or on a scientific assessment. The scientific assessment of reversibility can include the extent and severity of the pathologic lesion, the regenerative capacity of the organ system showing the effect and knowledge of other drugs causing the effect. Thus, recovery arms or studies are not always critical to conclude whether an adverse effect is reversible. The demonstration of full reversibility is not considered essential. A trend towards reversibility (decrease in incidence or severity), and scientific assessment that this trend would eventually progress to full reversibility, are generally sufficient. If full reversibility is not anticipated, this should be considered in the clinical risk assessment. A toxicity study that includes a terminal non-dosing period is generally warranted if a scientific assessment cannot predict whether the toxicity will be reversible and if: 1. there is severe toxicity at clinically relevant exposures (e.g., ≤ 10-fold the clinical exposure); or 2. the toxicity is only detectable at an advanced stage of the pathophysiology in humans and where significant reduction in organ function is expected. (The assessment of reversibility in this case should be considered even at > 10-fold exposure multiples.) A toxicity study that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 823872,
  "end_pos": 825408,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.725Z"
}