{
  "id": "fda_guidance_chunk_0751",
  "title": "Introduction - Part 751",
  "text": "acceptable, the use of a placebo group for a short period at the beginning of an active control trial could establish assay sensitivity (at least for short-term effects). The trial would then continue without the placebo group. iv. Randomized Withdrawal (2.1.5.2.4) In a randomized withdrawal trial, subjects receiving a test treatment for a specified time are randomly assigned to continued treatment with the test treatment or to placebo (i.e., withdrawal of active therapy). Subjects for such a trial could be derived from an organized open single-arm study, from an existing clinical cohort (but usually with a protocol-specified wash-in phase to establish the initial on-therapy baseline), from the active arm of a controlled trial, or from one or both arms of an active control trial. Any difference that emerges between the group receiving continued treatment and the group randomized to placebo would demonstrate the effect of the active treatment. The pre-randomization observation period on treatment can be of any length; this approach can therefore be used to study long-term persistence of effectiveness when longterm placebo treatment would not be acceptable. The post-withdrawal observation period could be of fixed duration or could use early escape or time to event (e.g., relapse of depression) approaches. As with the early-escape design, careful attention should be paid to procedures for monitoring patients and assessing study endpoints to ensure that patients failing on an assigned treatment are identified rapidly. The randomized withdrawal approach is useful in several situations. First, it may be suitable for drugs that appear to resolve an episode of recurring illness (e.g., antidepressants), in which case the withdrawal study is, in effect, a relapse-prevention study. Second, it may be used for drugs that suppress a symptom or sign (chronic pain, hypertension, and angina), but where a long-term placebo-controlled trial would be difficult; in this case, the study can establish long-term efficacy. Third, the design is particularly useful in determining how long a therapy should be continued (e.g., post-infarction treatments with a beta-blocker). The general advantage of randomized withdrawal designs, when used with an early-escape endpoint, such as return of symptoms, is that the period of placebo exposure with poor response that a patient would have to undergo is short. This type of design can address dosing issues. After all patients have received an initial fixed dose, they",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1008000,
  "end_pos": 1009536,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.736Z"
}