{
  "id": "fda_guidance_chunk_0561",
  "title": "Introduction - Part 561",
  "text": "the LBP may only be marketed as a dietary supplement if one or more of the following is true: (1) substantial clinical investigations of the LBP have not been instituted; (2) the existence of substantial clinical investigations of the LBP (if such clinical investigations were instituted) has not been made public; or (3) the Secretary has issued a regulation, after notice and comment, finding that the article would be lawful under the FD&C Act (21 U.S.C. 321(ff)(3)(B)(ii)). As of the date of issuance of this guidance, no such regulations have been issued. Contains Nonbinding Recommendations containing the LBP may continue to be marketed only if the existence of such investigations has not been made public, or if one of the exceptions in section 301(ll)(2)-(3) of the FD&C Act applies.8 FDA’s primary goals in reviewing an IND are, in all phases of the investigation (phases 1, 2, and 3), to assure the safety and rights of subjects, and in Phases 2 and 3, to help assure that the quality of the scientific evaluation of drugs is adequate to permit an evaluation of the drug’s effectiveness and safety (21 CFR 312.22(a)). The general principles of the IND submission and IND content and format are contained in 21 CFR 312.22 and 312.23, respectively. This guidance describes information that should be provided in an IND in order to meet the requirements under 21 CFR 312.23 for early clinical trials evaluating LBPs. III. ADMINISTRATIVE AND REGULATORY PROCEDURES A. Pre-IND Advice and Meetings Formal communication with FDA representatives before submission of an IND may be helpful, especially for sponsors that have not previously interacted with CBER, for sponsors who have limited experience with IND submissions, or for sponsors who have new products, technology, or assays under development. The purpose of a “pre-IND meeting” is generally to discuss information required under an IND, such as product characterization, final and in-process testing of the product, any animal data, and the proposed clinical protocol (see 21 CFR 312.23). For information on how to request, schedule, conduct, and document pre-IND meetings, please refer to the FDA document entitled “Guidance for Industry: Formal Meetings Between the FDA and Sponsors or Applicants” dated May 2009 (Ref. 2). B. Address for Submission of INDs An original IND submission, as well as IND amendments, must be submitted in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 752640,
  "end_pos": 754176,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.720Z"
}