{
  "id": "fda_guidance_chunk_0422",
  "title": "Introduction - Part 422",
  "text": "and IRB approval of the modified protocol has been granted (21 CFR 56.103). • If the arm to be added does not include a new version of the investigational cellular or gene therapy (e.g., a new arm that will study Product B in combination with a marketed product, or a new arm that will study investigational Products A and B together), then we recommend that the sponsor submit: - An amendment to the Primary IND with the updated clinical protocol (i.e., with the new arm); and - Any additional P/T information supporting the new arm, if applicable, submitted to the relevant IND(s). Contains Nonbinding Recommendations C. Submitting Other Types of Changes or New Information • For revisions to the umbrella trial clinical protocol that do not add a new arm or for other types of new clinical information, the sponsor should submit the revised protocol or new clinical information to the Primary IND. The sponsor does not need to submit any information to the Secondary INDs. • For new CMC or P/T information (e.g., changes to the CMC information, new P/T study report): if the new information is specific to one product (e.g., Product B), then that information should be submitted to IND B only. If the new information is for multiple products (e.g., Products A and B), then the new information should be submitted to INDs A and B (or submitted to IND A and cross-referenced by IND B, as mentioned previously). For new P/T information, the sponsor should also submit an updated investigator brochure to the Primary IND. D. Clinical Holds and Responses to Hold • If only one arm (e.g., arm studying Product B) will be placed on hold, then the Primary IND would be placed on partial hold and the relevant Secondary IND would be placed on hold (or partial hold, if appropriate). • In the event that FDA issues an order placing the entire study on clinical hold (e.g., due to a safety issue that applies to all product versions), then all Primary and Secondary INDs would be placed on hold (or partial hold, if appropriate). 21 CFR 312.42(a). • To respond to a clinical hold, the sponsor will need to submit a response to each IND that was placed on hold. However, detailed information responding to each hold",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 565824,
  "end_pos": 567360,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.709Z"
}