{
  "id": "fda_guidance_chunk_0624",
  "title": "Introduction - Part 624",
  "text": "of the two species) are recommended because the dose-limiting toxicities of potential concern for clinical monitoring have not been identified. If toxicity is identified in one species, then the limit on clinical exposure is based on the No Observed Adverse Effect Level (NOAEL) exposure in the species with toxicity or ½ the NOAEL exposure in the species without toxicity, whichever is lower. This can yield a higher limit in Approach 4 than in the case where toxicity in neither species has been observed. The limit on clinical exposure for Approach 4 when based on toxicity can be comparable to the limit on clinical exposure in Approach 5. If dose-limiting toxicity is identified in both species using Approach 4, then the high-dose recommendations of section I.E (1.5) have been met or exceeded in both species and a maximum clinical dose can be based on standard risk assessment used for phase 1 trials and a clinical MTD can be explored. Q2c: In cases where toxicity is demonstrated (e.g., Approaches 3 and 5) why is the maximum allowable human dose (equal to or 1/2 the NOAEL) different from usual practice ( i.e., (1) where toxicity is nonserious and/or monitorable, human doses above the NOAEL would normally be allowed, and (2) where toxicity is serious and non-monitorable the maximum human dose would usually be limited to 1/10th the NOAEL). A2c: The more stringent limits on maximum exposure in exploratory clinical trials compared to standard phase 1 trials are consistent with the more limited nonclinical recommendations compared with the standard toxicity study recommendations described in section I.E (1.5) and section V (5) in M3(R2). For example, in Approach 3, extended single-dose studies are recommended rather than the typical recommendation of a study of at least 2 weeks’ duration (see Table 1 and Approach 5); the nonrodent study is only confirmatory in nature and can be limited to 3 animals at a single-dose level targeted to be a NOAEL. The recommendation that the maximum human exposure allowed could be up to 1/2 the NOAEL exposure assumes that the toxicity defining the NOAEL is not severe and is monitorable. If this is not the case, it might be appropriate to adjust the exposure margin based on the nature of the dose-limiting toxicity. Q3: Why is an MFD treated like an MTD",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 837312,
  "end_pos": 838848,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.726Z"
}