{
  "id": "fda_guidance_chunk_0810",
  "title": "Introduction - Part 810",
  "text": "of the protocol, and the assumptions underlying any mathematical models employed should be clearly explained. It is also important to demonstrate the robustness of the corresponding results of analysis, especially when the strategy in question could itself lead to biased estimates of treatment effects. Because of the unpredictability of some problems, it may sometimes be preferable to defer detailed consideration of the manner of dealing with irregularities until the blind review of the data at the end of the trial, and, if so, this should be stated in the protocol. 2. Per Protocol Set (5.2.2) The per protocol set of subjects, sometimes described as the valid cases, the efficacy sample, or the evaluable subjects sample, defines a subset of the subjects in the full analysis set who are more compliant with the protocol and is characterized by criteria such as the following: a. The completion of a certain prespecified minimal exposure to the treatment regimen (i) b. The availability of measurements of the primary variable(s) (ii) c. The absence of any major protocol violations, including the violation of entry criteria (iii) The precise reasons for excluding subjects from the per protocol set should be fully defined and documented before breaking the blind in a manner appropriate to the circumstances of the specific trial. The use of the per protocol set may maximize the opportunity for a new treatment to show additional efficacy in the analysis, and most closely reflects the scientific model underlying the protocol. However, the corresponding test of the hypothesis and estimate of the treatment effect may or may not be conservative, depending on the trial. The bias, which may be severe, arises from the fact that adherence to the study protocol may be related to treatment and outcome. The problems that lead to the exclusion of subjects to create the per protocol set, and other protocol violations, should be fully identified and summarized. Relevant protocol violations may include errors in treatment assignment, the use of excluded medication, poor compliance, loss to followup, and missing data. It is good practice to assess the pattern of such problems among the treatment groups with respect to frequency and time to occurrence. 3. Roles of the Different Analysis Sets (5.2.3) In general, it is advantageous to demonstrate a lack of sensitivity of the principal trial",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1087296,
  "end_pos": 1088832,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.740Z"
}