{
  "id": "fda_guidance_chunk_0522",
  "title": "Introduction - Part 522",
  "text": "and the active control rate is 55%, identifying the NI margin in this case as 15% would not be reasonable because such a small difference could easily be the result of a different disease definition or ancillary therapy. When the historical cure rates for the active control and the cure rate in patients who receive no treatment are not known at all from actual studies (i.e., are just based on clinical impressions), it will be difficult or impossible to define an NI margin. 2. Can the margin M2 be flexible? As discussed in detail in sections III and IV, there is a critical difference between demonstrating that the margins M1 and M2 have been met. M1 is used to determine whether the NI study shows that the test drug has any effect at all. Accepting a result in which the 95% confidence interval did not rule out a loss of M1 or greater would be similar to accepting as evidence of effectiveness a superiority study whose estimated treatment effect was not significant at p ≤ 0.05. M2, in contrast, represents clinical judgment about the amount of the active control effect that must be retained. A typical value for M2 is often 50% of M1, at least partly because the sample sizes needed to retain a larger amount, e.g., 60% or more, of the active control effect become impractically large. In this case, there is a better argument for some degree of flexibility if the study did not quite rule out the M2 margin; there might be reason to consider, for example, assurance of 48% retention as acceptable. We have also concluded that the more conservative fixed margin method should generally be used in ensuring that M1 is ruled out, but that the synthesis method can be used to assess non-inferiority with respect to M2. Of course, allowing the test drug to be inferior to the standard by too large an amount, especially for endpoints of mortality and serious morbidity, would not be acceptable. 3. Can prior information or other data (e.g., studies of related drugs, pharmacologic effects) be considered statistically in choosing the NI margins or in deciding whether the NI study has demonstrated its objective? Prior information can be incorporated into a statistical model or within a Bayesian framework to take into account",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 700224,
  "end_pos": 701760,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.717Z"
}