{
  "id": "fda_guidance_chunk_0124",
  "title": "Introduction - Part 124",
  "text": "investigation(s). 186 187 • Species Selection: 188 189 – Sponsors should conduct nonclinical evaluations in pharmacologically relevant 190 species. It may be appropriate to conduct the general toxicology studies in a single 191 species, for example, if there is only one relevant species and the potential for off-192 target toxicity is low. In some cases, initiation of clinical investigations can be 193 supported by POC studies of appropriate duration in animal disease models, with 194 incorporation of adequate toxicological assessments into the POC study. For such 195 modified POC studies, FDA encourages sponsors to discuss the adequacy of the study 196 25 See 21 CFR 312.23. See also ICH M3(R2), ICH S6(R1), and ICH S9. Additionally, see the ICH guidances for industry S7A Safety Pharmacology Studies for Human Pharmaceuticals (July 2001), S7B Nonclinical Evaluation of the Potential for Delayed Ventricular Repolarization (QT Interval Prolongation) by Human Pharmaceuticals (October 2005), and E14 and S7B Clinical and Nonclinical Evaluation of QT/QTc Interval Prolongation and Proarrhythmic Potential — Questions and Answers (August 2022). 26 See 21 CFR 312.23(a)(8) and ICH M3(R2), ICH S6(R1), and ICH S9. Contains Nonbinding Recommendations 7 design (e.g., number of animals used and plans for tissue collection and evaluation, 197 good laboratory practice status) with the review division before initiating the study. 198 199 • Developmental and Reproductive Toxicity Assessment: 200 201 – An assessment of toxicity to embryofetal development can generally be submitted 202 with the marketing application;27 however, it may be appropriate to defer submission 203 to after approval, depending on factors such as the indication and patient population. 204 In some instances, embryofetal developmental data may be requested earlier if there 205 is a cause for concern that needs to be better characterized. The need for fertility and 206 prenatal and postnatal development studies should be determined based on the patient 207 population and existing data concerning identified hazards to these endpoints. If these 208 studies are needed, the data would generally be submitted with the marketing 209 application or in the postmarket period, as appropriate. 210 211 • Carcinogenicity Assessment: 212 213 – If the conduct of carcinogenicity studies is warranted, these data should generally be 214 submitted with the marketing application. In certain circumstances, submission of 215 these data may be deferred to after approval. The timing of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 165312,
  "end_pos": 166848,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}