{
  "id": "fda_guidance_chunk_0605",
  "title": "Introduction - Part 605",
  "text": "staff responsible for implementing this guidance. If you cannot identify the appropriate FDA staff, call the appropriate number listed on the title page of this guidance. I. INTRODUCTION2 Although the ICH M3(R2) guidance is still in its early phases of the implementation, the complexity of the guidance, its broader scope, and numerous changes in recommendations from the M3(R1) guidance have generated questions that have an impact on its successful implementation. This question and answer (Q&A) document is intended to clarify the key issues. The Steering Committee has endorsed the establishment of an M3(R2) Implementation Working Group (IWG), which is currently working on the development of Q&As. This guidance is a revision of the ICH guidance of the same title dated February 2012 (M3(R2) Q&As). The February 2012 guidance addressed the first set of Q&As on Limit Dose for Toxicity Studies, Metabolites, and Reversibility of Toxicity that was finalized under Step 4 in June 2011. In December 2011, a second set of Q&As addressing Combination Drug Toxicity Testing was developed and approved under Step 4 for integration in the M3(R2) Q&As. In March 2012, an additional question on Limit Dose for Toxicity Studies and four additional sections addressing Safety Pharmacology, Exploratory Clinical Trials, Reproductive Toxicity, and Juvenile Animal 1 This guidance was developed within the Expert Working Group (Multidisciplinary) of the International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use (ICH) and has been subject to consultation by the regulatory parties, in accordance with the ICH process. This document has been endorsed by the ICH Steering Committee at Step 4 of the ICH process, December 2011 and March 2012. At Step 4 of the process, the final draft is recommended for adoption to the regulatory bodies of the European Union, Japan, and the United States. 2 Arabic numbers reflect the organizational breakdown in the document endorsed by the ICH Steering Committee at Step 4 of the ICH process, June 2011. Studies were approved under Step 4 for integration in the (M3(R2) Q&As. This revised guidance incorporates the changes approved in December 2011 and March 2012. FDA’s guidance documents, including this guidance, do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 811776,
  "end_pos": 813312,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.724Z"
}