{
  "id": "fda_guidance_chunk_0414",
  "title": "Introduction - Part 414",
  "text": "if the model is misspecified and treatment effects substantially differ across subgroups. Interpretability increases with the quality of model specification. Sponsors should discuss any planned assessments of model assumptions and implications for analyses with the relevant review division. • Sponsors can perform covariate-adjusted estimation and inference for an unconditional treatment effect (e.g., the odds ratio of 4.8 in Table 1) in the primary analysis of data from a randomized trial. The method used should provide valid inference under approximately the same minimal statistical assumptions that would be needed for unadjusted estimation in a randomized trial. With nonlinear models using a covariate-adjusted estimator for an unconditional treatment effect, sponsors can use an appropriate bootstrap method or standard error formulas justified in the statistical literature for confidence interval construction. A Contains Nonbinding Recommendations variety of statistically reliable methods have been proposed in the literature for covariate adjustment with unconditional treatment effects (Colantuoni and Rosenblum 2015). • Covariate-adjusted estimators of unconditional treatment effects that are robust to misspecification of regression models have been proposed for randomized clinical trials with binary outcomes (e.g., Steingrimsson et al. 2017), ordinal outcomes (e.g., Díaz et al. 2016), count outcomes (e.g., Rosenblum and van der Laan 2010), and time-to-event outcomes (e.g., Tangen and Koch 1999; Lu and Tsiatis 2008). If a novel method is proposed and statistical properties are unclear, the specific proposal should be discussed with the review division. • As an example, the following are steps for one reliable method for covariate adjustment for unconditional treatment effects with binary outcomes that produces a resulting estimator (Steingrimsson et al. 2017; Freedman 2008) termed the “standardized,” “plug-in,” or “g-computation” estimator: (1) Fit a logistic model with maximum likelihood that regresses the outcome on treatment assignments and prespecified baseline covariates. The model should include an intercept term. (2) For each subject, regardless of treatment group assignment, compute the model-based prediction of the probability of response under treatment using the subject’s specific baseline covariates. (3) Estimate the average response under treatment by averaging (across all subjects in the trial) the probabilities estimated in Step 2. (4) For each subject, regardless of treatment group assignment, compute the model-based prediction of the probability of response under control using the subject’s specific baseline covariates. (5) Estimate the average response under control by averaging (across all subjects in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 555072,
  "end_pos": 556608,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.709Z"
}