{
  "id": "fda_guidance_chunk_0261",
  "title": "Introduction - Part 261",
  "text": "of the armed forces, and persons kept in detention. Other vulnerable subjects include patients with incurable diseases, persons in nursing homes, unemployed or impoverished persons, patients in emergency situations, ethnic minority groups, homeless persons, nomads, refugees, minors, and those incapable of giving consent. Contains Nonbinding Recommendations 1.62 Well-being (of the trial subjects) The physical and mental integrity of the subjects participating in a clinical trial. ADDENDUM 1.63 Certified Copy A copy (irrespective of the type of media used) of the original record that has been verified (i.e., by a dated signature or by generation through a validated process) to have the same information, including data that describe the context, content, and structure, as the original. 1.64 Monitoring Plan A document that describes the strategy, methods, responsibilities, and requirements for monitoring the trial. 1.65 Validation of Computerized Systems A process of establishing and documenting that the specified requirements of a computerized system can be consistently fulfilled from design until decommissioning of the system or transition to a new system. The approach to validation should be based on a risk assessment that takes into consideration the intended use of the system and the potential of the system to affect human subject protection and reliability of trial results. Contains Nonbinding Recommendations 2. THE PRINCIPLES OF ICH GCP 2.l Clinical trials should be conducted in accordance with the ethical principles that have their origin in the Declaration of Helsinki, and that are consistent with GCP and the applicable regulatory requirement(s). 2.2 Before a trial is initiated, foreseeable risks and inconveniences should be weighed against the anticipated benefit for the individual trial subject and society. A trial should be initiated and continued only if the anticipated benefits justify the risks. 2.3 The rights, safety, and well-being of the trial subjects are the most important considerations and should prevail over interests of science and society. 2.4 The available nonclinical and clinical information on an investigational product should be adequate to support the proposed clinical trial. 2.5 Clinical trials should be scientifically sound, and described in a clear, detailed protocol. 2.6 A trial should be conducted in compliance with the protocol that has received prior institutional review board (IRB)/independent ethics committee (IEC) approval/favorable opinion. 2.7 The medical care given to, and medical decisions made on behalf of, subjects should always be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 349440,
  "end_pos": 350976,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.696Z"
}