{
  "id": "fda_guidance_chunk_0600",
  "title": "Introduction - Part 600",
  "text": "of effects on these systems may be critical elements in the design of pediatric clinical trials. 3. Duration of Follow-up In general, the duration of monitoring for adverse events should begin with any pretreatment and cover the time during which the product might reasonably be thought to present safety concerns. In addition, the expected time course of pharmacologic activity may influence the duration of monitoring. The appropriate duration of follow-up depends on the results of preclinical studies, experience with related products, knowledge of the disease process, and other scientific information. In case of failure to administer the CGT product to a subject, the protocol should stipulate any follow-up time needed to assess the risks of any harvesting procedure or other type of preparative treatments (e.g., immune modification) the subject received. For most CGT products, a year or more of follow-up is appropriate for each subject in early-phase trials. For some CGT products, such as those with an indefinite duration of activity, additional long-term follow-up might be appropriate. For example, long-term safety monitoring can be useful if the product contains cells for which there is concern, either from the animal studies or other scientific information, that the cells might transform, migrate, or otherwise have the potential to develop ectopic tissue. The monitoring program should account for the duration of risks due to any concomitant medications, such as immunosuppressants. In addition, sponsors should consider the duration of follow-up that will provide preliminary evidence of efficacy and information on durability of activity. With respect to extended follow-up, for certain GT products, we recommend following the recommendations in the FDA guidance document entitled “Guidance for Industry: Gene Therapy Clinical Trials – Observing Subjects for Delayed Adverse Events” dated November 2006 (Ref. 11). As stated in that guidance, if the product is a GT for which the vector is integrating, or if the vector has latency, such as herpes simplex virus, then sponsors should follow subjects for 15 years to identify any late safety issues. Long-term safety monitoring can also be useful if the product involves a gene that might predispose subjects to develop secondary malignancies. Contains Nonbinding Recommendations Sponsors sometimes propose to have one protocol for a CGT study of safety or efficacy, and a separate protocol for long-term monitoring. However, long-term follow-up is sometimes necessary for the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 805056,
  "end_pos": 806592,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.724Z"
}