{
  "id": "fda_guidance_chunk_0125",
  "title": "Introduction - Part 125",
  "text": "postmarket period, as appropriate. 210 211 • Carcinogenicity Assessment: 212 213 – If the conduct of carcinogenicity studies is warranted, these data should generally be 214 submitted with the marketing application. In certain circumstances, submission of 215 these data may be deferred to after approval. The timing of carcinogenicity studies 216 should be discussed with the review division as early as possible in the drug 217 development program.28 218 219 The suitability of any or all of the above flexibilities to any given development program needs to 220 be determined on a case-by-case basis. Therefore, FDA strongly encourages the sponsor to 221 discuss the proposed approach with the review division to obtain concurrence with the sponsor’s 222 proposed nonclinical development program.29 223 224 225 27 This is predicated on an expectation that effective pregnancy prevention measures will be employed by persons of childbearing potential enrolled in the clinical trials. See ICH M3(R2). 28 See ICH S6(R1), and the ICH guidances for industry S1A The Need for Long-term Rodent Carcinogenicity Studies of Pharmaceuticals (March 1996) and S1B(R1) Addendum to S1B Testing for Carcinogenicity of Pharmaceuticals (November 2022). 29 For recommendations on the substance and scope of nonclinical information needed to support clinical trials for cell therapy and gene therapy products, see the guidance for industry Preclinical Assessment of Investigational Cellular and Gene Therapy Products (November 2013). Contains Nonbinding Recommendations 8 V. CONSIDERATIONS IN CLINICAL DEVELOPMENT, EFFECTIVENESS, AND 226 SAFETY 227 228 A. Clinical Pharmacology Considerations, Dose Selection, and Use of 229 Biomarkers 230 231 The following should be considered about clinical pharmacology, dose selection, and use of 232 biomarkers in rare disease drug development. 233 234 1. Clinical Pharmacology Considerations and Dose Selection 235 236 FDA expects that routine clinical pharmacology assessments typically undertaken during drug 237 development will be performed in rare disease drug development programs.30 The need for 238 specific clinical pharmacology assessments may depend on factors such as what is known about 239 the drug’s disposition, drug interaction potential with any concomitant medications, 240 comorbidities, the anticipated safety profile of the drug, and the potential impacts of organ 241 impairment on a drug’s pharmacokinetics. 242 243 In general, sponsors should evaluate the effects of more than one dosage on response using 244 pharmacodynamic or other sensitive clinical measures of efficacy and safety",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 166656,
  "end_pos": 168192,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}