{
  "id": "fda_guidance_chunk_0691",
  "title": "Introduction - Part 691",
  "text": "the Center for Drug Evaluation and Research (CDER) at the Food and Drug Administration. Contains Nonbinding Recommendations II. BACKGROUND The process identified in this guidance pertains to determining the MRSD for adult healthy subjects when beginning a clinical investigation of any new drug or biological therapeutic that has been studied in animals. This guidance is not pertinent to endogenous hormones and proteins (e.g., recombinant clotting factors) used at physiologic concentrations or prophylactic vaccines. The process outlined in this guidance pertains primarily to drug products for which systemic exposure is intended; it does not address dose escalation or maximum allowable doses in clinical trials. Although the process outlined in this guidance uses administered doses, observed toxicities, and an algorithmic approach to calculate the MRSD, an alternative approach could be proposed that places primary emphasis on animal pharmacokinetics and modeling rather than dose (Mahmood et al. 2003; Reigner and Blesch 2002). In a limited number of cases, animal pharmacokinetic data can be useful in determining initial clinical doses.2 However, in the majority of investigational new drug applications (INDs), animal data are not available in sufficient detail to construct a scientifically valid, pharmacokinetic model whose aim is to accurately project an MRSD. Toxicity should be avoided at the initial clinical dose. However, doses should be chosen that allow reasonably rapid attainment of the phase 1 trial objectives (e.g., assessment of the therapeutic’s tolerability, pharmacodynamic or pharmacokinetic profile). All of the relevant preclinical data, including information on the pharmacologically active dose, the full toxicologic profile of the compound, and the pharmacokinetics (absorption, distribution, metabolism, and excretion) of the therapeutic, should be considered when determining the MRSD. Starting with doses lower than the MRSD is always an option and can be particularly appropriate to meet some clinical trial objectives. 2 If the parent drug is measured in the plasma at multiple times and is within the range of toxic exposures for two or more animal species, it may be possible to develop a pharmacokinetic model predicting human doses and concentrations and to draw inferences about safe human plasma levels in the absence of prior human data. Although quantitative modeling for this purpose may be straightforward, the following points suggest this approach can present a number of difficulties when estimating a safe starting dose. Generally, at the time of IND",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 927360,
  "end_pos": 928896,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.731Z"
}