{
  "id": "fda_guidance_chunk_0815",
  "title": "Introduction - Part 815",
  "text": "of the key primary variable (multiple variables), the choice of a critical treatment contrast (multiple comparisons), and the use of a summary measure such as area under the curve (repeated measures). In confirmatory analyses, any aspects of multiplicity that remain after steps of this kind have been taken should be identified in the protocol; adjustment should always be considered and the details of any adjustment procedure or an explanation of why adjustment is not thought to be necessary should be set out in the analysis plan. G. Subgroups, Interactions, and Covariates (5.7) The primary variable(s) is often systematically related to other influences apart from treatment. For example, there may be relationships to covariates such as age and sex, or there may be differences between specific subgroups of subjects, such as those treated at the different centers of a multicenter trial. In some instances, an adjustment for the influence of covariates or for subgroup effects is an integral part of the planned analysis and hence should be set out in the protocol. Pretrial deliberations should identify those covariates and factors expected to have an important influence on the primary variable(s), and should consider how to account for these in the analysis to improve precision and to compensate for any lack of balance between treatment groups. If one or more factors are used to stratify the design, it is appropriate to account for those factors in the analysis. When the potential value of an adjustment is in doubt, it is often advisable to nominate the unadjusted analysis as the one for primary attention, the adjusted analysis being supportive. Special attention should be paid to center effects and to the role of baseline measurements of the primary variable. It is not advisable to adjust the main analyses for covariates measured after randomization because they may be affected by the treatments. The treatment effect itself may also vary with subgroup or covariate. For example, the effect may decrease with age or may be larger in a particular diagnostic category of subjects. In some cases such interactions are anticipated or are of particular prior interest (e.g., geriatrics); hence a subgroup analysis or a statistical model including interactions is part of the planned confirmatory analysis. In most cases, however, subgroup or interaction analyses are exploratory and should be clearly identified",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1094016,
  "end_pos": 1095552,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.741Z"
}