{
  "id": "fda_guidance_chunk_0279",
  "title": "Introduction - Part 279",
  "text": "Handling, and Recordkeeping 5.5.1 The sponsor should utilize appropriately qualified individuals to supervise the overall conduct of the trial, to handle the data, to verify the data, to conduct the statistical analyses, and to prepare the trial reports. 5.5.2 The sponsor may consider establishing an independent data monitoring committee (IDMC) to assess the progress of a clinical trial, including the safety data and the critical efficacy endpoints at intervals, and to recommend to the sponsor whether to continue, modify, or stop a trial. The IDMC should have written operating procedures and maintain written records of all its meetings. 5.5.3 When using electronic trial data handling and/or remote electronic trial data systems, the sponsor should: (a) Ensure and document that the electronic data processing system(s) conforms to the sponsor's established requirements for completeness, accuracy, reliability, and consistent intended performance (i.e., validation). ADDENDUM The sponsor should base their approach to validation of such systems on a risk assessment that takes into consideration the intended use of the system and the potential of the system to affect human subject protection and reliability of trial results. (b) Maintains SOPs for using these systems. ADDENDUM The SOPs should cover system setup, installation, and use. The SOPs should describe system validation and functionality testing, data collection and handling, system maintenance, system security measures, change control, data backup, recovery, contingency planning, and decommissioning. The responsibilities of the sponsor, investigator, and other parties with respect to the use of these computerized systems should be clear, and the users should be provided with training in their use. (c) Ensure that the systems are designed to permit data changes in such a way that the data changes are documented and that there is no deletion of entered data (i.e., maintain an audit trail, data trail, edit trail). (d) Maintain a security system that prevents unauthorized access to the data. (e) Maintain a list of the individuals who are authorized to make data changes (see sections 4.1.5 and 4.9.3). (f) Maintain adequate backup of the data. (g) Safeguard the blinding, if any (e.g., maintain the blinding during data entry and processing). Contains Nonbinding Recommendations ADDENDUM (h) Ensure the integrity of the data, including any data that describe the context, content, and structure. This is particularly important when making changes to the computerized systems, such as",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 373632,
  "end_pos": 375168,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.697Z"
}