{
  "id": "fda_guidance_chunk_0192",
  "title": "Introduction - Part 192",
  "text": "An interim analysis was carried out to select one of the three dose formulations to carry forward into the second stage of the trial. The goal of the trial was to select an appropriate dose and confirm the safety and effectiveness of that dose in a timely manner. • STAMPEDE was a clinical trial designed to inform the practice of medicine and simultaneously evaluate multiple treatments in prostate cancer by comparing standard androgen deprivation therapy (ADT) with several different treatment regimens that combined ADT with one or more approved therapies (Sydes et al. 2012). The trial design included multiple interim analyses to potentially drop treatment arms that were not performing well based on comparative results. The use of a common control group, along with sequential analyses to potentially terminate treatment arms, allowed the simultaneous evaluation of several treatments more efficiently than could have been achieved in multiple individual trials. • PREVAIL II was a clinical trial conducted to evaluate ZMapp plus the current standard of care as compared to the current standard of care alone for treatment of patients with Ebola virus disease (PREVAIL II Writing Group et al. 2016; Dodd et al. 2016). The trial utilized a novel Bayesian adaptive design in which decision rules for concluding effectiveness at interim and final analyses were based on the Bayesian posterior probability that the addition of ZMapp to standard of care reduces 28-day mortality. Interim analyses were planned after every 2 patients completed, with no potential action taken until a minimum number of patients (12 per group) were enrolled. The design also allowed the potential to add Contains Nonbinding Recommendations experimental agents as new treatment arms and the potential to supplement or replace the current standard of care arm with any agents determined to be efficacious during the conduct of the trial. D. Limitations The following are some of the possible limitations associated with a clinical trial employing an adaptive design: • Adaptive designs require specific analytical methods to avoid increasing the chance of erroneous conclusions and introducing bias in estimates. For complex adaptive designs, such methods may not be readily available, and simulations are often critical (section VI.A.). • Gains in efficiency in some respects may be offset by losses in other respects. For example, an adaptive design may have a reduced minimum and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 256704,
  "end_pos": 258240,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.690Z"
}