{
  "id": "fda_guidance_chunk_0678",
  "title": "Introduction - Part 678",
  "text": "a clinical study would also be compromised by the exclusion of data collected during the study. There is long-standing concern with the removal of data, particularly when removal is non-random, a situation called “informative censoring.” FDA has long advised “intent-to-treat” analyses (analyzing data related to all subjects the investigator intended to treat), and a variety of approaches for interpretation and imputation of missing data have been developed to maintain study validity.6 Complete removal of data, possibly in a non-random or informative way, raises great concerns about the validity of the study. There is particular concern with a study’s reliability when subjects withdraw their data in a non-random way because they are unhappy with their experience, either because they failed to obtain a desired effect or suffered an adverse event. Loss of these subjects’ data could greatly distort effectiveness results and could hide important safety information (for example, toxicity) of a poorly tolerated treatment. Allowing subjects to withdraw data could even provide an opportunity for unscrupulous parties to “improve” study results by selectively encouraging certain subjects to withdraw from a study. The importance of ensuring the scientific validity of clinical research is reflected not only in FDA’s regulations but in international documents and published literature as well. The International Conference on Harmonization of Technical Requirements for Registration of Pharmaceuticals for Human Use (ICH), in which FDA participates, identifies as a principle of good clinical practice that “clinical trials should be scientifically sound.\"7 Other international guidance documents include similar statements, such as the International Ethical Guidelines for Biomedical Research Involving Human Subjects, Guideline 1, which states “scientifically invalid research is unethical in that it exposes research subjects to risks without possible benefit …”8 Published literature on medical research ethics, dating back to the Nuremburg Code of 1947,9 also emphasizes the importance of scientific validity. As maintained by 6 For a discussion of problems presented by missing data in the analysis of clinical trials, please see “Points to Consider on Missing Data” from the Committee for Proprietary Medicinal Products of the European Medicines Agency (EMEA), http://www.emea.europa.eu/pdfs/human/ewp/177699EN.pdf. 7 http://www.fda.gov/cder/guidance/959fnl.pdf. ICH E6 Guidance for Industry, “Good Clinical Practice: Consolidated Guidance,” adopted as official guidance by FDA, Section 2.5. 8 http://www.cioms.ch/frame_guidelines_nov_2002.htm. These guidelines are published by the Counsel of International Organizations for Medical Sciences (CIOMS). Guideline 11 reiterates this principle.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 909888,
  "end_pos": 911424,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.730Z"
}