{
  "id": "fda_guidance_chunk_0390",
  "title": "Introduction - Part 390",
  "text": "2023). 31 See the guidance for industry Oversight of Clinical Investigations — A Risk-Based Approach to Monitoring (August 2013). Contains Nonbinding Recommendations • Sites could upload certified copies32 of source records to a sponsor-controlled electronic system or other cloud-based repository that contains appropriate security controls. In the setting of a blinded or partially blinded study, if source documents may contain unblinded information, controls to protect the study blind should be in place prior to transfer of source documents (e.g., use of an unmasked study monitor to review source documents, restricted access to folders containing copies of source documents). It is not necessary for the clinical site to have control of certified copies of source documents uploaded to such a repository; however, the clinical investigator should maintain control of the original source records. Regarding retention of copies of source documents used for remote review, it would not be necessary to retain the certified copies of source documents used for remote review, provided the clinical investigator retains the original source documents according to FDA regulations for the retention of records.33 In addition, processes and procedures should be established for the handling of source document copies that were placed in temporary storage locations for remote review and that are no longer needed after the remote monitoring has concluded. Remote monitoring activities, including remote review of source documents, should be documented in the same level of detail as on-site monitoring activities, and any resulting actions to address issues identified from the remote source document review should be consistent with procedures and processes described in the study monitoring plan. Q13. During a disaster or PHE, some sponsors have used remote monitoring to oversee study conduct at clinical trial sites, including remote review of source data. Should data that have been remotely monitored be re-monitored during an on-site monitoring visit once the disaster- or PHE-related restrictions that prevented on-site monitoring visits have been lifted? FDA regulations require sponsors to monitor the conduct and progress of their clinical investigations.34 These regulations are not specific about how sponsors must conduct such monitoring and are therefore compatible with a range of approaches that may vary depending on multiple factors. The guidances for industry Oversight of Clinical Investigations – A Risk-Based Approach to Monitoring (August 2013) and A Risk-Based Approach to Monitoring of Clinical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 522816,
  "end_pos": 524352,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.707Z"
}