{
  "id": "fda_guidance_chunk_0403",
  "title": "Introduction - Part 403",
  "text": "for the non-compliance with the milestones, and any steps taken to address factors specific to the disaster or PHE. Q21. My company is the holder of an approved marketing application for an FDA-approved drug for a specific indication and is also the sponsor of an IND for the same drug being investigated for a new indication to prevent conditions related to a disaster or PHE. If I receive a spontaneous report of a serious adverse event (SAE) that occurred with the approved drug being used in clinical practice for the prevention of the disease or condition related to the disaster/PHE, do I report that event to the IND? Reports of SAEs that occur in clinical practice with the use of an approved drug or biological product, whether or not the use is included in the approved labeling for that product, must be reported in accordance with the applicable postmarketing reporting requirements under 21 CFR 314.80 and 600.80. Reports of SAEs for approved vaccines are submitted to the Vaccine 58 See the FDA guidance for industry Postmarketing Studies and Clinical Trials—Implementation of Section 505(o)(3) of the Federal Food, Drug, and Cosmetic Act (October 2019). 59 Section 505B(a)(4)(B) of the FD&C Act governs the process and timelines required for requests for a deferral extension for deferred pediatric studies required under section 505B of the FD&C Act (21 U.S.C. 355c) (often referred to as PREA PMRs). 60 See section 505B(d)(1) of the FD&C Act (21 U.S.C. 355c(d)(1)). 61 See section 506B of the FD&C Act (21 U.S.C. 356b) and 21 CFR 314.81(b)(2)(vii) and 601.70(b). Contains Nonbinding Recommendations Adverse Events Reporting System (VAERS), while reports of SAEs for other approved drugs and biological products are submitted to the FDA Adverse Event Reporting System (FAERS). Serious adverse events that occur during a clinical trial under an IND for an approved drug or biological product being investigated for a new use to treat or prevent a disaster- or PHE-related disease or condition must be reported as an IND safety report per FDA regulations under 21 CFR 312.32 if (1) they are unexpected and (2) the sponsor determines that there is a reasonable possibility that the drug caused the SAE. Regardless of whether an SAE occurs in the course of clinical practice or during a clinical trial and regardless of where",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 540288,
  "end_pos": 541824,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.708Z"
}