{
  "id": "fda_guidance_chunk_0704",
  "title": "Introduction - Part 704",
  "text": "not predicted by other parameters raises the level of concern. • Large variability in doses or plasma drug levels eliciting effect. When doses or exposure levels that produce a toxic effect differ greatly across species or among individual animals of a species, the ability to predict a toxic dose in humans is reduced and a greater safety factor may be needed. • Nonlinear pharmacokinetics. When plasma drug levels do not increase in a dose-related manner, the ability to predict toxicity in humans in relation to dose is reduced and a greater safety factor may be needed. • Inadequate dose-response data. Poor study design (e.g., few dose levels, wide dosing intervals) or large differences in responses among animals within dosing groups may make it difficult to characterize the dose-response curve. • Novel therapeutic targets. Therapeutic targets that have not been previously clinically evaluated may increase the uncertainty of relying on the nonclinical data to support a safe starting dose in humans. • Animal models with limited utility. Some classes of therapeutic biologics may have very limited interspecies cross-reactivity or pronounced immunogenicity, or may work by mechanisms that are not known to be conserved between (nonhuman) animals and humans; in these cases, safety data from any animal studies may be very limited in scope and interpretability. B. Decreasing the Safety Factor Safety factors of less than 10 may be appropriate under some conditions. The toxicologic testing in these cases should be of the highest caliber in both conduct and design. Most of the time, candidate therapeutics for this approach would be members of a well-characterized class. Within the class, the therapeutics should be administered by the same route, schedule, and duration of administration; should have a similar metabolic profile and bioavailability; and should have similar toxicity profiles across all the species tested including humans. A smaller safety factor might also be used when toxicities produced by the therapeutic are easily monitored, reversible, predictable, and exhibit a moderate-to-shallow dose-response relationship with toxicities that are Contains Nonbinding Recommendations consistent across the tested species (both qualitatively and with respect to appropriately scaled dose and exposure). A safety factor smaller than 10 could be justified when the NOAEL was determined based on toxicity studies of longer duration compared to the proposed clinical schedule in healthy volunteers. In this case, a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 944832,
  "end_pos": 946368,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.732Z"
}