{
  "id": "fda_guidance_chunk_0702",
  "title": "Introduction - Part 702",
  "text": "These data are particularly relevant when there are marked differences in both the in vivo metabolite profiles and HEDs in animals. Class experience implies that previous studies have demonstrated that a particular animal model is more appropriate for the assessment of safety for a particular class of therapeutics. For example, in the nonclinical safety assessment of the phosphorothioate antisense drugs, the monkey is considered the most appropriate species because monkeys experience the same dose limiting toxicity as humans (e.g., complement activation) whereas rodents do not. For this class of therapeutics, the MRSD would usually be based on the HED for the NOAEL in monkeys regardless of whether it was lower than that in rodents, unless unique dose limiting toxicities were observed with the new antisense compound in the rodent species. VII. STEP 4: APPLICATION OF SAFETY FACTOR Once the HED of the NOAEL in the most appropriate species has been determined, a safety factor should then be applied to provide a margin of safety for protection of human subjects receiving the initial clinical dose. This safety factor allows for variability in extrapolating from 9 Contains Nonbinding Recommendations animal toxicity studies to studies in humans resulting from: (1) uncertainties due to enhanced sensitivity to pharmacologic activity in humans versus animals; (2) difficulties in detecting certain toxicities in animals (e.g., headache, myalgias, mental disturbances); (3) differences in receptor densities or affinities; (4) unexpected toxicities; and (5) interspecies differences in ADME of the therapeutic. These differences can be accommodated by lowering the human starting dose from the HED of the selected species NOAEL. In practice, the MRSD for the clinical trial should be determined by dividing the HED derived from the animal NOAEL by the safety factor. The default safety factor that should normally be used is 10. This is a historically accepted value, but, as described below, should be evaluated based on available information. A safety factor of 10 may not be appropriate for all cases. The safety factor should be raised when there is reason for increased concern, and lowered when concern is reduced because of available data that provide added assurance of safety. This can be visualized as a sliding scale, balancing findings that mitigate the concern for harm to healthy volunteers with those that suggest greater concern is warranted. The extent of the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 942144,
  "end_pos": 943680,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.732Z"
}