{
  "id": "fda_guidance_chunk_0578",
  "title": "Introduction - Part 578",
  "text": "substantial component of the overall risk of treatment, particularly when the product is administered into a relatively sensitive site, such as the heart or central nervous system. In some cases, product delivery may require use of an investigational device. The use of an existing, legally marketed device for administering a CGT product also may be investigational. As indicated in Section V of this guidance, it is appropriate to discuss clinical issues related to such usage in the pre-IND meeting. Furthermore, when surgery or other invasive procedures are required, the training of those responsible for administering the product might affect the safety and reliability of the administration procedure (see Section IV.E.3). Allogeneic CT products, GT vectors, and proteins that might be produced by CGT products have the potential to elicit immune responses (immunogenicity). The induction of an immune response may be the desired effect of some products, such as therapeutic vaccines. For other CGT products, immunogenicity may be a risk. For Contains Nonbinding Recommendations example, pre-existing antibodies, or antibodies that develop after administration of the product, could reduce or extinguish a beneficial effect, cause an adverse reaction (e.g., an autoimmune syndrome), or influence safety or efficacy if there are any subsequent administrations. Also, in patients who have a condition that could be treated with a cellular, tissue, or organ transplant in the future, the development of antibodies to an allogeneic CGT product might jeopardize the success of the future transplant. 2. Characteristics of CT Products CT products have unique complexities due to the dynamic nature of living cells. For example, cells may present a variety of molecules on their membranes and express a variety of factors. These molecules and factors may be affected by the microenvironment and change over time. Cells may differentiate in vivo into undesired cell types. Cells might also develop undesired autonomous functions, such as cells with the characteristics of cardiomyocytes forming a focus that generates electrical activity uncoordinated with the rest of the heart (Ref. 7). Stem cells, which have the potential to develop into a variety of mature tissue types, may undergo transformation and begin forming tumors (Ref. 6). In addition, a CGT product may include a variety of cell types, and it may be unclear which cell type or types are responsible for any specific toxic or therapeutic effect.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 775488,
  "end_pos": 777024,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.722Z"
}