{
  "id": "fda_guidance_chunk_0820",
  "title": "Introduction - Part 820",
  "text": "taken when interpreting putative statistically significant findings when there is no multiplicity adjustment. In the majority of trials, investigators are seeking to establish that there are no clinically unacceptable differences in safety and tolerability compared with either a comparator drug or a placebo. As is the case for noninferiority or equivalence evaluation of efficacy, the use of confidence intervals is preferred to hypothesis testing in this situation. In this way, the considerable imprecision often arising from low frequencies of occurrence is clearly demonstrated. E. Integrated Summary (6.5) The safety and tolerability properties of a drug are commonly summarized across trials continuously during an investigational product's development and, in particular, at the time of a marketing application. The usefulness of this summary, however, is dependent on adequate and well-controlled individual trials with high data quality. The overall usefulness of a drug is always a question of balance between risk and benefit. In a single trial, such a perspective could also be considered even if the assessment of risk/benefit usually is performed in the summary of the entire clinical trial program (see section VII.B.2). For more details on the reporting of safety and tolerability, see section 12 of ICH E3. VII. REPORTING A. Evaluation and Reporting (7.1) As stated in the introduction, the structure and content of clinical study reports is the subject of ICH E3. That ICH guidance fully covers the reporting of statistical work, appropriately integrated with clinical and other material. The current section is therefore relatively brief. During the planning phase of a trial, the principal features of the analysis should have been specified in the protocol as described in section V. When the conduct of the trial is over and the data are assembled and available for preliminary inspection, it is valuable to carry out the blind review of the planned analysis also described in section V. This pre-analysis review, blinded to treatment, should cover, for example, decisions concerning the exclusion of subjects or data from the analysis sets, the checking of possible transformations and definitions of outliers, the addition to the model of important covariates identified in other recent research, and the reconsideration of the use of parametric or nonparametric methods. Decisions made at this time should be described in the report and should be distinguished from those made after the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1100736,
  "end_pos": 1102272,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.741Z"
}