{
  "id": "fda_guidance_chunk_0024",
  "title": "Introduction - Part 24",
  "text": "that the report or information constitutes an admission that the drug caused or contributed to an adverse event. A sponsor need not admit, and may deny, that the report or information submitted by the sponsor constitutes an admission that the drug caused or contributed to an adverse event. ยง 310.305 Records and reports concerning adverse drug experiences on marketed prescription drugs for human use without approved new drug applications. (a) Scope. FDA is requiring manufacturers, packers, and distributors of marketed prescription drug products that are not the subject of an approved new drug or abbreviated new drug application to establish and maintain records and make reports to FDA of all serious, unexpected adverse drug experiences associated with the use of their drug products. Any person subject to the reporting requirements of paragraph (c) of this section must also develop written procedures for the surveillance, receipt, evaluation, and reporting of postmarketing adverse drug experiences to FDA. (b) Definitions. The following definitions of terms apply to this section: Adverse drug experience. Any adverse event associated with the use of a drug in humans, whether or not considered drug related, including the following: An adverse event occurring in the course of the use of a drug product in professional practice; an adverse event occurring from drug overdose whether accidental or intentional; an adverse event occurring from drug abuse; an adverse event occurring from drug withdrawal; and any failure of expected pharmacological action. Disability. A substantial disruption of a person's ability to conduct normal life functions. Individual case safety report (ICSR). A description of an adverse drug experience related to an individual patient or subject. ICSR attachments. Documents related to the adverse drug experience described in an ICSR, such as medical records, hospital discharge summaries, or other documentation. Life-threatening adverse drug experience. Any adverse drug experience that places the patient, in the view of the initial reporter, at immediate risk of death from the adverse drug experience as it occurred, i.e., it does not include an adverse drug experience that, had it occurred in a more severe form, might have caused death. Serious adverse drug experience. Any adverse drug experience occurring at any dose that results in any of the following outcomes: Death, a life-threatening adverse drug experience, inpatient hospitalization or prolongation of existing hospitalization, a persistent or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 30912,
  "end_pos": 32448,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.677Z"
}