{
  "id": "fda_guidance_chunk_0457",
  "title": "Introduction - Part 457",
  "text": "validated tools and qualified laboratories may be used. In particular, when subject selection is based on subjective criteria (e.g., use of symptom scales in rheumatoid arthritis), the same methods (e.g., validated symptom scales and/or scores in the appropriate language) should be used uniformly across regions. Even so, reporting of symptoms may vary by region and may lead to differences in the types of subjects included in the studies. This aspect should be considered in the planning stage to implement training requirements and other strategies for potential mitigation of the impact. Recommended tools, such as validated imaging instruments and measurements of biomarkers, should be available or made available in all regions when these tools are used for subject selection. Imaging methods, as well as methods for specimen collection, handling, and storage, should be clearly defined and standardized across regions to the degree required. 3. Selection of Doses for Use in Confirmatory MRCTs (2.2.3) It is important to execute well-planned early development programs that include pharmacokinetic (PK) and/or pharmacokinetic-pharmacodynamic (PK-PD) studies of applicable parameters to identify regional differences that may have an impact on dose selection. To understand the impact of ethnicity on pharmacokinetics and/or pharmacokinetics- Contains Nonbinding Recommendations pharmacodynamics, data may be obtained from single-region trials in multiple regions or from a trial with multiple ethnicities conducted in one region. Alternatively, early phase MRCTs may be considered if they aid in efficiently gathering such data and improve the understanding of regional differences in pharmacokinetics-pharmacodynamics. PK studies should be conducted in the major ethnic groups most relevant to the regions to be included in MRCTs, if differences are expected that are not yet adequately understood (see ICH E5). Adequate PK comparisons between subpopulations known to be associated with differences in pharmacokinetics will allow for decisions with respect to the need for pharmacodynamic studies and dose-response studies in different regions and/or subpopulations. We encourage sponsors to collect genetic data (e.g., genotypes of drug metabolizing enzymes) from subjects enrolled in the early studies to examine the effects of genetic factors on pharmacokinetics and pharmacodynamics. Such early data may provide useful information when determining dosing regimen or regimens for future studies in which subjects with specific genotypes may be considered a subpopulation. A strategy for dose-selection involving population PK approaches and/or model-based approaches (e.g., exposure-response models) may be useful",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 612864,
  "end_pos": 614400,
  "tokens": 512,
  "tags": [
    "efficacy",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.712Z"
}