{
  "id": "fda_guidance_chunk_0732",
  "title": "Introduction - Part 732",
  "text": "subjects are randomly assigned to test treatment or to no (i.e., absence of) study treatment. The principal difference between this design and a placebo-controlled trial is that subjects and investigators are not blind to treatment assignment. Because of the advantages of double-blind designs, this design is likely to be needed and suitable only when it is difficult or impossible to double-blind (e.g., treatments with easily recognized toxicity) and only when there is reasonable confidence that study endpoints are objective and that the results of the trial are unlikely to be influenced by the factors listed in section 1.2.2. Note that it is often possible to have a blinded evaluator carry out endpoint assessment, even if the overall trial is not double-blind. This is a valuable approach and should always be considered in trials that cannot be blinded, but it does not solve the other problems associated with knowing the treatment assignment (see section 1.2.2). 3. Dose-response Concurrent Control (1.3.3) In a randomized, fixed-dose, dose-response trial, subjects are randomized to one of several fixeddose groups. Subjects may either be placed on their fixed dose initially or be raised to that dose gradually, but the intended comparison is between the groups on their final dose. Dose-response trials are usually double-blind. They may include a placebo (zero dose) and/or active control. In a concentration-controlled trial, treatment groups are titrated to several fixed-concentration windows; this type of trial is conceptually similar to a fixed-dose, dose-response trial. In a regimen-controlled trial subjects are randomized to two or more regimens of the study drug (e.g., once vs. twice daily, 3 days vs. 7 days). 4. Active (Positive) Concurrent Control (1.3.4) In an active control (or positive control) trial, subjects are randomly assigned to the test treatment or to an active control treatment. Such trials are usually double-blind, but this is not always possible; many oncology trials, for example, are considered difficult or impossible to blind (see section 1.3.2) because of different regimens, different routes of administration, and different toxicities. Active control trials can have two distinct objectives with respect to showing efficacy: (1) to show efficacy of the test treatment by showing it is as good as a known effective treatment or (2) to show efficacy by showing superiority of the test treatment to the active control. They may also",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 982464,
  "end_pos": 984000,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.734Z"
}