{
  "id": "fda_guidance_chunk_0338",
  "title": "Introduction - Part 338",
  "text": "of DHTs; and management of risks related to the use 11 Local HCPs can also be utilized in clinical trials that are integrated into routine clinical practice. See the draft guidance for industry Integrating Randomized Controlled Trials for Drug and Biological Products Into Routine Clinical Practice (September 2024). When final, this guidance will represent FDA’s current thinking on this topic. Contains Nonbinding Recommendations of DHTs in clinical trials. Other issues regarding the use of DHTs in clinical investigations are discussed in other FDA guidances. • Sponsors should ensure that DHTs used in a DCT are available and suitable for use by all trial participants. When a trial permits participants to use their own DHTs, sponsor-provided DHTs should be available as an option to ensure that participants who do not have a protocol-specified DHT are not excluded from the DCT for that reason (e.g., lower socioeconomic groups who cannot afford the DHT). Sponsor-provided telecommunication services should also be made available as needed so that participants who have no or limited access to these services are not excluded from the clinical investigation. D. Roles and Responsibilities The roles and responsibilities of sponsors and investigators are described below. 1. The Sponsor • Sponsor responsibilities are the same for trials that include decentralized elements and trials that do not include decentralized elements.13 Because DCTs may involve many contracted services, sponsors should ensure proper coordination of decentralized elements (e.g., use of remote trial personnel for at-home visits, use of local HCPs, direct shipping of IP to participants) (see sections III.B and III.H). Such contracted services may be performed by networks of local HCPs (e.g., local clinic networks, pharmacy chains). Sponsors should ensure these networks of local HCPs are qualified to perform the contracted activities. Sponsors should also keep a record of these networks and other contracted service providers, including their roles and assigned activities. 12 See the revised draft guidance for industry Electronic Systems, Electronic Records, and Electronic Signatures in Clinical Investigations: Questions and Answers (March 2023). When final, this guidance will represent FDA’s current thinking on this topic. For more information on FDA’s regulation of DHTs, consult the Guidances with Digital Health Content web page, available at https://www.fda.gov/medical-devices/digital-health-center-excellence/guidances-digital-health-content. 13 See 21 CFR parts 312 and 812. Contains Nonbinding Recommendations • The clinical trial population should reflect the intended",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 452928,
  "end_pos": 454464,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.702Z"
}