{
  "id": "fda_guidance_chunk_0293",
  "title": "Introduction - Part 293",
  "text": "of the \"stopping rules\" or \"discontinuation criteria\" for individual subjects, parts of trial, and entire trial. 6.4.7 Accountability procedures for the investigational product(s), including the placebo(s) and comparator(s), if any. Contains Nonbinding Recommendations 6.4.8 Maintenance of trial treatment randomization codes and procedures for breaking codes. 6.4.9 The identification of any data to be recorded directly on the CRFs (i.e., no prior written or electronic record of data), and to be considered to be source data. 6.5 Selection and Withdrawal of Subjects 6.5.1 Subject inclusion criteria. 6.5.2 Subject exclusion criteria. 6.5.3 Subject withdrawal criteria (i.e., terminating investigational product treatment/trial treatment) and procedures specifying: (a) When and how to withdraw subjects from the trial/investigational product treatment (b) The type and timing of the data to be collected for withdrawn subjects (c) Whether and how subjects are to be replaced (d) The follow-up for subjects withdrawn from investigational product treatment/trial treatment. 6.6 Treatment of Subjects 6.6.1 The treatment(s) to be administered, including the name(s) of all the product(s), the dose(s), the dosing schedule(s), the route/mode(s) of administration, and the treatment period(s), including the follow-up period(s) for subjects for each investigational product treatment/trial treatment group/arm of the trial. 6.6.2 Medication(s)/treatment(s) permitted (including rescue medication) and not permitted before and/or during the trial. 6.6.3 Procedures for monitoring subject compliance. 6.7 Assessment of Efficacy 6.7.1 Specification of the efficacy parameters. 6.7.2 Methods and timing for assessing, recording, and analyzing efficacy parameters. 6.8 Assessment of Safety 6.8.1 Specification of safety parameters. 6.8.2 The methods and timing for assessing, recording, and analyzing safety parameters. 6.8.3 Procedures for eliciting reports of and for recording and reporting adverse event and intercurrent illnesses. Contains Nonbinding Recommendations 6.8.4 The type and duration of the follow-up of subjects after adverse events. 6.9 Statistics 6.9.1 A description of the statistical methods to be employed, including timing of any planned interim analysis(ses). 6.9.2 The number of subjects planned to be enrolled. In multicenter trials, the numbers of enrolled subjects projected for each trial site should be specified. Reason for choice of sample size, including reflections on (or calculations of) the power of the trial and clinical justification. 6.9.3 The level of significance to be used. 6.9.4 Criteria for the termination of the trial. 6.9.5 Procedure for accounting for missing, unused, and spurious data. 6.9.6 Procedures for reporting any deviation(s)",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 392448,
  "end_pos": 393984,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.698Z"
}