{
  "id": "fda_guidance_chunk_0449",
  "title": "Introduction - Part 449",
  "text": "ICH process, November 2017. 3 We update guidances periodically. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/RegulatoryInformation/Guidances/default.htm. Contains Nonbinding Recommendations B. Background (1.2) In the era of globalization of drug development, it may be challenging to conduct a drug development program globally, in part because of distinct and sometimes conflicting requirements from regulatory authorities. At the same time, regulatory authorities face increasing challenges in evaluating data from MRCTs for drug approval. Data from MRCTs are often submitted to multiple regulatory authorities without a previously harmonized regulatory view on the drug development program. Currently, no ICH guidances deal specifically with the planning and design of MRCTs, although the ICH E5 guidance covers issues relating to the bridging of results from one region to another. MRCTs conducted according to this guidance will allow investigation of treatment effects, including safety evaluations in the overall population, as well as investigation of the potential impact of intrinsic and extrinsic factors (described as ethnic factors in the ICH E5 guidance) on the treatment effect. MRCTs, which are properly designed and executed according to this guidance, may facilitate more efficient drug development and increase the possibility of submitting marketing authorization applications to multiple regulatory authorities in different regions simultaneously, thus providing earlier access to new drugs worldwide. In addition, MRCTs conducted according to this guidance may enhance scientific knowledge about how treatment effects vary across regions and populations under the umbrella of a single-study protocol, and how this variation may be explained by intrinsic and extrinsic factors. C. Scope of the Guidance (1.3) In this guidance, MRCT is defined as a clinical trial conducted in more than one region under a single protocol. In this context, a region may refer to a geographical region, country, or regulatory region (see section III (3) Glossary). The primary focus of this guidance is on MRCTs designed to provide data that will be submitted to multiple regulatory authorities for drug approval (including approval of additional indications, new formulations, and new dosing regimens) and for studies conducted to satisfy postmarketing requirements. Certain aspects of this guidance may also be relevant to studies conducted early in clinical development or in later phases. This guidance mainly covers drugs, including biological products, although some sections may not be applicable to all",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 602112,
  "end_pos": 603648,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.712Z"
}