{
  "id": "fda_guidance_chunk_0585",
  "title": "Introduction - Part 585",
  "text": "more acceptable in a subject with early lung disease than in a subject with more advanced disease and less pulmonary reserve. In addition, subjects with severe or advanced disease may not be able to tolerate invasive procedures needed for manufacture (e.g., cell harvest) or delivery of the product. Thus, the decision about the severity of disease to be studied in an early-phase trial should be made only after considering the estimated nature and magnitude of the risks to the subjects, and the implications of those risks, for various stages or severity of the disease. In addition to considerations regarding risks, assessment of the overall benefit-risk profile should take into account any potential for individual subject benefit. In some situations, such as trials in children or trials that involve high-risk procedures, the prospect for individual clinical benefit may be an important factor in the overall benefit-risk assessment for the selected study population. The estimated prospect for benefit may depend on the severity or stage of disease. Although subjects with more severe or advanced disease may have the greatest need for benefit, there can be situations in which a greater potential for benefit might be expected for subjects who are less severely affected. Further, the ability to detect evidence of any benefit could depend on the severity or stage of disease in the study population, and the anticipated effects of the product might be more clearly discernible in subjects with milder disease. This could be a significant consideration if detecting evidence of treatment activity is important to the objectives of the study. Also, the study population should be chosen with consideration of the potential interpretability of study outcomes. Subjects with severe or advanced disease might have confounding adverse events or be receiving concomitant treatment, related to underlying disease, that could make the safety or effectiveness data difficult to interpret. If the ultimate target population is patients with milder disease, a trial in severe or advanced disease could be essentially uninformative regarding relevant safety information and might also have a smaller prospect for benefit to offset risks. Thus, while severely affected subjects are often included in early-phase CGT trials, they should not be an automatic choice. Several factors should be taken into account when selecting the appropriate subjects to include in the study for a specific condition.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 784896,
  "end_pos": 786432,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.723Z"
}