{
  "id": "fda_guidance_chunk_0112",
  "title": "Introduction - Part 112",
  "text": "meetings42 with FDA to ensure open lines of dialogue before and during the drug development process. With regard to master protocols, sponsors should consider the following: – FDA encourages the sponsor of the master protocol to request a pre-IND meeting. This can allow the sponsor and FDA to reach key agreements on the design and conduct of the protocol. – The cover letter for all meeting requests should clearly state “REQUEST FOR MEETING-MASTER PROTOCOL (Meeting Type).” – The sponsor should notify the regulatory project manager via secure email or a phone call 48 hours before submitting any protocol amendment that substantively affects the safety or scope of the protocol. – The cover letter for such protocol amendments should be clearly marked as “Protocol Amendment-MASTER PROTOCOL.” – If the amendment contains changes intended to eliminate an apparent immediate hazard to subjects (e.g., closure of a substudy for unacceptable toxicity, modification of eligibility or monitoring to mitigate the risks), the sponsor should implement immediately the revised protocol.43 The sponsor must ensure that FDA is subsequently notified by protocol 41 See the guidance for industry and review staff Best Practices for Communication Between IND Sponsors and FDA During Drug Development (December 2017). 42 See the draft guidances for industry Formal Meetings Between the FDA and Sponsors or Applicants of BsUFA Products (June 2018) and Formal Meetings Between the FDA and Sponsors or Applicants of PDUFA Products (December 2017). When final, these guidances will represent the FDA’s current thinking on these topics. 43 See 21 CFR 312.30(b)(2)(ii) (allowing protocol changes intended for this purpose to be “implemented immediately provided FDA is subsequently notified by protocol amendment and the reviewing IRB is notified in accordance with 56.104(c).”). 17 Contains Nonbinding Recommendations amendment and the reviewing IRB is notified in accordance with 21 CFR 56.104(c).44 For other substantive changes that affect safety, scope, or the scientific quality of the study, the cover letter should contain a statement that the revised protocol will not be initiated until 30 days after submission to the IND to allow FDA to assess the risks of the proposed change and until the change has been approved by the IRB.45 44 See 21 CFR 56.104(c) (permitting IRB exemption for emergency use of a test article). 45 See 21 CFR 312.30(b)(2)(i)(b) (permitting a protocol change to be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 149184,
  "end_pos": 150720,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.684Z"
}