{
  "id": "fda_guidance_chunk_0295",
  "title": "Introduction - Part 295",
  "text": "enables a clinician, or potential investigator, to understand it and make his/her own unbiased risk-benefit assessment of the appropriateness of the proposed trial. For this reason, a medically qualified person should generally participate in the editing of an IB, but the contents of the IB should be approved by the disciplines that generated the described data. This guidance delineates the minimum information that should be included in an IB and provides suggestions for its layout. It is expected that the type and extent of information available will vary with the stage of development of the investigational product. If the investigational product is marketed and its pharmacology is widely understood by medical practitioners, an extensive IB may not be necessary. Where permitted by regulatory authorities, a basic product information brochure, package leaflet, or labelling may be an appropriate alternative, provided that it includes current, comprehensive, and detailed information on all aspects of the investigational product that might be of importance to the investigator. If a marketed product is being studied for a new use (i.e., a new indication), an IB specific to that new use should be prepared. The IB should be reviewed at least annually and revised as necessary in compliance with a sponsor's written procedures. More frequent revision may be appropriate depending on the stage of development and the generation of relevant new information. However, in accordance with GCP, relevant new information may be so important that it should be communicated to the investigators, and possibly to the Institutional Review Boards (IRBs)/Independent Ethics Committees (IECs) and/or regulatory authorities before it is included in a revised IB. Generally, the sponsor is responsible for ensuring that an up-to-date IB is made available to the investigator(s) and the investigators are responsible for providing the up-to-date IB to the responsible IRBs/IECs. In the case of an investigator sponsored trial, the sponsor-investigator should determine whether a brochure is available from the commercial manufacturer. If the investigational product is provided by the sponsor-investigator, then he or she should provide the necessary information to the trial personnel. In cases where preparation of a formal IB is impractical, the sponsor-investigator should provide, as a substitute, an expanded background information section in the trial protocol that contains the minimum current information described in this guidance. 7.2 General Considerations The IB should include:",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 395136,
  "end_pos": 396672,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.698Z"
}