{
  "id": "fda_guidance_chunk_0637",
  "title": "Introduction - Part 637",
  "text": "formal agreement meetings may be appropriate when using a Bayesian approach. 2 The FFDCA provides for two types of early collaboration meetings: agreement meetings and determination meetings. See §§ 513(a)(3)(D), 520(g)(7). For details, see the FDA Guidance on early collaboration meetings at http://www.fda.gov/MedicalDevices/DeviceRegulationandGuidance/GuidanceDocuments/ucm073604.htm. Specifically, the identification of the prior information may be an appropriate topic of an agreement meeting. Extensive model-building The Bayesian approach can involve extensive mathematical modeling of a clinical trial, including: • the probability distributions chosen to reflect the prior information, • the relationships between multiple sources of prior information, • the influence of covariates on patient outcomes or missing data, and • sensitivity analyses on the model choices. We recommend you make your modeling choices through close collaboration and agreement with FDA and your statistical and clinical experts. Specific statistical and computational expertise The Bayesian approach often involves specific statistical expertise in Bayesian analysis and computation. Special computational algorithms like MCMC are often used to • analyze trial data, • check model assumptions, • assess prior probabilities at the design stage, • perform simulations to assess probabilities of various outcomes, and • estimate sample size. The technical and statistical costs involved in successfully designing, conducting, and analyzing a Bayesian trial may be offset by the increased precision on device performance that can be obtained by incorporating prior information, or in the absence thereof, by the benefits of a flexible Bayesian trial design (e.g., smaller expected sample size resulting from interim analysis). Choices regarding prior information An FDA advisory panel may question prior information you and FDA agreed upon beforehand. We recommend you be prepared to clinically and statistically justify your choices of prior information. In addition, we recommend that you perform sensitivity analysis to check the robustness of your models to different choices of prior distributions. Device labeling Results from a Bayesian trial are expressed differently from the way trial results are usually described in device labels. Bayesian terminology is not yet commonly seen in device labeling3. As always, we recommend you ensure trial results reported on the device label are easy to understand. Checking calculations The flexibility of Bayesian models and the complexity of the computational techniques for Bayesian analyses create greater possibility for errors and misunderstandings. As with any submission, FDA will carry out a detailed statistical review,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 854784,
  "end_pos": 856320,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.727Z"
}