{
  "id": "fda_guidance_chunk_0765",
  "title": "Introduction - Part 765",
  "text": "Alternatively, and generally preferably, in dealing with serious illnesses for which there is no satisfactory treatment, but where the course of the disease cannot be reliably predicted, even the earliest studies should be randomized. This is usually possible when studies are carried out before there is an impression that the therapy is effective. Studies can be monitored by independent data monitoring committees so that dramatic benefit can be detected early. The concurrently controlled trial can detect extreme effects very rapidly and, in addition, can detect modest, but still valuable, effects that would not be credibly demonstrated by an externally controlled trial. 4. Usefulness of Externally Controlled Trials; Validity of Inference in Particular Situations (2.5.4) An externally controlled trial should generally be considered only when prior belief in the superiority of the test therapy to all available alternatives is so strong that alternative designs appear unacceptable and the disease or condition to be treated has a well-documented, highly predictable course. It is often possible, even in these cases, to use alternative, randomized, concurrently controlled designs (see section 2.1.5). Externally controlled trials are most likely to be persuasive when the study endpoint is objective, when the outcome on treatment is markedly different from that of the external control and a high level of statistical significance for the treatment-control comparison is attained, when the covariates influencing outcome of the disease are well characterized, and when the control closely resembles the study group in all known relevant baseline, treatment (other than study drug), and observational variables. Even in such cases, however, there are documented examples of erroneous conclusions arising from such trials. When an external control trial is considered, appropriate attention to design and conduct may help reduce bias (see section 2.5.2). 5. Modifications of Design and Combinations with Other Controls That Can Resolve Ethical, Practical or Inferential Problems (2.5.5) The external control design can incorporate elements of randomization and blinding through use of a randomized, placebo controlled withdrawal phase, often with early escape provisions, as described earlier (see section 2.1.5.2.4). The results of the initial period of treatment, in which subjects who appear to respond are identified and maintained on therapy, are thus validated by a rigorous, largely assumption- and bias-free study. 6. Advantages of Externally Controlled Trials (2.5.6) The main advantage of an externally controlled trial",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1026816,
  "end_pos": 1028352,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.737Z"
}