{
  "id": "fda_guidance_chunk_0078",
  "title": "Introduction - Part 78",
  "text": "drug prior to marketing comes from clinical trials. Therefore, adverse event reports from investigators are critically important, as they observe subjects’ responses to the drug. Except for study endpoints, the investigator must immediately report to the sponsor all serious adverse events, regardless of whether the investigator believes that they are drug related, including those events listed in the protocol as anticipated to occur in the study population independent of drug exposure or in the investigator brochure as predicted to occur with the drug (21 CFR 312.64(b)). The Agency recognizes that it may take the investigator a short period of time (i.e., a day) to compile information about the event, but then expects the information to be immediately reported to the sponsor. Investigators are not required to determine whether an event is “unexpected,” as defined in 312.32(a). This is a sponsor responsibility (see Appendix B). Although it is the exception, immediate reporting of all serious adverse events to the sponsor may not be necessary in certain trials if the events are expected and well-defined. For example, many oncologic clinical trials use drugs with known serious hematologic adverse reactions and immediate reporting of each serious adverse event may not be useful. In these cases, the sponsor may propose an alternative reporting arrangement by identifying and describing the alternative reporting arrangement in the protocol or by requesting a waiver. The review division that has responsibility for the IND must agree to any alternative reporting arrangements (21 CFR 312.32(c)(3) and 312.10). Sponsor monitoring and reporting of these types of serious adverse events is discussed in section V.A.3.b. 10 See footnote 4 for location. Contains Nonbinding Recommendations 1. Assessment of Causality FDA believes that the sponsor is better positioned than the individual investigator to assess the overall safety of the investigational drug because the sponsor has access to serious adverse event reports from multiple study sites and multiple studies and is able to aggregate and analyze these reports (see section V.A). Moreover, the sponsor is more familiar with the drug’s mechanism of action, class effects, and other information. For these reasons, investigators must immediately report any serious adverse event to the sponsor, whether or not the investigator considers the event to be drug related (21 CFR 312.64(b)). In the report to the sponsor, the investigator must include an assessment",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 103488,
  "end_pos": 105024,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}