{
  "id": "fda_guidance_chunk_0509",
  "title": "Introduction - Part 509",
  "text": "50% of control effect. The second example illustrates a NI margin selected for the risk ratio (test/control) metric. Let C and P represent the true rates of an undesirable outcome for the control and a placebo, respectively. The control’s effect compared to placebo is expressed by the risk ratio, C/P. A risk ratio of 1 represents no effect; a ratio of less than 1 shows an effect, a reduction in rate of undesirable outcomes. Metrics like the risk ratio may be less affected by variability in the event rates in a placebo group that would occur in a future study. For example, a risk ratio for the event of interest of 3/4 =0.75 can be derived from very different absolute failure rates from different studies, as shown in the table below. While the risk ratio is similar in all four hypothetical studies, the absolute difference in failure rates ranges from 5% to 20%. Suppose that the NI margin were based on historical studies showing control drug effects like those in the fourth study. The NI margin (M1) would then be chosen as 20%. Now suppose that under more modern circumstances the NI study had a control rate more like Study 1 and the size of the treatment effect compared to placebo is far less than 20%. An NI margin (M1) of 20% would then be far greater than the drug effect in the NI study, and ruling out a difference of 20% would not demonstrate effectiveness at all. Thus, if the NI margin were chosen as ruling out an inferiority of 33% (or a relative risk of 1.33, i.e., 1 ÷ 0.75), and the control rate were 15%, the difference (M1) between test and control would need to be less than 5% (15% x 1.33 = 20%, or 5% > the 15% rate in the active control group). Study Number Risk Ratio (C/P) Control rate Placebo rate Study 1 ¾ 15% 20% Study 2 ¾ 30% 40% Study 3 ¾ 45% 60% Study 4 ¾ 60% 80% In this case, where absolute effect sizes vary but risk reductions are reasonably constant, the risk ratio metric provides a better adjustment to the lower event rate in the NI study. Revisiting the example from section III.E, it was clear in the placebo-controlled trials of streptokinase that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 682752,
  "end_pos": 684288,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.716Z"
}