{
  "id": "fda_guidance_chunk_0627",
  "title": "Introduction - Part 627",
  "text": "and 2 that use doses of < 100 micrograms (μg), why is the cross-species exposure conversion for intravenous administration based on milligram (mg)/kilogram (kg) and not mg/square meter (m2) as it is for oral administration? A6: The intravenous (i.v.) approach of using mg/kg and permitting dosing with 1/100th of the NOAEL reflects a conservative risk mitigation strategy, considering the low levels of drug being administered. The use of mg/kg for i.v. and mg/m2 for oral administration when determining dose multiples for microdose studies reflects the thinking that it is appropriate to use a more conservative scaling factor for oral versus i.v. administration. With oral administration, there is the additional complexity of potential differences in absorption between species and, therefore, the more conservative mg/m2 basis was used rather than the mg/kg basis used for i.v. administration. Q7: For Approach 1, the M3(R2) guidance says: (a) Total dose ≤ 100 μg (no inter-dose interval limitations) AND Total dose ≤ 1/100th NOAEL and ≤ 1/100th pharmacologically active dose (scaled on mg/kg for i.v. and mg/m2 for oral). But it also says: (b) Extended single-dose toxicity study (see footnotes c and d) in one species, usually rodent, by intended route of administration with toxicokinetic data, or via the i.v. route. A maximum dose of 1000-fold the clinical dose on a mg/kg basis for i.v. and mg/m2 for oral administration can be used. It is unclear whether the margin of exposure should be 100-fold the NOAEL or 1000-fold. A7: The 1/100th the NOAEL in the animals is one of the criteria that could limit the clinical dose. Statement Q7(b) above refers to defining a limit dose for testing in animals for the microdose approaches rather than a clinical margin based on dose. Q8: For positron emission tomography (PET) tracers, please confirm that for Approaches 1 and 2, toxicokinetics (TK) is not needed for either oral or i.v. administration. A8: A nonclinical toxicity study conducted to support a clinical microdose trial should include TK assessment unless the study is conducted by the intravenous route. This is to demonstrate that systemic exposure has occurred. However, it is recognized that for some PET tracers, the clinical microdose can be very low and in such cases it might not be possible to characterize a full TK profile. Q9: What chemistry, manufacturing, and control",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 841344,
  "end_pos": 842880,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.726Z"
}