{
  "id": "fda_guidance_chunk_0352",
  "title": "Introduction - Part 352",
  "text": "are in electronic form, they must be captured in systems that are subject to the requirements in 21 CFR part 11.62 Investigators should ensure the privacy and security of these real-time visits. 56 See the guidance for industry Electronic Source Data in Clinical Investigations. 57 See 21 CFR 312.62 and 812.140(a). 58 See the guidance for industry Electronic Source Data in Clinical Investigations. As recommended in that guidance, “[a] list of all authorized data originators (i.e., persons, systems, devices, and instruments) should be developed and maintained by the sponsor and made available at each clinical site.” 59 See 21 CFR 11.1. 60 See 21 CFR part 11. See also the guidance for industry Electronic Source Data in Clinical Investigations and the revised draft guidance for industry Electronic Systems, Electronic Records, and Electronic Signatures in Clinical Investigations: Questions and Answers. 61 See 21 CFR 312.62(b) and 812.140(a)(3). 62 See 21 CFR 11.1(b). Contains Nonbinding Recommendations GLOSSARY The following terms are defined for the purposes of this guidance: clinical laboratory facilities: Clinical laboratories or other testing facilities directly contributing to or supporting the clinical trial (e.g., diagnostic labs performing blood tests, imaging centers, cardiology labs). data management plan: A written document that describes what data a sponsor expects to acquire or generate during the course of a clinical trial; how the sponsor intends to manage, describe, analyze, and store said data; and what mechanisms will be used at the end of the study to preserve and share the research data. decentralized clinical trial (DCT): A clinical trial that includes decentralized elements where trial-related activities occur at locations other than traditional clinical trial sites. digital health technology (DHT): A system that uses computing platforms, connectivity, software, and/or sensors for health care and related uses. These technologies span a wide range of uses, from applications in general wellness to applications as a medical device. They include technologies intended for use as a medical product, in a medical product, or as an adjunct to other medical products (devices, drugs, and biologics). They may also be used to develop or study medical products. investigational product (IP): Human drugs, biological products, or devices that are being investigated in a clinical trial.63 telehealth: The use of electronic information and telecommunications technologies to support remote interactions between clinical trial personnel and trial participants.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 471744,
  "end_pos": 473280,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.703Z"
}