{
  "id": "fda_guidance_chunk_0676",
  "title": "Introduction - Part 676",
  "text": "clinical studies which demonstrate that the manufactured product is safe, pure, and potent (21 CFR 601.2(a)). reports to the Secretary, by the manufacturer or the sponsor of the investigation of such drug, of data (including but not limited to analytical reports by investigators) obtained as the result of such investigational use of such drug, as the Secretary finds will enable him to evaluate the safety and effectiveness of such drug in the event of the filing of an application pursuant to subsection (b).\" 21 USC 355(i)(1)(C). 3 The investigational device provisions similarly require \"that the person applying for an exemption for a device assure the establishment and maintenance of such records, and the making of such reports to the Secretary of data obtained as a result of the investigational use of the device during the exemption, as the Secretary determines will enable him to assure compliance with such conditions, review the progress of the investigation, and evaluate the safety and effectiveness of the device.\" 21 USC 360j(g)(2)(B)(ii). Contains Nonbinding Recommendations FDA law and regulations require the collection and maintenance of complete clinical study data. This includes information on subjects who withdraw from a clinical investigation, whether the subject decides to discontinue participation in the clinical trial (21 CFR 50.25(a)(8)) or is discontinued by the investigator because the subject no longer qualifies under the protocol (for example, due to a significant adverse event or due to failure to cooperate with study requirements). FDA recognizes that a subject may withdraw from a study; however, the withdrawal does not extend to the data already obtained during the time the subject was enrolled. FDA’s longstanding policy has been that all data collected up to the point of withdrawal must be maintained in the database and included in subsequent analyses, as appropriate.4 III. DISCUSSION FDA law and regulations recognize that a complete and accurate risk/benefit profile of an investigational product depends upon the data from every subject’s experience in the clinical trial. For example, if a subject’s data could be withdrawn from a study, a sponsor would not have access to data on adverse events experienced by the subject and would be unable to evaluate whether changes to the protocol or the informed consent documents are needed to ensure the rights, safety, and welfare of other trial subjects.5 4",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 907200,
  "end_pos": 908736,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.730Z"
}