{
  "id": "fda_guidance_chunk_0095",
  "title": "Introduction - Part 95",
  "text": "individual substudies within the master protocol. For examples of types of master protocols, see section IV., Types of Master Protocols. B. Potential Opportunities and Challenges Posed by Master Protocols The potential advantage of a master protocol is flexibility and efficiency in drug development, consistent with FDA’s goal of helping to make safe and effective drugs and drug combination treatments available to the public. A master protocol provides an opportunity to incorporate efficient approaches, such as a shared control arm and/or the use of centralized data capture systems to enhance efficiency. However, a master protocol can also create challenges in the 9Under 42 U.S.C. § 282(j), including its implementing regulations in 42 CFR part 11, certain applicable clinical trials must be registered at https://www.clinicaltrials.gov/. Within 1 year of the primary completion date, with certain exceptions for submission beyond 1 year, responsible parties must submit required summary results information to https://www.clinicaltrials.gov/. FDA encourages responsible parties to submit summary results information as soon as possible and ahead of required statutory and regulatory deadlines. 10 See the guidance for industry Adaptive Designs for Clinical Trials of Drugs and Biologics. 3 Contains Nonbinding Recommendations conduct and analysis of the trial that, if not properly addressed, can increase risk to human subjects or delay the development of the drug.11 Examples of potential challenges include the following: (1) Difficulty attributing adverse events to one or more investigational drugs can occur when multiple drugs are administered within each investigational treatment arm and the trial lacks a single internal control for those drugs. (2) With multiple drugs being studied across multiple protocols and investigational new drug applications (INDs), assessing the safety profile of any given investigational drug is difficult. (3) The presence of multiple study groups allows potential overinterpretation of findings, resulting in delays in drug development. For example, an apparent difference in efficacy in a biomarker-defined subpopulation could be identified based on multiple ad hoc between-arm comparisons that prove to be false. IV. TYPES OF MASTER PROTOCOLS This section provides examples of types of master protocols and considerations related to their designs. FDA encourages sponsors to discuss with the review division plans to develop drugs under a master protocol early in the development program to obtain feedback on the design of such a protocol before the submission of the protocol to an",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 126336,
  "end_pos": 127872,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.682Z"
}