{
  "id": "fda_guidance_chunk_0377",
  "title": "Introduction - Part 377",
  "text": "the sponsor and investigator that these visits are necessary for the safety of trial participants, and it will not impact data integrity? FDA regulations allow for changes to be made to the protocol without prior FDA review or approval if the change is intended to eliminate an apparent immediate hazard or to protect the life and well-being of trial participants in an emergency.5 Therefore, changes in protocol conduct necessary to immediately assure patient safety, such as conducting telephone or video contact 4 As noted in the response to Q2 above, changes to a protocol necessary to eliminate an apparent immediate hazard to trial participants may be implemented before FDA and IRB review and approval (see 21 CFR 56.108(a)(4) and 21 CFR 312.30(b)(2)(ii)). 5 See 21 CFR 56.108(a)(4), 312.30(b)(2)(ii), and 812.35(a)(2). Contains Nonbinding Recommendations visits for safety monitoring rather than on-site visits, can be immediately implemented with subsequent review by the IRB and notification to FDA. Since this reflects a protocol deviation (until the amendment is approved), documentation of such deviations, as described above, would generally be acceptable (i.e., a document that lists each deviation, study reference ID, patient ID, and date). For example, this could include documentation that all protocol-specified visits will be done by telephone contact rather than on-site visits and that procedures requiring in-person visits will either not be conducted or will be performed by other means (specified, as appropriate). Since the change to telephone or video contact visits would likely result in some protocol-required procedures not being conducted (e.g., vital signs, blood samples for safety laboratory studies), it is critical that the sponsor evaluate the potential impact of alternative approaches on participant safety and consider how to mitigate risks to participants, including whether to discontinue the IP. For IDE studies, sponsors are required to report deviations implemented to protect the life or physical well-being of a participant in an emergency to FDA within 5 working days after learning of the deviations.7 We recognize that challenges related to the disaster or PHE may make it difficult to meet this time frame. Sponsors may consolidate implemented deviations when submitting 5-day reports and should update FDA as soon as possible. Q6. What factors should sponsors consider when deciding whether to change their clinical trial protocol to include remote clinical outcome assessments during a disaster",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 505344,
  "end_pos": 506880,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.705Z"
}