{
  "id": "fda_guidance_chunk_0536",
  "title": "Introduction - Part 536",
  "text": "these six studies is close to zero (without reducing it further to represent M2) and is so small that an NI trial would be unrealistically large. Again, as with the mortality endpoint, it would be troubling even to consider an NI approach when the largest and most recent trial showed no significant effect. Example 3: Xeloda to Treat Metastatic Colorectal Cancer — the Synthesis Method This example of Xeloda for first-line treatment of metastatic colorectal cancer illustrates: • The use of the synthesis method to demonstrate a loss of no more than 50% of the historical control treatment’s effect and a relaxation of this criterion when two NI studies are available • The use of additional endpoints in the decision-making process • The use of a conservative estimate of the active control effect because (1) a subset of the available studies to estimate the margin was selected and (2) the effect was measured relative to a previous standard of care instead of placebo The U.S. regulatory standard for first-line treatment of metastatic colorectal cancer, the use sought for Xeloda, is the demonstration of improvement in overall survival. Two separate clinical trials, each using an NI study design, compared Xeloda to a Mayo Clinic regimen of 5-fluorouracil with leucovorin (5-FU+LV), the standard of care at the time. Xeloda is an oral fluoropyrimidine, while 5-fluorouracil (5-FU) is an infusional fluoropyrimidine. By itself, bolus 5-FU had not demonstrated a survival advantage in first-line treatment of metastatic colorectal cancer. But with the addition of leucovorin to bolus 5-FU, the combination had demonstrated improved survival. A systematic evaluation of approximately 30 studies that investigated the effect of adding leucovorin to a regimen of 5-FU identified 10 clinical trials that compared a regimen of 5-FU+LV similar to the Mayo Clinic regimen to 5-FU alone, thereby providing a measure of the effect of LV added to 5-FU — a conservative estimate of the overall effect of 5-FU+LV as it is likely 5-FU has some effect. Table 5 summarizes the overall survival results, using the metric “log hazard ratio” for the 10 studies identified that addressed the comparison of interest. Table 5. Selected Studies Comparing 5-FU to 5-FU+LV Study Hazard Ratio1 Log Hazard Ratio1 Standard Error Historical Study 1 1.35 .301 .232 Historical Study 2 1.26 .235 .188 Historical Study 3 0.78",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 719040,
  "end_pos": 720576,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.718Z"
}