{
  "id": "fda_guidance_chunk_0350",
  "title": "Introduction - Part 350",
  "text": "(July 2008). 50 For information about packaging and labeling operations of phases 2 and 3 investigational drug and biological products, see section VII in the guidance for industry Preparation of Investigational New Drug Products (Human and Animal) (reprinted November 1992). 51 See 21 CFR 312.59, 812.110(e), 812.140(a)(2), and 812.140(b)(2) (for requirements related to disposition of the IP). 52 Certain late-stage pre-approval or post-approval clinical trials could be able to use selective safety data collection. See the ICH guidance for industry E19 A Selective Approach to Safety Data Collection in Specific Late-Stage Pre-Approval or Post-Approval Clinical Trials (December 2022). 53 For information about the medical care of trial participants, see section 2.7.1 in the ICH draft guidance for industry E6(R3) Good Clinical Practice (GCP) (June 2023). When final, this guidance will represent FDA’s current thinking on this topic. Contains Nonbinding Recommendations action trial participants or personnel should take in response to abnormal findings or electronic alerts. Trial participants should have clear instructions about how to contact trial personnel to report adverse events and to have pertinent questions answered. Trial participants should also be able to arrange for an unscheduled visit with trial personnel using telehealth or an in-person visit, as appropriate (see section III.B). If unreasonable and significant safety risks emerge because of use of an IP (e.g., due to remote administration), sponsors must discontinue all or part of the trial presenting the risk (e.g., discontinue remote administration or use) and notify FDA, the IRB, and all investigators who have participated in the trial.55 If authorized in the protocol, routine safety monitoring involving laboratory testing and imaging may be performed using local clinical laboratory facilities close to trial participants (see section III.D.2). Investigators should ensure they promptly receive reports of these tests and review them in a timely manner. J. Electronic Systems Used When Conducting DCTs • Electronic systems can be used to perform multiple functions to manage DCT operations, including: - Managing electronic informed consent (e.g., maintaining approved versions of informed consent, documenting IRB approval, archiving signed forms) - Capturing and storing reports from remote trial personnel, local HCPs, and local clinical laboratory facilities - Managing electronic case report forms (eCRFs) - Scheduling trial visits and other trial activities - Tracking IPs that are shipped directly to trial participants - Syncing information recorded by",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 469056,
  "end_pos": 470592,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.703Z"
}