{
  "id": "fda_guidance_chunk_0495",
  "title": "Introduction - Part 495",
  "text": "or uncertainty in setting the NI margin or where the NI margin needs to be so small that the NI study sample size becomes impossibly large. 1. Add-on Study In many cases, for a pharmacologically novel treatment, the most interesting question is not whether it is effective alone but whether the new drug can add to the effectiveness of treatments that are already available. The most pertinent study would therefore be a comparison of the new agent and placebo, each added to established therapy. Thus, new treatments for heart failure have added new agents (e.g., ACE inhibitors, beta blockers, and spironolactone) to diuretics and digoxin. As each new agent became established, it became part of the background therapy to which any new agent and placebo would be added. This approach is also typical in oncology, in the treatment of seizure disorders, and, in many cases, in the treatment of AIDS. 2. Identifying a Population Not Known to Benefit From Available Therapy in Which a Placebo-Controlled Trial Is Acceptable In many outcome study settings, effectiveness is established for some clinical settings (e.g., severe disease) but not others. Therefore, it may be possible to study less severely ill patients in placebo-controlled trials. The demonstration that simvastatin was effective in hypercholesterolemic post-infarction patients (4S), for example, did not preclude studies of statins in hypercholesterolemic non-infarction patients (WOSCOPS) or in patients with lesser degrees of hypercholesterolemia (TEXCAPS). This approach is appropriate as long as there is uncertainty as to whether the treatment is of value in the new study population. It may also be possible to study patients intolerant to the known effective therapy. For example, it was possible to study angiotensin receptor blockers in a placebo-controlled trial in heart failure patients intolerant of ACE inhibitors, but it would not have been possible to deny a more general population of heart failure patients an ACE inhibitor, as it had already been established that ACE inhibitors improved survival in a general heart failure population. 3. Early Escape, Rescue Treatment, Randomized Withdrawal In symptomatic conditions, there may be reluctance to leave people on placebo for prolonged periods when effective therapy exists. It is possible to incorporate early escape/rescue provisions for patients who do not respond by a particular time, or to use a design that terminates patients on first recurrence",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 663936,
  "end_pos": 665472,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}