{
  "id": "fda_guidance_chunk_0445",
  "title": "Introduction - Part 445",
  "text": "conducted years later, often after the drug is approved in adults. As a result, adolescent patients may have delayed access to potentially effective therapies. In addition, accrual of adolescent patients to pediatric trials evaluating approved drugs may be difficult because patients can receive the drug through off-label use. III. CRITERIA FOR INCLUDING ADOLESCENT PATIENTS IN ADULT ONCOLOGY CLINICAL TRIALS Adolescent patients should be eligible for enrollment in adult oncology clinical trials at all stages of drug development when the histology and biologic behavior of the cancer under investigation is the same in, or the molecular target of the drug is relevant to, cancers in both adult and adolescent patients. The following are recommendations regarding including adolescent patients by stage of drug development: • First-in-human or dose-escalation trials: ‒ Adolescent patients may be enrolled after some initial adult pharmacokinetic and toxicity data are obtained. The sponsor should consult with the responsible FDA review division to determine the amount and type of adult data needed before enrolling adolescent patients. Contains Nonbinding Recommendations ‒ In general, adolescent patients enrolled in these early phase trials should have cancers that are relapsed after or refractory to standard therapy with no curative options or for which no standard therapies with curative intent exist. • Activity-estimating or confirmatory trials: ‒ Adolescent patients can be enrolled simultaneously with adults IV. DOSE SELECTION FOR ADOLESCENT PATIENTS IN ADULT ONCOLOGY CLINICAL TRIALS Systemic exposure and clearance of drugs are generally similar in adolescent and adult patients after accounting for the effect of body size on pharmacokinetics. Selection of an appropriate dose for adolescent patients in clinical trials should be based on pharmacokinetic and/or pharmacodynamic characteristics of the investigational drug with consideration of body size effect on drug exposure, toxicity, and activity data (if available); the therapeutic index of the drug; and dose- and exposure-response relationships in adults.3 The following are recommendations for dosing based on how the drug is dosed in adults: • For drugs with body size-adjusted dosing for adults, adolescent patients should receive the same body size-adjusted dose (mg/kg or mg/m2) that is administered in adults. • For drugs administered as a fixed dose based on data showing no clinically meaningful body size effect on drug exposure and toxicity in adults, a minimum body weight threshold should be defined to prevent adolescent",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 596736,
  "end_pos": 598272,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.711Z"
}