{
  "id": "fda_guidance_chunk_0545",
  "title": "Introduction - Part 545",
  "text": "Administration-Regulated Medical Products, 79 FR 42, 12134 (March 4, 2014), available at https://www.federalregister.gov/articles/2014/03/04/2014-04625/action-plan-for-the- collection-analysis-and-availability-of-demographic-subgroup-data-in 19 http://www.fda.gov/downloads/RegulatoryInformation/Legislation/SignificantAmendmentstotheFDCAct/FDASIA/U CM397391.pdf (April 1, 2014) 20 Institute of Medicine Workshop: Strategies for Ensuring Diversity, Inclusion, and Meaningful Participation in Clinical Trials (April 9, 2015), available at http://www.nationalacademies.org/hmd/Activities/SelectPops/HealthDisparities/2015-APR-09.aspx 21 FDA Public Meeting: Clinical Trials-Assessing Safety and Efficacy for Diverse Populations, 80 FR 210, 66909 (October 30, 2015), available at https://www.federalregister.gov/articles/2015/10/30/2015-27728/clinical-trials- assessing-safety-and-efficacy-for-diverse-populations-public-meeting-request-for 22 Improving the Collection and Use of Racial and Ethnic Data in HHS (December 1, 1999), available at https://aspe.hhs.gov/report/improving-collection-and-use-racial-and-ethnic-data-hhs Contains Nonbinding Recommendations ethnicity for HHS programs. The report asks for the inclusion of race and ethnicity categories in HHS funded and sponsored data collection and reporting systems in all HHS programs, including in both health and human services. The policy was developed to (1) help monitor HHS programs, (2) determine whether Federal funds are being used in a nondiscriminatory manner, and (3) promote the availability of standard race and ethnicity data across various agencies to facilitate HHS responses to major health and human services issues. This policy, updated in 20114, clearly states that the minimum standard categories in OMB Policy Directive 152 should be used when collecting and reporting data in HHS data systems or reporting HHS funded statistics23. B. ICH E5 - Guidance on Ethnic Factors in the Acceptability of Foreign Clinical Data In 1999, as part of an international effort by the United States and others to harmonize technical requirements for pharmaceutical drug development and regulation (the International Conference on Harmonization (ICH)), the FDA published a guidance entitled E5 Guidance on Ethnic Factors in the Acceptability of Foreign Clinical Data24 (63 FR 31790, June 10, 1998), that described how clinical data collected in one region could be used in the registration or approval of a drug or biological product in another region, taking into account the influence of ethnic factors. The E5 guidance defines ethnic factors that affect response in terms of both intrinsic and extrinsic issues. Because differences in ethnic factors have the potential to affect responses in some subpopulations, the E5 guidance provides a general framework for evaluating medicines with regard to their sensitivity to ethnic factors. In particular, the Question and Answer Addendum to E5 introduces the multi-regional clinical trial study design as one means to evaluate treatment response heterogeneity and extrapolation. Multi-regional clinical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 731136,
  "end_pos": 732672,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.719Z"
}