{
  "id": "fda_guidance_chunk_0581",
  "title": "Introduction - Part 581",
  "text": "data to guide various aspects of the design of the early-phase clinical trial. For example, the extrapolation of a potentially safe and possibly bioactive starting clinical dose from the animal data can depend on Contains Nonbinding Recommendations various factors, such as the animal models used, the clinical route of product administration, the biodistribution profile, and any immune response to the administered CGT product. However, traditional PK study designs are generally not feasible for CGT products; thus, such data are not available to guide clinical trial design. Due to various issues, such as species specificity and immunogenicity, extrapolation from a CGT product dose administered in animals to a clinical dose can be less reliable than the customary allometric scaling typically used for small-molecule pharmaceuticals. To provide additional information about preclinical program objectives, selection of suitable animal species and animal models of disease, and overall considerations for the design of preclinical studies to support early-phase clinical trials, FDA has published the guidance entitled “Guidance for Industry: Preclinical Assessment of Investigational Cellular and Gene Therapy Products” dated November 2013 (Ref. 3). IV. CLINICAL TRIAL DESIGN This section describes specific elements of the design of an early-phase trial for a CGT product. For the most part, this guidance does not discuss elements of the trial design, such as efficacy endpoints and the analysis plan, that are generally the same for CGT products and other types of products. Instead, the discussion focuses on aspects of early-phase clinical trial design that are often different for CGT products than for other types of products. Due to the wide variety of CGT products and their potential applications, a case-by-case assessment is warranted for the design of each clinical trial. Therefore, OCTGT encourages prospective sponsors to meet with FDA review staff early in a development program (see Section V). A. Early-Phase Trial Objectives The IND regulations in 21 CFR Part 312 emphasize the importance of the assessment of trial risks and the safeguards for trial subjects. For early-phase clinical trials, especially first-in-human trials, the primary objective should be an evaluation of safety (21 CFR 312.21). Safety evaluation includes an assessment of the nature and frequency of potential adverse reactions and an estimation of the relationship to dose. For CGT products, these early-phase trials often assess not only safety of specific dose regimens and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 779520,
  "end_pos": 781056,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.722Z"
}