{
  "id": "fda_guidance_chunk_0120",
  "title": "Introduction - Part 120",
  "text": "4 87 IV. NONCLINICAL STUDIES 88 89 Nonclinical studies are a mandated part of drug development.17 The goal of the nonclinical 90 program, which consists of in vitro and/or in vivo studies, is to provide evidence that the drug is 91 “reasonably safe to conduct the proposed clinical investigations.”18 Nonclinical studies can also 92 contribute to a better understanding of the drug’s mechanism of action, metabolism, 93 pharmacokinetics, pharmacodynamics, and possible efficacy. The data generated from 94 nonclinical studies are important to the design of early-phase clinical investigations, particularly 95 for selecting the starting clinical dose, dose escalation plan, dosing regimen, and route of 96 administration. The nonclinical data may help guide the selection of patient eligibility criteria 97 and will often determine important safety monitoring procedures based on the observed 98 toxicological profile. 99 100 Internationally accepted guidelines discuss the general design of nonclinical safety studies and 101 the timing of such studies relative to the conduct of a clinical development program.19 Factors 102 that FDA evaluates when determining areas of nonclinical flexibility include the 103 pharmacological and chemical characteristics of the drug, the design and objectives of the 104 proposed clinical investigations, the severity of the targeted disease (including the rate of 105 progression to death or irreversible morbidity), adequacy of other available therapies, and the 106 anticipated risks to humans based on the accumulated nonclinical toxicology and human data. 107 When determining the relevance of existing data, a sponsor can consider factors such as drug 108 product constituents, dosage form, route of administration, dose levels, and dosing regimen plan. 109 110 The sponsor should design the pivotal toxicology studies considering the biology of the disease, 111 expected pharmacology of the drug, existing proof-of-concept (POC) data, proposed population 112 to be studied (e.g., adult versus pediatric), and proposed clinical investigation design(s) for the 113 clinical indication sought. Generally, healthy animals are the test system used in traditional 114 toxicology testing and, in most circumstances, would be the test system used to support initiation 115 of clinical investigations.20 When an animal model of the disease is available, pharmacology and 116 safety studies may contribute to understanding the actions of the drug on disease 117 pathophysiology, inform safety in the context of that disease, and guide plans for measuring 118 biological effects in patients.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 159936,
  "end_pos": 161472,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.684Z"
}