{
  "id": "fda_guidance_chunk_0673",
  "title": "Introduction - Part 673",
  "text": "Trial). In that case, the chain may not converge because a proper posterior distribution does not exist. When improper prior distributions are used, you should check that the posterior distribution is proper. Convergence difficulties can also occur when the prior distribution is nearly improper. Data augmentation The technique of data augmentation introduces auxiliary variables into a model to facilitate computation. The use of auxiliary variables can also aid in the interpretation of your analysis. For example, latent variables are now commonly introduced in analyses of ordinal outcomes (i.e., outcomes with only a few possible values that are ordered). Examples of such outcomes include answers to multiple-choice questions for a quality of life questionnaire. Johnson & Albert (1999) discuss Bayesian analysis of ordinal outcomes using latent variables. Tanner (1996) discusses data augmentation as a general technique. Electronic submission of calculations For Bayesian or other analyses that entail intensive computation, FDA will routinely check the calculations (e.g. for convergence of the Markov chain when using MCMC techniques). We recommend you submit data and any programs used for calculations to FDA electronically. 15 Both programs may be downloaded from the Medical Research Center, Cambridge, at http://www.mrc-bsu.cam.ac.uk Guidance for Sponsors, Clinical Investigators, and IRBs Data Retention When Subjects Withdraw from FDA-Regulated Clinical Trials Additional copies are available from: Good Clinical Practice Program, HF-34 Office of Science & Health Coordination, Office of the Commissioner Food and Drug Administration 5600 Fishers Lane Rockville, MD 20857 (Tel) (301)-827-3340 http://www.fda.gov/oc/gcp/draft.html U.S. Department of Health and Human Services Food and Drug Administration Office of the Commissioner (OC) Good Clinical Practice Program (GCPP) October 2008 Contains Nonbinding Recommendations TABLE OF CONTENTS I. INTRODUCTION....................................................................................................................1 II. BACKGROUND.....................................................................................................................1 III. DISCUSSION........................................................................................................................ IV. FDA POLICY........................................................................................................................ Contains Nonbinding Recommendations Guidance for Sponsors, Clinical Investigators, and IRBs1 Data Retention When Subjects Withdraw from FDA-Regulated Clinical Trials This guidance represents the Food and Drug Administration's (FDA's) current thinking on this topic. It does not create or confer any rights for or on any person and does not operate to bind FDA or the public. You can use an alternative approach if the approach satisfies the requirements of the applicable statutes and regulations. If you want to discuss an alternative approach, contact the appropriate FDA staff. If you cannot identify the appropriate FDA staff, call the appropriate telephone number listed on the title",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 903168,
  "end_pos": 904704,
  "tokens": 512,
  "tags": [
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.730Z"
}