{
  "id": "fda_guidance_chunk_0140",
  "title": "Introduction - Part 140",
  "text": "a 584 meaningfully diverse clinical population.65 585 586 • Natural history: Knowledge about a disease’s natural history can inform many important 587 aspects of clinical investigations, including planning for disease-specific challenges to 588 patient accrual and retention to increase the size of the dataset. Robust natural history 589 data can also help distinguish drug-related adverse events from underlying disease 590 manifestations.66 591 592 • Clinical investigation eligibility: For rare diseases, it is especially important that inclusion 593 and exclusion criteria do not unnecessarily constrain patient eligibility not only for 594 patient accrual but also for an adequate representation of the safety in the intended 595 treatment population. However, when appropriate, sponsors should consider enrichment 596 strategies to decrease heterogeneity (nondrug-related variability) and to enhance the 597 ability of the clinical investigation to identify safety risks of the drug and demonstrate a 598 potential treatment effect.67 Many rare diseases severely affect children, and for diseases 599 that affect both children and adults, sponsors should explore early inclusion of pediatric 600 participants in clinical studies and discuss their plans for pediatric enrollment with FDA 601 during early stages of drug development, including pre-IND meetings.68,69 602 603 • Dose selection: Data-driven dose selection is important to avoid participant 604 discontinuations because of unnecessary toxicity (dose too high) or lack of efficacy (dose 605 too low), especially when only one registration clinical investigation is feasible. Consider 606 using data from animal models of disease for different doses, a range of exposure 607 response, intrapatient dose escalation studies, or quantitative modeling approaches (e.g., 608 physiologically based pharmacokinetic or pharmacokinetic/pharmacodynamic modeling) 609 to facilitate dose selection. 610 611 65 See the draft guidance for industry, investigators, and other stakeholders Decentralized Clinical Trials for Drugs, Biological Products, and Devices (May 2023). When final, this guidance will represent the FDA’s current thinking on this topic. 66 See the draft guidance for industry Rare Diseases: Natural History Studies for Drug Development. 67 See the guidance for industry Enrichment Strategies for Clinical Trials to Support Determination of Effectiveness of Human Drugs and Biological Products. 68 See 21 CFR part 50, subpart D, Additional Safeguards for Children in Clinical Investigations. 69 See the draft guidance for industry Rare Diseases: Early Drug Development and the Role of Pre-IND Meetings (October 2018). When final, this guidance will",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 186816,
  "end_pos": 188352,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.686Z"
}