{
  "id": "fda_guidance_chunk_0307",
  "title": "Introduction - Part 307",
  "text": "document that all activities required for trial close-out are completed, and copies of essential documents are held in the appropriate files X Contains Nonbinding Recommendations 8.4.6 TREATMENT ALLOCATION AND DECODING DOCUMENTATION Returned to sponsor to document any decoding that may have occurred X 8.4.7 FINAL REPORT BY INVESTIGATOR TO IRB/IEC WHERE REQUIRED, AND WHERE APPLICABLE, TO THE REGULATORY AUTHORITY(IES) To document completion of the trial X 8.4.8 CLINICAL STUDY REPORT To document results and interpretation of trial X (if applicable) X Processes and Practices Applicable to Bioresearch Monitoring Inspections Guidance for Industry DRAFT GUIDANCE This guidance document is being distributed for comment purposes only. Comments and suggestions regarding this draft document should be submitted within 60 days of publication in the Federal Register of the notice announcing the availability of the draft guidance. Submit electronic comments to https://www.regulations.gov. Submit written comments to the Dockets Management Staff (HFA-305), Food and Drug Administration, 5630 Fishers Lane, Rm. 1061, Rockville, MD 20852. All comments should be identified with the docket number listed in the notice of availability that publishes in the Federal Register. For questions or information regarding this guidance, contact the Office of Regulatory Affairs (ORA), Office of Policy, Compliance, and Enforcement (OPCE), Food and Drug Administration at ORAPolicyStaffs@fda.hhs.gov. U.S.Department of Health and Human Services Food and Drug Administration Office of Regulatory Affairs Office of Clinical Policy Center for Biologics Evaluation and Research Center for Drug Evaluation and Research Center for Devices and Radiological Health Center for Food Safety and Applied Nutrition Center for Tobacco Products Center for Veterinary Medicine June 2024 Processes and Practices Applicable to Bioresearch Monitoring Inspections Guidance for Industry Additional copies are available from: Office of Policy, Compliance, and Enforcement Office of Regulatory Affairs Food and Drug Administration 12420 Parklawn Drive, Element Building, Rockville, MD 20857 U.S.Department of Health and Human Services Food and Drug Administration Office of Regulatory Affairs Office of Clinical Policy Center for Biologics Evaluation and Research Center for Drug Evaluation and Research Center for Devices and Radiological Health Center for Food Safety and Applied Nutrition Center for Tobacco Products Center for Veterinary Medicine June 2024 Contains Nonbinding Recommendations Draft — Not for Implementation TABLE OF CONTENTS I. INTRODUCTION ............................................................................................................. II. BACKGROUND ............................................................................................................... III. PROCESSES AND PRACTICES APPLICABLE TO BIORESEARCH MONITORING INSPECTIONS ................................................................................................. A. BIMO Processes and Practices .....................................................................................................",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 411264,
  "end_pos": 412800,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.699Z"
}