{
  "id": "fda_guidance_chunk_0743",
  "title": "Introduction - Part 743",
  "text": "other treatment that interferes with the test drug or that reduces the extent of the potential response 4. An enrolled population that tends to improve spontaneously, leaving no room for further drug-induced improvement 5. Poorly applied diagnostic criteria (patients lacking the disease to be studied) 6. Biased assessment of endpoint because of knowledge that all patients are receiving a potentially active drug, e.g., a tendency to read blood pressure responses as normalized, potentially reducing the difference between test drug and control Clinical researchers and trial sponsors intend to perform high-quality trials, and the availability of the Good Clinical Practices guidance (ICH E6) will continue to enhance trial quality. Nonetheless, it should be appreciated that in trials intended to show a difference between treatments there is a strong imperative to use a good trial design and minimize trial errors because many trial imperfections increase the likelihood of failing to show a difference between treatments when one exists. In placebo-controlled trials many efforts are made to improve compliance and increase the likelihood that the patient population will be responsive to drug effects to ensure that an effective treatment will be distinguished from placebo. Nonetheless, in many clinical settings, despite the strong stimulus and extensive efforts to ensure trial excellence and assay sensitivity, clinical trials are often unable to reliably distinguish effective drugs from placebo. In contrast, in trials intended to show that there is not a difference of a particular size (noninferiority) between two treatments, there may be a much weaker stimulus to engage in many of these efforts to ensure study quality that will help ensure that differences will be detected, i.e., that ensure assay sensitivity. The kinds of trial error that diminish observed differences between treatments (e.g., poor compliance, high placebo response, certain concomitant treatment, misclassification of outcomes) are of particular concern with respect to preservation of assay sensitivity. However, when it is believed that the new drug is actually superior to the control, there will be a strong stimulus to conduct a high quality trial so that the non-inferiority margin is more likely to be excluded. It should also be noted that some kinds of trial errors can increase variance, which would decrease the likelihood of showing non-inferiority by widening the confidence interval, so that a difference between treatment and control greater than",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 997248,
  "end_pos": 998784,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.735Z"
}