{
  "id": "fda_guidance_chunk_0146",
  "title": "Introduction - Part 146",
  "text": "Expedited Programs for Regenerative Medicine Therapies for Serious Conditions (February 735 2019). 736 737 C. Pediatric Considerations 738 739 According to estimates, about half of the people affected by rare diseases are children. Therefore, 740 conducting studies to evaluate drugs in pediatric patients is critical for determining the safety and 741 efficacy of medications for many rare diseases.79,80 When preparing development plans, the 742 sponsor should consider whether the rare disease affects children and adults or only children. The 743 degree of overlap between pathophysiology and similarity of clinical outcomes is an important 744 consideration in pediatric development when a disease is seen across the life span. In general, 745 sponsors should include pediatric patients with rare diseases in premarketing clinical studies to 746 develop data on the full range of people with the disease. 747 748 FDA strongly encourages sponsors to study the drug in all relevant pediatric populations, birth to 749 younger than 17 years of age, so that the drug can be properly and completely labeled for 750 pediatric use. As part of these pediatric studies, FDA encourages sponsors to develop pediatric 751 77 See the draft guidance for industry and other stakeholders Developing and Submitting Proposed Draft Guidance Relating to Patient Experience Data (December 2018). When final, this guidance will represent the FDA’s current thinking on this topic. For more information, see the web page Learn About FDA Patient Engagement, available at https://www.fda.gov/ForPatients/PatientEngagement/default.htm#PFDD_2. 78 For example, see 21 CFR 314.430. 79 21 CFR 201.57(c)(9)(iv)(A) defines “pediatric population(s)” and “pediatric patient(s)” as “the pediatric age group, from birth to 16 years, including age groups often called neonates, infants, children, and adolescents.” 80 For the purposes of pediatric drug development, FDA interprets “birth to 16 years” in 21 CFR 201.57(c)(9)(iv)(A) to mean from birth to before the 17th birthday (i.e., birth through 16 years of age). Contains Nonbinding Recommendations 23 formulations of the drug to enable accurate dosing, down to the youngest children affected by the 752 rare disease.81 753 754 For studies in which both pediatric and adult participants are included, the sponsor should 755 consider the relevance and comparability of endpoints to both groups, including whether results 756 from both groups can be combined in a single statistical analysis. Importantly, there are 757 additional safeguards for pediatric participants enrolled in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 194880,
  "end_pos": 196416,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.686Z"
}