{
  "id": "fda_guidance_chunk_0122",
  "title": "Introduction - Part 122",
  "text": "the pediatric population.22 Robust animal model results 133 may support the possibility of clinical benefit and the potential for a favorable benefit-risk 134 assessment to support testing in children. However, for many rare diseases, an animal disease 135 model may not exist or may not exhibit some of the clinically important manifestations of the 136 disease. Sponsors should thoroughly understand the biological relevance and limitations of the 137 animal model of disease if it is used in nonclinical studies. Data from relevant ex vivo or in vitro 138 models, such as tissue explants or cell cultures from participant-derived samples, can also be 139 used to support the POC in some instances (e.g., correction of an mRNA or protein expression or 140 subcellular trafficking defect that is known to have a causal relationship to the disease). 141 142 FDA has determined that it is appropriate to exercise the broadest flexibility in applying the 143 statutory standards, while preserving appropriate standards of safety and effectiveness, for 144 products that are being developed to treat severely debilitating or life-threatening (SDLT) rare 145 diseases.23 For products being developed for SDLT rare disease indications, clinical 146 investigations can often proceed with modifications to the typical nonclinical development 147 programs described in guidance.24 The degree of flexibility afforded to such programs may 148 depend on a variety of factors, such as the adequacy of current treatment options, the mechanism 149 of the drug, the safety findings from the available data, and the expected rate of progression to 150 mortality or irreversible morbidity. 151 152 For SDLT rare disease indications, certain types of nonclinical data — primary pharmacology 153 (including POC data); secondary pharmacology; safety pharmacology; in vitro absorption, 154 distribution, metabolism, and excretion; and genetic toxicology data — is generally expected at 155 the time of investigational new drug application (IND) submission, as appropriate, as outlined in 156 21 See the ICH guidance for industry S11 Nonclinical Safety Testing in Support of Development of Pediatric Pharmaceuticals (May 2021). 22 See 21 CFR 50.52, 50.53, and 50.55(c)(2). 23 See 21 CFR 312, subpart E. 24 See ICH M3(R2), ICH S6(R1), and ICH S9. Contains Nonbinding Recommendations 6 relevant regulations and guidance.25 The IND application should also include results from good 157 laboratory practice–compliant general toxicology studies of sufficient duration to support",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 162624,
  "end_pos": 164160,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.684Z"
}