{
  "id": "fda_guidance_chunk_0133",
  "title": "Introduction - Part 133",
  "text": "modification of existing clinical outcome assessment measures and 416 available instruments can improve the chances of success for the development program.52 417 418 Endpoint selection for a clinical investigation involves understanding the following: 419 420 • The range and course of clinical manifestations associated with the disease. Sponsors can 421 often obtain this knowledge, along with possible differences among patient subtypes, 422 from a natural history study of the disease.53 423 424 • The clinical characteristics of the specific target population, which may be a subset of the 425 total population with a disease. 426 427 • The aspects of the disease that are meaningful to the patient and caregivers and that could 428 be assessed to evaluate the drug’s effectiveness at each of the different stages of disease 429 and levels of disease severity.54 430 431 49 See section 505(d) of the FD&C Act (21 U.S.C. 355(d)). For a biological product to be licensed under section 351 of the Public Health Service Act, a sponsor must demonstrate, among other things, that its product is safe, pure, and potent. Potency has long been interpreted to include effectiveness (21 CFR 600.3(s)). 50 See 21 CFR 314.126(a). 51 See the FDA-NIH-BEST (Biomarkers, Endpoints, and other Tools) Resource for a definition of endpoint, available at https://www.ncbi.nlm.nih.gov/books/NBK338448/. 52 See the CDER Patient-Focused Drug Development web page, available at https://www.fda.gov/drugs/development-approval-process-drugs/cder-patient-focused-drug-development. 53 For further discussion, see the draft guidance for industry Rare Diseases: Natural History Studies for Drug Development. 54 See the guidance for industry, Food and Drug Administration staff, and other stakeholders Patient-Focused Drug Development: Methods to Identify What Is Important to Patients (February 2022). Contains Nonbinding Recommendations 14 • In small sample sizes, it is important to distinguish outcomes from different participants 432 as much as possible. Dichotomous endpoints (e.g., dichotomizing a continuous 433 measurement) can result in loss of information and should be avoided whenever possible. 434 435 Sponsors should select endpoints considering the objectives of each clinical investigation in the 436 context of the overall clinical development program. Endpoint selection, especially 437 considerations related to novel endpoints (that could be clinical outcomes or biomarkers as 438 surrogate endpoints), is an important aspect of rare disease drug development. Sponsors are 439 encouraged to engage early with the Agency to discuss endpoint development. Clinical 440 investigations within a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 177408,
  "end_pos": 178944,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}