{
  "id": "fda_guidance_chunk_0819",
  "title": "Introduction - Part 819",
  "text": "adverse events are recorded only if they emerge or worsen relative to pretreatment baseline. Other methods to reduce the effect of the background noise may also be appropriate, such as ignoring adverse events of mild severity or requiring that an event should have been observed at repeated visits to qualify for inclusion in the numerator. Such methods should be explained and justified in the protocol. D. Statistical Evaluation (6.4) The investigation of safety and tolerability is a multidimensional problem. Although some specific adverse effects can usually be anticipated and specifically monitored for any drug, the range of possible adverse effects is very large, and new and unforeseeable effects are always possible. Further, an adverse event experienced after a protocol violation, such as use of an excluded medication, may introduce a bias. This background underlies the statistical difficulties associated with the analytical evaluation of safety and tolerability of drugs, and means that conclusive information from confirmatory clinical trials is the exception rather than the rule. In most trials, the safety and tolerability implications are best addressed by applying descriptive statistical methods to the data, supplemented by calculation of confidence intervals wherever this aids interpretation. It is also valuable to make use of graphical presentations in which patterns of adverse events are displayed both within treatment groups and within subjects. The calculation of p-values is sometimes useful, either as an aid to evaluating a specific difference of interest or as a flagging device applied to a large number of safety and tolerability variables to highlight differences worthy of further attention. This is particularly useful for laboratory data, which otherwise can be difficult to summarize appropriately. It is recommended that laboratory data be subjected to both a quantitative analysis (e.g., evaluation of treatment means) and a qualitative analysis where counting of numbers above or below certain thresholds are calculated. If hypothesis tests are used, statistical adjustments for multiplicity to quantify the Type I error are appropriate, but the Type II error is usually of more concern. Care should be taken when interpreting putative statistically significant findings when there is no multiplicity adjustment. In the majority of trials, investigators are seeking to establish that there are no clinically unacceptable differences in safety and tolerability compared with either a comparator drug or a placebo. As is the case for",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1099392,
  "end_pos": 1100928,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.741Z"
}