{
  "id": "fda_guidance_chunk_0037",
  "title": "Introduction - Part 37",
  "text": "conduct and progress of the clinical investigations. (vii) The name(s) and title(s) of the person(s) responsible under § 312.32 for review and evaluation of information relevant to the safety of the drug. (viii) If a sponsor has transferred any obligations for the conduct of any clinical study to a contract research organization, a statement containing the name and address of the contract research organization, identification of the clinical study, and a listing of the obligations transferred. If all obligations governing the conduct of the study have been transferred, a general statement of this transfer—in lieu of a listing of the specific obligations transferred—may be submitted. (ix) The signature of the sponsor or the sponsor's authorized representative. If the person signing the application does not reside or have a place of business within the United States, the IND is required to contain the name and address of, and be countersigned by, an attorney, agent, or other authorized official who resides or maintains a place of business within the United States. (2) A table of contents. (3) Introductory statement and general investigational plan. (i) A brief introductory statement giving the name of the drug and all active ingredients, the drug's pharmacological class, the structural formula of the drug (if known), the formulation of the dosage form(s) to be used, the route of administration, and the broad objectives and planned duration of the proposed clinical investigation(s). (ii) A brief summary of previous human experience with the drug, with reference to other IND's if pertinent, and to investigational or marketing experience in other countries that may be relevant to the safety of the proposed clinical investigation(s). (iii) If the drug has been withdrawn from investigation or marketing in any country for any reason related to safety or effectiveness, identification of the country(ies) where the drug was withdrawn and the reasons for the withdrawal. (iv) A brief description of the overall plan for investigating the drug product for the following year. The plan should include the following: (a) The rationale for the drug or the research study; (b) the indication(s) to be studied; (c) the general approach to be followed in evaluating the drug; (d) the kinds of clinical trials to be conducted in the first year following the submission (if plans are not developed for the entire year,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 48384,
  "end_pos": 49920,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.678Z"
}