{
  "id": "fda_guidance_chunk_0297",
  "title": "Introduction - Part 297",
  "text": "summary should be given of the relevant physical, chemical, and pharmaceutical properties. To permit appropriate safety measures to be taken in the course of the trial, a description of the formulation(s) to be used, including excipients, should be provided and justified if clinically relevant. Instructions for the storage and handling of the dosage form(s) should also be given. Any structural similarities to other known compounds should be mentioned. 7.3.5 Nonclinical Studies Introduction: The results of all relevant nonclinical pharmacology, toxicology, pharmacokinetic, and investigational product metabolism studies should be provided in summary form. This summary should address the methodology used, the results, and a discussion of the relevance of the findings to the investigated therapeutic and the possible unfavorable Contains Nonbinding Recommendations and unintended effects in humans. The information provided may include the following, as appropriate, if known/available: 􀁸 Species tested; 􀁸 Number and sex of animals in each group; 􀁸 Unit dose (e.g., milligram/kilogram (mg/kg)); 􀁸 Dose interval; 􀁸 Route of administration; 􀁸 Duration of dosing; 􀁸 Information on systemic distribution; 􀁸 Duration of post-exposure follow-up; 􀁸 Results, including the following aspects: 􀀐 Nature and frequency of pharmacological or toxic effects; 􀀐 Severity or intensity of pharmacological or toxic effects; 􀀐 Time to onset of effects; 􀀐 Reversibility of effects; 􀀐 Duration of effects; 􀀐 Dose response. Tabular format/listings should be used whenever possible to enhance the clarity of the presentation. The following sections should discuss the most important findings from the studies, including the dose response of observed effects, the relevance to humans, and any aspects to be studied in humans. If applicable, the effective and nontoxic dose findings in the same animal species should be compared (i.e., the therapeutic index should be discussed). The relevance of this information to the proposed human dosing should be addressed. Whenever possible, comparisons should be made in terms of blood/tissue levels rather than on an mg/kg basis. (a) Nonclinical Pharmacology A summary of the pharmacological aspects of the investigational product and, where appropriate, its significant metabolites studied in animals, should be included. Such a summary should incorporate studies that assess potential therapeutic activity (e.g., efficacy models, receptor binding, and specificity) as well as those that assess safety (e.g., special studies to assess pharmacological actions other than the intended therapeutic effect(s)). (b) Pharmacokinetics and Product Metabolism in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 397824,
  "end_pos": 399360,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.699Z"
}