{
  "id": "fda_guidance_chunk_0064",
  "title": "Introduction - Part 64",
  "text": "information is generally reported to a sponsor by investigators conducting clinical trials; however, a sponsor may become aware of new safety information from a variety of sources, both domestic and foreign. Some examples of sources are listed as follows, but safety information from any other source would also need to be reviewed and evaluated by the sponsor.  Animal studies or in vitro studies  Clinical or epidemiological investigations  Reports in the scientific literature  Unpublished scientific papers  Information presented at scientific meetings  Reports from foreign regulatory authorities  Reports from commercial marketing experience  Safety information presented at a professional meeting  Foreign spontaneous reports The sponsor’s review should include examining data from all sources and deciding whether the information meets the criteria for expedited reporting (see section V), as well as evaluating all accumulating data at regular intervals to update safety information and to identify new safety signals. Some types of information should be sought by the sponsor as part of its continuous pharmacovigilance on the safety of the drug. For example, the sponsor should conduct literature searches regularly with a frequency appropriate to the drug or study design to seek safety information and report that information if necessary. V. MONITORING THE SAFETY DATABASE AND SUBMITTING IND SAFETY REPORTS Under 21 CFR 312.32(c), the sponsor is required to notify FDA and all participating investigators in an IND safety report (i.e., 7- or 15-day expedited report) of potentially serious risks from clinical trials or any other source as soon as possible, but no later than 15 calendar days after the sponsor receives the safety information and determines that the information Contains Nonbinding Recommendations qualifies for reporting (see VII.C for a discussion of IND safety reporting time frames). Participating investigators include all investigators to whom the sponsor is providing drug under any of its INDs or under any investigator’s IND (21 CFR 312.32(c)(1)). This includes, for example, all investigators participating in clinical trials under an IND, at U.S. and non-U.S. sites, for the investigational drug, and any investigators conducting a study under their own IND for whom the sponsor provides investigational drug. In addition, the sponsor must identify in each IND safety report all IND safety reports previously submitted to FDA concerning a similar suspected adverse reaction and must analyze the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 84672,
  "end_pos": 86208,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}