{
  "id": "fda_guidance_chunk_0226",
  "title": "Introduction - Part 226",
  "text": "Type C meeting. FDA’s ability to address such requests early in development may be limited and will depend on competing workload priorities and on the specifics of the development program. Contains Nonbinding Recommendations At later phases of development, FDA will have a more extensive role in evaluating the design and analysis plan to ensure that the trial will provide sufficiently reliable results to inform a regulatory decision. Regulatory mechanisms for obtaining formal, substantive feedback from FDA on later stage clinical trials are well-established and include, for example, EOP2 meetings. Depending on the preexisting knowledge regarding the drug and its intended use, and the nature of the adaptive features, an EOP2 meeting may be the appropriate setting for a sponsor to obtain feedback, or earlier interactions with FDA may be advisable (e.g., at a Type C or EOP2A meeting). Earlier interactions can help allow time for iterative discussions without slowing product development. FDA’s review of complex adaptive designs often involves challenging evaluations of design operating characteristics, usually requiring extensive computer simulations, as well as increased discussion across disciplines and FDA offices about the evaluations. This may make it difficult for FDA to adequately review such designs under short timelines. Given the timelines (45-day responses) and commitments involved with special protocol assessments (SPAs), we recommend the submission of SPAs for trials with complex adaptive designs only if there has been extensive previous discussion between FDA and the sponsor regarding the proposed trial and design. FDA’s review of proposed late-phase adaptive clinical trials will include considerations about whether the design and analysis plan satisfy the key principles outlined in this guidance. In particular, the sponsor should prespecify the details of the adaptive design and explain how the chance of erroneous conclusions will be adequately controlled, estimation of treatment effects will be sufficiently reliable, and trial integrity will be appropriately maintained. Furthermore, it is good practice for a sponsor to have explored a variety of adaptive and non-adaptive design options in planning and to discuss its considerations in choosing the proposed adaptive design with the Agency. Although FDA should be advised during the course of a trial of any proposed unplanned changes to the trial design (usually through protocol amendments), the Agency will generally not be involved in the prospectively planned adaptive decision-making. This is the responsibility of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 302400,
  "end_pos": 303936,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.693Z"
}