{
  "id": "fda_guidance_chunk_0178",
  "title": "Introduction - Part 178",
  "text": "further testing 229 once the sequence breaks; that is, further testing stops as soon as there is a failure of an endpoint 230 in the sequence to show significance at level alpha (e.g., α = 0.05). 231 232 The appeal of the fixed-sequence testing method is that it does not require any alpha adjustment 233 of the individual tests. Its main drawback is that if a hypothesis in the sequence is not rejected, 234 statistical significance cannot be achieved for the endpoints planned for the subsequent 235 hypotheses, even if they have extremely small p-values. Suppose, for example, that in a study, 236 the p-value for the first endpoint test in the sequence is p = 0.59, and the p-value for the second 237 endpoint is p = 0.001; despite the apparent strong finding for the second endpoint, the result is 238 not considered statistically significant. Ignoring the first endpoint’s result recreates the 239 Contains Nonbinding Recommendations 21 multiplicity problem and causes inflation of the overall Type I error rate. For this example, other 240 methods of controlling Type I error such as the Bonferroni method, would have shown an effect 241 for the second endpoint. 242 243 Thus, for the fixed-sequence method, carefully selecting the ordering of the tests of hypotheses is 244 critical. A test early in the sequence that fails to show statistical significance will render the 245 remainder of the endpoints not statistically significant. It is often not possible to determine a 246 priori the best order for testing (Hung and Wang 2010), and there are other methods for 247 addressing the multiplicity problem, which are described in the following subsections. 248 249 6. Resampling-Based, Multiple-Testing Procedures 250 251 When there is correlation among multiple endpoints, resampling (Westfall and Young 1993) is 252 one general statistical approach that can provide more power than the methods described above 253 to detect a true treatment effect while maintaining control of the overall Type I error rate, and the 254 power increases as the correlation increases. With these methods, a distribution of the possible 255 test-statistic values under the null hypothesis is generated based upon the observed data of the 256 trial. This data-based distribution is then used to find the p-value of the observed study result 257 instead of using a theoretical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 237888,
  "end_pos": 239424,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.689Z"
}