{
  "id": "fda_guidance_chunk_0206",
  "title": "Introduction - Part 206",
  "text": "or near some desired level. In this scenario, knowledge of the adaptation rule and the adaptively chosen sample size allows a relatively straightforward back-calculation of the interim estimate of treatment effect. Therefore, additional steps should be taken to limit personnel with this detailed knowledge so that trial integrity can be maintained. See section VII. for additional discussion. The principles discussed in this section also apply to trials with time-to-event endpoints where the adaptive design allows prospectively planned modifications to the total number of events based on comparative interim results. However, there are some special additional considerations in such settings that are discussed further in section VI.C. C. Adaptations to the Patient Population (e.g., Adaptive Enrichment) In many settings, it may be expected that the treatment effect will be greater in a certain subset of the trial population. This subpopulation could be defined, for example, by a demographic characteristic or by a genetic or pathophysiologic marker that is thought to be related to the drug’s mechanism of action. In such a setting, consideration could be given to a design that allows adaptive modifications to the patient population based on comparative interim results. For example, a trial might enroll subjects from the overall trial population up through an interim analysis, at which time a decision will be made based on prespecified criteria whether to continue enrollment in the overall population or to restrict future enrollment to the targeted subpopulation. Data accumulated both before and after the interim analysis may be combined to draw inference on the treatment effect in the targeted group. This type of design, often called an adaptive enrichment18 design, can provide advantages over non-adaptive designs. In particular, such an adaptive design can provide greater power19 at the same sample size as a non-adaptive fixed sample design in the overall population. Furthermore, unlike a trial restricting enrollment to the targeted subpopulation, the adaptive design allows an evaluation of the experimental treatment in the non-targeted (complementary) subpopulation. A design that allows adaptive modifications to the patient population often involves both (1) modification of design features, such as the enrolled population and the population evaluated in 18 The term adaptive enrichment is used, for example, in the FDA guidance for industry Enrichment Strategies for Clinical Trials to Support Approval of Human Drugs and Biological Products (March",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 275520,
  "end_pos": 277056,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.691Z"
}