{
  "id": "fda_guidance_chunk_0648",
  "title": "Introduction - Part 648",
  "text": "reference. Types of control groups that may be considered are: • concurrent controls, • self controls, and • historical controls. We believe that self controls and historical controls have more potential for bias than concurrent controls because of: • potential problems with covariate adjustment, • placebo effect, and • regression to the mean. Another way to characterize the type of control is to distinguish between controls that are treated with an effective therapy (active controls) vs. controls that either receive no treatment (inactive controls) or are treated with a sham device (placebo controls). Bayesian methods are especially useful with active controlled trials seeking to demonstrate a new device is not only non-inferior to the active control but is also superior to no treatment or a sham control. A Bayesian trial can investigate this question by using previous studies comparing the active control to the inactive control. Bayesian methods for active control trials are discussed in Gould (1991) and Simon (1999). Bayesian methods can be useful for combining historical controls with concurrent controls. The historical controls act as prior information for the concurrent control. Bayesian methods for utilizing historical controls as prior information are discussed in Pocock (1976) and in Spiegelhalter et al. (2004).), and O’Malley, Normand, and Kuntz (2003), who apply their methods to historical controls for coronary artery stent trials. 4.5 Initial information about the endpoints: prior distributions Recall that the state of our knowledge (or lack thereof) regarding a quantity of interest before we carry out a study is described by the prior distribution. Appropriate prior information should be carefully selected and incorporated into the analysis correctly. Discussions with FDA regarding study design will include an evaluation of the model to be used to incorporate the prior information into the analysis. Choosing sources of prior information We recommend you identify as many sources of good prior information as possible. The evaluation of “goodness” of the prior information is subjective. Because your trial will be conducted with the goal of FDA approval of a medical device, you should present and discuss your choice of prior information with FDA reviewers (clinical, engineering, and statistical) before your study begins. Possible sources of prior information include: • clinical trials conducted overseas, • patient registries, • clinical data on very similar products, and • pilot studies. When",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 869568,
  "end_pos": 871104,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.728Z"
}