{
  "id": "fda_guidance_chunk_0270",
  "title": "Introduction - Part 270",
  "text": "the subject’s legally acceptable representative, of all pertinent aspects of the trial including the written information and the approval/ favorable opinion by the IRB/IEC. 4.8.6 The language used in the oral and written information about the trial, including the written informed consent form, should be as non-technical as practical and should be understandable to the subject or the subject's legally acceptable representative and the impartial witness, where applicable. 4.8.7 Before informed consent may be obtained, the investigator, or a person designated by the investigator, should provide the subject or the subject’s legally acceptable representative ample time and opportunity to inquire about details of the trial and to decide whether or not to participate in the trial. All questions about the trial should be answered to the satisfaction of the subject or the subject’s legally acceptable representative. 4.8.8 Prior to a subject’s participation in the trial, the written informed consent form should be signed and personally dated by the subject or by the subject’s legally acceptable representative, and by the person who conducted the informed consent discussion. 4.8.9 If a subject is unable to read or if a legally acceptable representative is unable to read, an impartial witness should be present during the entire informed consent discussion. After the written informed consent form and any other written information to be provided to subjects, is read and explained to the subject or the subject's legally acceptable representative, and after the subject or the subject’s legally acceptable representative has orally consented to the subject’s participation in the trial and, if capable of doing so, has signed and personally dated the informed consent form, the witness should sign and personally date the consent form. By signing the consent form, the witness attests that the information in the consent form and any other written information was accurately explained to, and apparently understood by, the subject or the subject’s legally acceptable representative, and that informed consent was freely given by the subject or the subject’s legally acceptable representative. 4.8.10 Both the informed consent discussion and the written informed consent form and any other written information to be provided to subjects should include explanations of the following: (a) That the trial involves research. (b) The purpose of the trial. Contains Nonbinding Recommendations (c) The trial treatment(s) and the probability for random",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 361536,
  "end_pos": 363072,
  "tokens": 512,
  "tags": [
    "regulatory",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.696Z"
}