{
  "id": "fda_guidance_chunk_0547",
  "title": "Introduction - Part 547",
  "text": "For example, if men and women are thought to respond differently to an intervention, then the phase 3 clinical trial must be designed to answer two separate primary questions, one for men, and the other for women. When prior studies support no significant differences for either sex or racial/ethnic subgroups with a given intervention, then sex and racial/ethnic status will not be required as subject selection criteria, although the inclusion and analysis by sex and racial/ethnic groups is strongly encouraged. When prior studies neither support nor negate significant differences, then the design of the phase 3 clinical trial will be required to include sufficient and appropriate entry of sex and racial/ethnic participants so that valid analysis of the intervention effects can be performed. However, the trial will not be required to provide high statistical power for these comparisons. D. FDA Regulations, Guidances, and Section 907 of the Food and Drug Administration Safety and Innovation Act of 2012 (FDASIA) In 1997, OMB issued its revised recommendations for the collection and use of race and ethnicity data by Federal agencies (Policy Directive 15)2. OMB stated that its race and ethnicity categories were not anthropologically or scientifically-based designations, but instead were categories that described the sociocultural construct of our society. As outlined in FDA’s 2005 Guidance on Collection of Race and Ethnicity in Clinical Trials11, FDA recommended the use of the standardized OMB race and ethnicity categories for data collection in clinical trials for two reasons. First, the use of the recommended OMB categories will help ensure consistency in demographic subset analyses in applications submitted to FDA13 and in data collected by other government agencies. Second, consistency in these categories may make the demographic subset analysis more useful in evaluating potential differences in the safety and effectiveness of medical products among population subgroups. To assess potential subgroup differences in a meaningful way, it is important to use uniform, standard methods of defining racial and ethnic subgroups. FDA regulations require sponsors of Investigational New Drugs (INDs)28 to report the total number of subjects initially planned for inclusion in the study; the number entered into the study to date, tabulated by age group, sex, and race; the number whose participation in the study was completed as planned; and the number who dropped out of the study for any 28",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 733824,
  "end_pos": 735360,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.719Z"
}