{
  "id": "fda_guidance_chunk_0521",
  "title": "Introduction - Part 521",
  "text": "1. Can a margin be defined when there are no historical placebo-controlled trials of the active control for the disease being assessed in the NI study? If the active control has shown superiority to other active treatments in the past, the difference demonstrated represents a conservative estimate of HESDE, one that can certainly serve as a basis for choosing M1. It may also be possible that trials of the active control in related diseases are relevant. The more difficult question is whether historical experience from nonconcurrently controlled trials can be used to define the NI margin. The answer is that it can, but only in situations that meet the following three general criteria for assessing the persuasiveness of a historically controlled trial (see ICH E10). • First, there should be a good estimate of the historical untreated response rate or outcome without treatment. Examination of medical literature and other sources of information may provide data upon which to base these estimates (e.g., historical information on natural history or the results of ineffective therapy). • Second, the cure rate of the active control should be estimated from historical experience, preferably from multiple experiences in various settings and possibly including observational studies. • Third, the untreated and treated patients should be comparable. Then, if the treated and untreated response rates are substantially different, it may be possible to determine a NI margin. For example, if the spontaneous cure rate of a disease is 10-20% and the cure rate with an active control is 70-80%, these rates are substantially different and can be used to determine M1. The clinically acceptable loss of this effect can then be determined for M2. Some examples of margins determined in this way have been presented in guidance on antibiotic trials, e.g., trials in community-acquired bacterial pneumonia (see Example 4 in the Appendix). Identifying a margin is more difficult when the difference between the spontaneous cure rate and active drug cure rate is smaller. For example, if the historical spontaneous cure rate is 40% and the active control rate is 55%, identifying the NI margin in this case as 15% would not be reasonable because such a small difference could easily be the result of a different disease definition or ancillary therapy. When the historical cure rates for the active control and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 698880,
  "end_pos": 700416,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.717Z"
}