{
  "id": "fda_guidance_chunk_0549",
  "title": "Introduction - Part 549",
  "text": "(Ramamoorthy 2015)34. For example, racial differences 29 21 CFR § 314.50(d)(5)(v) and (vi)(a) (October 2015). See also Integrated Summary of Effectiveness Guidance for Industry, available at http://www.fda.gov/downloads/drugs/guidancecomplianceregulatoryinformation/ guidances/ucm079803.pdf 30 Under 21 CFR 314.101(d)(3), the Agency may refuse to file an NDA if it is incomplete because it does not contain information required by 21 CFR 314.50. Thus, if there is an inadequate evaluation for safety and/or effectiveness of the population intended to use the drug, including pertinent subsets, such as sex, age, and racial subsets the Agency may refuse to file the application. See FDA's Manual of Policies and Procedures, Office of New Drugs, Good Review Practice: Refuse to File (October 10, 2013), available at http://www.fda.gov/downloads/AboutFDA/ CentersOffices/OfficeofMedicalProductsandTobacco/CDER/ManualofPoliciesProcedures/UCM370948.pdf 31 FDA Report Collection, Analysis, and Availability of Demographic Subgroup Data for FDA-Approved Medical Products (August 2013), available at http://www.fda.gov/downloads/RegulatoryInformation/Legislation/ SignificantAmendmentstotheFDCAct/FDASIA/UCM365544.pdf 32 In fact, in June of 2005, FDA approved BiDil, the first drug approved by the Agency to treat a disease in patients identified by race. The drug was approved for the treatment of heart failure in Black patients. The sponsor conducted two trials in the general population that failed to show a benefit, but suggested a benefit of BiDil in Black patients. The company then studied the drug in 1,050 self-identified Black patients and it was shown to be safe and effective. 33 Huang SM & Temple R, 2008, “Is this the drug or dose for you? Impact and consideration of ethnic factors in global drug development, regulatory review, and clinical practice,” Clin Pharmacol Ther, 84: 287-294 34 Ramamoorthy A, Pacanowski MA, Bull, J, and Zhang L, 2015, \"Racial/ethnic differences in drug disposition and response: review of recently approved drugs,\" Clin Pharmacol Ther, 97: 263-273. Contains Nonbinding Recommendations in skin structure and physiology can affect response to dermatologic and topically applied products (Taylor 2002)35. Mortality rates of patients on dialysis have been shown to differ across race and ethnicity groups36. Several studies have also shown that Blacks respond less well to several classes of antihypertensive agents (beta blockers and angiotensin converting enzyme (ACE) inhibitors) (Exner 200137 and Yancy 200138). For cytochrome P450 2D6 (CYP2D6), an important enzyme that metabolizes drugs belonging to a variety of therapeutic areas such as antidepressants, antipsychotics, and beta blockers, the frequency of poor metabolizers is higher in Whites39 (7-10%) and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 736512,
  "end_pos": 738048,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.719Z"
}