{
  "id": "fda_guidance_chunk_0062",
  "title": "Introduction - Part 62",
  "text": "the drug and the occurrence of the adverse event” (see 21 CFR 201.57(c)(7) and 201.80(g)). 6 For drugs marketed or approved in the United States, ordinarily FDA-approved prescription drug labeling is used as the basis for determining whether an event is unexpected for reporting purposes. Contains Nonbinding Recommendations Adverse events listed in the investigator brochure as occurring with members of the same class of drugs, or as anticipated from the pharmacological properties of the drug, would be considered unexpected until they have been observed with the drug under investigation. For example, although angioedema is anticipated to occur in some patients exposed to drugs in the angiotensin-converting enzyme (ACE) inhibitor class and angioedema would be described in the investigator brochure as a class effect, a case of angioedema observed with the drug under investigation should be considered unexpected for reporting purposes until it is included in the investigator brochure as occurring with the drug under investigation. E. Serious (21 CFR 312.32(a)) An adverse event or suspected adverse reaction is considered “serious” if, in the view of either the investigator or sponsor, it results in any of the following outcomes: Death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, a persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, or a congenital anomaly/birth defect. Important medical events that may not result in death, be life-threatening, or require hospitalization may be considered serious when, based upon appropriate medical judgment, they may jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the outcomes listed in this definition. Examples of such medical events include allergic bronchospasm requiring intensive treatment in an emergency room or at home, blood dyscrasias or convulsions that do not result in inpatient hospitalization, or the development of drug dependency or drug abuse. This definition permits either the sponsor or the investigator to decide whether an event is serious. The investigator’s perspective may be informed by having actually observed the event, while the sponsor is likely to have broader knowledge of the drug and its effects to inform its evaluation of the significance of the event. Because serious adverse events are critically important for the identification of significant safety problems, FDA believes taking into account both the investigator’s and the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 81984,
  "end_pos": 83520,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}