{
  "id": "fda_guidance_chunk_0697",
  "title": "Introduction - Part 697",
  "text": "critical to rely on dose and observed toxic response data from adequate and well-conducted toxicology studies. However, there are cases where nonclinical data on bioavailability, metabolite profile, and plasma drug levels associated with toxicity may influence the choice of the NOAEL. One such case is when saturation of drug absorption occurs at a dose that produces no toxicity. In this instance, the lowest saturating dose, not the highest (nontoxic) dose, should be used for calculating the HED. There are essentially three types of findings in nonclinical toxicology studies that can be used to determine the NOAEL: (1) overt toxicity (e.g., clinical signs, macro- and microscopic lesions); (2) surrogate markers of toxicity (e.g., serum liver enzyme levels); and (3) exaggerated pharmacodynamic effects. Although the nature and extent of adverse effects can vary greatly with different types of therapeutics, and it is anticipated that in many instances, experts will disagree on the characterization of effects as being adverse or not, the use of NOAEL as a benchmark for dose-setting in healthy volunteers should be acceptable to all responsible investigators. As a general rule, an adverse effect observed in nonclinical toxicology studies Contains Nonbinding Recommendations used to define a NOAEL for the purpose of dose-setting should be based on an effect that would be unacceptable if produced by the initial dose of a therapeutic in a phase 1 clinical trial conducted in adult healthy volunteers. V. STEP 2: HUMAN EQUIVALENT DOSE CALCULATION A. Conversion Based on Body Surface Area After the NOAELs in the relevant animal studies have been determined, they are converted to HEDs. A decision should be made regarding the most appropriate method for extrapolating the animal dose to the equivalent human dose. Toxic endpoints for therapeutics administered systemically to animals, such as the MTD, are usually assumed to scale well between species when doses are normalized to body surface area (i.e., mg/m2) (EPA 1992; Lowe and Davis 1998). The basis for this assumption lies primarily with the work of Freireich et al. (1966) and Schein et al. (1970). These investigators reported that, for antineoplastic drugs, doses lethal to 10 percent of rodents (LD10s) and MTDs in nonrodents both correlated with the human MTD when the doses were normalized to the same administration schedule and expressed as mg/m2. Despite the subsequent analyses showing that the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 935424,
  "end_pos": 936960,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.732Z"
}