{
  "id": "fda_guidance_chunk_0630",
  "title": "Introduction - Part 630",
  "text": "important for pediatric-only indications. Should a juvenile animal study be conducted to support a pharmacokinetic (PK) study in pediatric populations if you don’t have any adult data? Should a second species be studied? A3: Generally, data from adult human volunteers and the supporting nonclinical data (in two species) should be available before pediatric clinical trials are initiated, even when the product is not intended for development in adults. Section XII (12) of ICH M3(R2), Clinical Trials in Pediatric Populations, generally provides recommendations for the situation in which adult clinical trials should precede pediatric trials and indicates that juvenile animal toxicity studies are not considered important to support short-term PK trials in pediatric populations. However, if data from adult humans are not available and the drug will be developed only for pediatric subjects, then this is a case where juvenile animal studies in two species would be appropriate to support pediatric PK trials. Guidance for Industry and FDA Staff Guidance for the Use of Bayesian Statistics in Medical Device Clinical Trials Document issued on: February 5, 2010 The draft of this document was issued on 5/23/2006 For questions regarding this document, contact Dr. Greg Campbell (CDRH) at 301-796-5750 or greg.campbell@fda.hhs.gov or the Office of Communication, Outreach and Development, (CBER) at 1-800-835-4709 or 301-827-1800. U.S. Department of Health and Human Services Food and Drug Administration Center for Devices and Radiological Health Division of Biostatistics Office of Surveillance and BiometricsCenter for Biologics Evaluation and Research Contains Nonbinding Recommendations Preface Public Comment Written comments and suggestions may be submitted at any time for Agency consideration to the Division of Dockets Management, Food and Drug Administration, 5630 Fishers Lane, Room 1061, (HFA-305), Rockville, MD, 20852. Alternatively, electronic comments may be submitted to http://www.regulations.gov. When submitting comments, please refer to Docket No.2006D-0191. Comments may not be acted upon by the Agency until the document is next revised or updated. Additional Copies Additional copies are available from the Internet at: http://www.fda.gov/MedicalDevices/DeviceRegulationandGuidance/GuidanceDocuments/ucm071072.htm You may also send an e-mail request to dsmica@fda.hhs.gov to receive an electronic copy of the guidance or send a fax request to 240-276-3151 to receive a hard copy. Please use the document number (Office GGP Rep will insert DOC number in parentheses) to identify the guidance you are requesting. Additional copies of this guidance document are also available from",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 845376,
  "end_pos": 846912,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.726Z"
}