{
  "id": "fda_guidance_chunk_0767",
  "title": "Introduction - Part 767",
  "text": "control agents. The choice of control can be affected by the availability of therapies and by medical practices in specific regions. The potential usefulness of the principal types of control (placebo, active, and dose-response) in specific situations and for specific purposes is shown in Table 1. The table should be used with the text describing the details of specific circumstances in which potential usefulness can be realized. In all cases, it is presumed that studies are appropriately designed. External controls are a case so distinct that they are not included in the table. In most cases, evidence of efficacy is most convincingly demonstrated by showing superiority to a concurrent control treatment. If a superiority trial is not feasible or is inappropriate for ethical or practical reasons, and if a defined treatment effect of the active control is regularly seen (e.g., as it is for antibiotics in most situations), a non-inferiority or equivalence trial can be used and can be persuasive. Table 1. Usefulness of Specific Concurrent Control Types in Various Situations Type of Control Trial Objective Placebo Active noninferiority Active Superiority Dose Response (D/R) Placebo + Active Placebo + D/R Active + D/R Placebo + Active + D/R Measure Absolute effect size Y N N N Y Y N Y Show existence of effect Y P Y Y Y Y Y Y Show Dose- Response relationship N N N Y N Y Y Y Compare therapies N P Y N Y N P Y Y=Yes, N=No, P=Possible, depending on whether there is historical evidence of sensitivity to drug effects Figure 1: Choosing the Concurrent Control for Demonstrating Efficacy This figure shows the basic logic for choosing the control group; the decision may depend on the available drugs or medical practices in the specific region. Is there proven effective treatment? YES ¯ ---- NO ----® Options · Placebo control (see 2.1), with design modifications,1 if appropriate · Dose-response control (see 2.3) · Active control seeking to show superiority of test drug to active control (see 2.4) · No-treatment control (see 2.2), with design modifications,1 if appropriate · Any combination of above controls (see 1.3.6) Is the proven effective treatment life saving or known to prevent irreversible morbidity? ----- YES ----® Options · Active control; superiority, or non-inferiority if there is historical evidence of sensitivity to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1029504,
  "end_pos": 1031040,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.737Z"
}