{
  "id": "fda_guidance_chunk_0334",
  "title": "Introduction - Part 334",
  "text": "https://www.fda.gov/regulatory-information/search-fda-guidance-documents. Contains Nonbinding Recommendations Trials where all activities are decentralized may be appropriate for investigational products (IPs) that have well-characterized safety profiles (see section III.G) and do not require complex preparation, administration, or medical assessments. Alternatively, there may be cases when the administration of an IP or a complex medical assessment needs to be performed at a traditional clinical trial site and some follow-up assessments could be performed remotely through electronic patient-reported outcome measures, via telehealth or in-home visits, or by local HCPs, as appropriate. Challenges related to DCTs may include coordination of trial activities with individuals and facilities in multiple locations that are not traditional clinical trial sites. Specific plans to facilitate decentralization of the trial should include, as appropriate, the use of local HCPs, local clinical laboratory facilities, and local health care facilities; visits to trial participants’ homes; and direct distribution of the IP to trial participants at their locations.8 Specific issues related to the feasibility, design, implementation, or analysis of a DCT should be discussed early with the relevant FDA review divisions.9,10 Appropriate training, oversight, and up-front and continuing risk assessment and management will be key to implementing a DCT successfully. III. RECOMMENDATIONS FOR IMPLEMENTING DCTS The sections below provide guidance on specific topics for implementing decentralized elements in clinical trials. A. DCT Design and Conduct In a DCT, some or all trial-related activities will occur at locations other than traditional clinical trial sites (e.g., the participant’s home, mobile research units, or local health care facilities). DCTs may involve a network of locations where trial personnel and local HCPs work and where trial-related activities (e.g., imaging and laboratory tests) are performed. Whether trial-related activities are performed by local HCPs or trial personnel, the clinical trial should be designed to 8 See 21 CFR 312.57(a), 312.60, 312.62(a), 812.100, 812.110, 812.140(a)(2), and 812.140(b)(2) (describing requirements for IP accountability and disposition of the IP). 9 See the draft guidance for industry Formal Meetings Between the FDA and Sponsors or Applicants of PDUFA Products (September 2023) and the draft guidance for industry Formal Meetings Between the FDA and Sponsors or Applicants of BsUFA Products (August 2023). When final, these guidances will represent FDA’s current thinking on these topics. See also the guidance for industry and FDA staff Requests for Feedback and Meetings for Medical Device",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 447552,
  "end_pos": 449088,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.702Z"
}