{
  "id": "fda_guidance_chunk_0506",
  "title": "Introduction - Part 506",
  "text": "study may argue against use of an NI design. • There are sometimes several trials of different drugs in the same pharmacologic class. Pooling them with appropriate meta-analytic methods may allow calculation of a 95% confidence interval that is narrower than that from any single study. The presumption that the pharmacologically similar drugs would have similar effects may be reasonable, but care should be exercised in extending this assumption too far. If the effects of these different drugs vary considerably in the trials, it may be reasonable to use the combined data to estimate the average effect with a meta-analysis and then select the drug with the largest effect (point estimate) as the active control in the NI study. When multiple studies of the active control are available, it is important to consider all studies and all patients when estimating the average effect. Dropping a study that does not show an effect, unless there is a very good reason, can overestimate the control drug effect and give a falsely high M1. As noted above, the existence of properly designed and sized studies that show no treatment effect of the active control may preclude conducting NI studies with that control unless there are valid reasons to explain the disparate results. When combining data from multiple studies to estimate the active control effect, some variation of effect is expected. Random-effects meta-analysis can be used that allow for both between-study and within-study heterogeneity. Both frequentist and Bayesian methods are available that differ in the assumptions made about the distribution of the random effects. These methods should be used to explore whether the variation between studies is more than would be expected by chance. If so, the between-study variation should be taken into account and will result in a more conservative margin for the NI study. Examples 1 and 2 in the Appendix illustrate in more detail how multiple historical placebo-controlled trials of the active control are evaluated in designing an NI trial. c. Metrics As previously discussed, the assumption of constancy of the effect of the active comparator between the historical studies and the NI study is crucial to a conclusion of efficacy based on non-inferiority. There are, however, technical difficulties in defining what is meant by a constant effect across studies in different populations and at",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 678720,
  "end_pos": 680256,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.716Z"
}