{
  "id": "fda_guidance_chunk_0823",
  "title": "Introduction - Part 823",
  "text": "V.G) and should be carefully avoided. Although similar problems of interpretation arise if a treatment appears to have no benefit or an adverse effect in a subgroup of subjects, such possibilities should be properly assessed and should therefore be reported. Finally, statistical judgement should be brought to bear on the analysis, interpretation and presentation of the results of a clinical trial. To this end, the trial statistician should be a member of the team responsible for the clinical study report and should approve the clinical report. B. Summarizing the Clinical Database (7.2) An overall summary and synthesis of the evidence on safety and efficacy from all the reported clinical trials is required for a marketing application (expert report in EU, integrated summary reports in the United States, gaiyou in Japan). This may be accompanied, when appropriate, by a statistical combination of results. Within the summary a number of areas of specific statistical interest arise: Describing the demography and clinical features of the population treated during the course of the clinical trial program; addressing the key questions of efficacy by considering the results of the relevant (usually controlled) trials and highlighting the degree to which they reinforce or contradict each other; summarizing the safety information available from the combined database of all the trials whose results contribute to the marketing application; and identifying potential safety issues. During the design of a clinical program, careful attention should be paid to the uniform definition and collection of measurements which will facilitate subsequent interpretation of the series of trials, particularly if they are likely to be combined across trials. A common dictionary for recording the details of medication, medical history and adverse events should be selected and used. A common definition of the primary and secondary variables is nearly always worthwhile and is essential for meta-analysis. The manner of measuring key efficacy variables, the timing of assessments relative to randomization/entry, the handling of protocol violators and deviators, and perhaps the definition of prognostic factors should all be kept compatible unless there are valid reasons not to do so. Any statistical procedures used to combine data across trials should be described in detail. Attention should be paid to the possibility of bias associated with the selection of trials, to the homogeneity of their results, and to the proper modelling",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1104768,
  "end_pos": 1106304,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.741Z"
}