{
  "id": "fda_guidance_chunk_0175",
  "title": "Introduction - Part 175",
  "text": "p-value, and so on. 146 147 Contains Nonbinding Recommendations 19 i. The test begins by comparing the smallest p-value, p(1), to α/m, the same threshold used 148 in the equally-weighted Bonferroni correction. If this p(1) is less than α/m, the treatment 149 effect for the endpoint associated with this p-value is considered significant. 150 151 ii. The test then compares the next-smallest p-value, p(2), to an endpoint-specific alpha of 152 the total alpha divided by the number of yet-untested endpoints (e.g., α/(m-1) for the 153 second smallest p-value, a somewhat less conservative significance level). If p(2) < 154 α/(m-1), then the treatment effect for the endpoint associated with this p(2) is also 155 considered significant. 156 157 iii. The test then compares the next ordered p-value, p(3), to α/(m-2), and so on until the last 158 p-value (the largest p-value) is compared to α. 159 160 iv. The procedure stops, however, whenever a step yields a non-significant result. Once an 161 ordered p-value is not significant, the remaining larger p-values are not evaluated and 162 cannot be considered as statistically significant. 163 164 There is also a more general weighted version of Holm which allows unequal alpha allocation to 165 the individual null hypotheses. 166 167 3. The Hochberg Procedure 168 169 The Hochberg procedure is a step-up testing procedure. It is more powerful than the Holm 170 procedure (i.e., if a treatment effect is significant under Holm procedure it will be also significant 171 under Hochberg procedure but not necessarily vice versa), but, unlike the Holm procedure, it 172 controls the overall error rate only under certain assumptions. It compares the p-values to the 173 same alpha critical values of α/m, α/(m-1), …, α, as the Holm procedure, but, in contrast to the 174 Holm procedure, the Hochberg procedure is a step-up procedure. Instead of starting with the 175 smallest p-value, the procedure starts with the largest p-value, which is compared to the largest 176 endpoint-specific critical value (α). Also, essentially in the reverse of the Holm procedure, if the 177 first test of hypothesis does not show statistical significance, testing proceeds to compare the 178 second-largest p-value to the second-largest adjusted alpha value, α/2. Sequential testing 179 continues in this manner until a p-value for an endpoint is statistically significant, whereupon the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 233856,
  "end_pos": 235392,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.689Z"
}