{
  "id": "fda_guidance_chunk_0376",
  "title": "Introduction - Part 376",
  "text": "the relationship to the disaster or PHE (e.g., from missed study visits or study discontinuations due to the event). This information, summarized in the clinical study report, will be helpful to FDA. If it is not possible to immediately capture this information in the case report form(s), sponsors may develop processes that enable systematic capture of these data across the sites in a manner that enables the appropriate analysis when the data are submitted to FDA. Sponsors may also develop processes to capture site-level status, site-level or vendor-level protocol deviations, and process deviations. 2 See 21 CFR 312.62. 3 See 21 CFR 812.35(a)(2). Contains Nonbinding Recommendations Q4. How should a sponsor submit a change in protocol that results from challenges related to a disaster or PHE? For IND studies, the sponsor should submit a formal amendment to its IND, with the following information added to the cover letter in the subject line: PROTOCOL AMENDMENT – DISASTER OR PHE TYPE (e.g., HURRICANE, COVID-19) TITLE OF PROTOCOL Sponsors should summarize the major changes made to the protocol related to the disaster or PHE in the cover letter and should include a tracked changes version of the protocol to facilitate review. As with other protocol amendments, sponsors may implement protocol amendments due to disasters or PHEs upon submission to FDA if approved by the IRB.4 Sponsors seeking FDA input prior to implementation should indicate that in the cover letter. For IDE studies, the sponsor should make a submission to its existing IDE, with the following information added to the cover letter in the subject line, as applicable: CHANGE IN PROTOCOL SUPPLEMENT – DISASTER OR PHE TYPE (e.g., MILITARY CONFLICT or RADIATION EMERGENCY) or NOTICE OF IDE CHANGE – DISASTER OR PHE TYPE (e.g., EARTHQUAKE or PANDEMIC), as applicable TITLE OF PROTOCOL The submission to the IDE should contain a tracked changes version of the protocol to facilitate review. Q5. Can a sponsor initiate virtual clinical trial visits for monitoring participants without contacting FDA if there is an assessment by the sponsor and investigator that these visits are necessary for the safety of trial participants, and it will not impact data integrity? FDA regulations allow for changes to be made to the protocol without prior FDA review or approval if the change is intended to eliminate an apparent",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 504000,
  "end_pos": 505536,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.705Z"
}