{
  "id": "fda_guidance_chunk_0343",
  "title": "Introduction - Part 343",
  "text": "investigators should ensure that reports from local HCPs include the name of the local HCP and the date when activities were performed.31 • For device investigations, investigator and sponsor responsibilities under 21 CFR part 812 include the requirement that there be a signed agreement between the investigator and sponsor (see 21 CFR 812.43(c)(4) and 812.100). A list of all investigators in the study is also required as part of an investigational device exemption (IDE) application (see 21 CFR 812.20(b)(4) and (b)(5) and 812.150(b)(4)). Local HCPs who provide trial-related services that are part of routine clinical practice and where a detailed knowledge of the protocol or IP is not required are not considered investigators and should not be included in the IDE list of investigators. • Investigators should communicate any specific instructions included in the protocol to local HCPs for trial-related activities they are delegated to perform (e.g., having participants rest for 5 minutes before measuring a blood pressure) to limit variability and to ensure consistency and completeness of the data. Investigators should also review data provided by local HCPs regularly to ensure data quality. • Some trial protocols will include designated clinical laboratory facilities32 to perform activities required by the protocol (e.g., phlebotomy, x-rays). Other trial protocols may permit the use of a variety of clinical laboratory facilities close to the trial participant to perform these activities. Use of local clinical laboratory facilities is generally appropriate for routine clinical tests that are well standardized. Designated clinical laboratory 29 See 21 CFR 312.3(b) and 312.53(c)(1)(viii) (for a definition of subinvestigator and a more detailed discussion of the list of names of subinvestigators who must be included in Form FDA 1572). For more information on subinvestigators, see questions 31 and 32 in the information sheet guidance for sponsors, clinical investigators, and IRBs Frequently Asked Questions – Statement of Investigator (Form FDA 1572) (May 2010) and the guidance for industry Investigator Responsibilities — Protecting the Rights, Safety, and Welfare of Study Subjects. 30 See 21 CFR 312.23(a)(6)(iii)(b). 31 See 21 CFR 312.62(b) and 812.140(a)(3). 32 See the information sheet guidance for sponsors, clinical investigators, and IRBs Frequently Asked Questions – Statement of Investigator (Form FDA 1572). Contains Nonbinding Recommendations facilities should be used for tests that are specialized or specific to the trial. If appropriate, specimens from",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 459648,
  "end_pos": 461184,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.703Z"
}