{
  "id": "fda_guidance_chunk_0680",
  "title": "Introduction - Part 680",
  "text": "and on adequate laboratory and, where appropriate, animal experimentation.\" The Declaration of Helsinki (2000) (as amended 2002, 2004) http://www.wma.net/e/policy/b3.htm. 12 The Belmont Report addresses the connection between scientific validity and ethics through the Principle of Beneficence. Beneficence has two complementary aspects: maximizing possible benefits and minimizing possible harms. The Report recognizes as one of the components of maximizing benefits, \"In the case of scientific research in general, members of the larger society are obliged to recognize the longer term benefits and risks that may result from the improvement of knowledge and from the development of novel medical, psychotherapeutic, and social procedures.\" http://ohsr.od.nih.gov/guidelines/belmont.html Contains Nonbinding Recommendations • According to FDA regulations, when a subject withdraws from a study, the data collected on the subject to the point of withdrawal remains part of the study database and may not be removed. • An investigator may ask a subject who is withdrawing whether the subject wishes to provide continued follow-up and further data collection subsequent to their withdrawal from the interventional portion of the study. Under this circumstance, the discussion with the subject would distinguish between study-related interventions and continued follow-up of associated clinical outcome information, such as medical course or laboratory results obtained through non-invasive chart review, and address the maintenance of privacy and confidentiality of the subject’s information. • If a subject withdraws from the interventional portion of the study, but agrees to continued follow-up of associated clinical outcome information as described in the previous bullet, the investigator must obtain the subject’s informed consent for this limited participation in the study (assuming such a situation was not described in the original informed consent form). In accordance with FDA regulations, IRB approval of informed consent documents would be required (21 CFR 50.25, 56.109(b), 312.60, 312.66, 812.100). • If a subject withdraws from the interventional portion of a study and does not consent to continued follow-up of associated clinical outcome information, the investigator must not access for purposes related to the study the subject’s medical record or other confidential records requiring the subject’s consent. However, an investigator may review study data related to the subject collected prior to the subject’s withdrawal from the study, and may consult public records, such as those establishing survival status. Guidance for Industry Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 912576,
  "end_pos": 914112,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.730Z"
}