{
  "id": "fda_guidance_chunk_0387",
  "title": "Introduction - Part 387",
  "text": "potential risks to both the trial participants and the health care providers (HCPs) responsible for administering the product at the alternative site. This risk assessment should include evaluation of risk mitigation steps. Based on this risk assessment, sponsors should consider consulting the appropriate FDA review divisions regarding alternative plans for the administration of IP that is usually administered in a health care setting. 23 See 21 CFR 312.57 and 312.62. 24 Sponsors should consider whether an information amendment should be submitted pursuant to 21 CFR 312.31. 25 See https://www.fda.gov/consumers/consumer-updates/where-and-how-dispose-unused-medicines. 26 See 21 CFR 312.59 and 21 CFR 312.62. 27 See 21 CFR 312.58(b) and 312.69. Contains Nonbinding Recommendations Consulting FDA is strongly advised for complex IPs (e.g., cellular therapy and gene therapy products), where potentially altered storage and handling conditions could adversely affect product stability. However, in all cases, applicable requirements for maintaining IP storage conditions in accordance with the investigational plan (before and after reconstitution, if applicable), IP reconstitution specifications per the investigator’s brochure, and IP accountability remain and must be addressed and documented.28 Storage conditions and IP accountability should be considered if the protocol is amended to permit alternative site infusions. Defining circumstances when discontinuing IP administration, while continuing study participation, albeit with potentially delayed assessments, may be an appropriate option when suitable alternative arrangements for administration of the IP cannot be made. Q12. Considering that there may be delays to on-site monitoring of clinical trials during a disaster or PHE, what are FDA’s recommendations, including for remote monitoring, in such circumstances? FDA recognizes that study monitors may not be able to access the trial sites for on-site visits in a timely manner during a disaster or PHE. Sponsors should work to find alternative approaches to maintain trial participant safety and trial data quality and integrity, such as enhanced central monitoring, telephone contact with the sites to review study procedures, or remotely tracking trial participant status and study progress where appropriate and feasible. Sponsors should carefully document situations where monitors were unable to access or had to delay monitoring of a clinical site. Sponsors or monitors should also include in their documentation of protocol deviations, or other GCP non-compliance issues identified at clinical sites, whether delayed identification was due to postponed monitoring. FDA recognizes that unique situations at clinical sites may occur",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 518784,
  "end_pos": 520320,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.706Z"
}