{
  "id": "fda_guidance_chunk_0296",
  "title": "Introduction - Part 296",
  "text": "information to the trial personnel. In cases where preparation of a formal IB is impractical, the sponsor-investigator should provide, as a substitute, an expanded background information section in the trial protocol that contains the minimum current information described in this guidance. 7.2 General Considerations The IB should include: Contains Nonbinding Recommendations 7.2.1 Title Page This should provide the sponsor's name, the identity of each investigational product (i.e., research number, chemical or approved generic name, and trade name(s) where legally permissible and desired by the sponsor), and the release date. It is also suggested that an edition number, and a reference to the number and date of the edition it supersedes, be provided. An example is given in Appendix 1. Contains Nonbinding Recommendations 7.2.2 Confidentiality Statement The sponsor may wish to include a statement instructing the investigator/recipients to treat the IB as a confidential document for the sole information and use of the investigator's team and the IRB/IEC. 7.3 Contents of the Investigator's Brochure The IB should contain the following sections, each with literature references where appropriate: 7.3.1 Table of Contents An example of the Table of Contents is given in Appendix 2 7.3.2 Summary A brief summary (preferably not exceeding two pages) should be given, highlighting the significant physical, chemical, pharmaceutical, pharmacological, toxicological, pharmacokinetic, metabolic, and clinical information available that is relevant to the stage of clinical development of the investigational product. 7.3.3 Introduction A brief introductory statement should be provided that contains the chemical name (and generic and trade name(s) when approved) of the investigational product(s), all active ingredients, the investigational product (s) pharmacological class and its expected position within this class (e.g., advantages), the rationale for performing research with the investigational product(s), and the anticipated prophylactic, therapeutic, or diagnostic indication(s). Finally, the introductory statement should provide the general approach to be followed in evaluating the investigational product. 7.3.4 Physical, Chemical, and Pharmaceutical Properties and Formulation A description should be provided of the investigational product substance(s) (including the chemical and/or structural formula(e)), and a brief summary should be given of the relevant physical, chemical, and pharmaceutical properties. To permit appropriate safety measures to be taken in the course of the trial, a description of the formulation(s) to be used, including excipients, should be provided and justified if clinically relevant. Instructions for the storage",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 396480,
  "end_pos": 398016,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.698Z"
}