{
  "id": "fda_guidance_chunk_0684",
  "title": "Introduction - Part 684",
  "text": "applicable to every clinical trial of healthy volunteers. The parameters monitored should be appropriate for the specific study vaccine. For some preventive vaccines under development, it may be appropriate Contains Nonbinding Recommendations to include additional parameters to be monitored during a clinical trial or to alter the choice of values in the toxicity table. For example, additional parameters might be added based on one or more of the following: safety signals observed in pre-clinical toxicology studies, the biological plausibility of the occurrence of certain adverse events, or previous experience with a similar licensed product. As discussed above, the tables do not represent a recommendation to monitor all the listed parameters in all clinical trials of healthy volunteers, nor do the tables represent all possible parameters to be monitored. In addition, these tables do not represent study inclusion or exclusion criteria. We recommend that the parameters monitored be appropriate for the study vaccine administered to healthy volunteers participating in the clinical trial. A. Tables for Clinical Abnormalities Local Reaction to Injectable Product Mild (Grade 1) Moderate(Grade 2) Severe (Grade 3) Potentially Life Threatening (Grade 4) Pain Does not interfere with activity Repeated use of non-narcotic pain reliever > 24 hours or interferes with activity Any use of narcotic pain reliever or prevents daily activity Emergency room (ER) visit or hospitalization Tenderness Mild discomfort to touch Discomfort with movement Significant discomfort at rest ER visit or hospitalization Erythema/Redness * 2.5 – 5 cm 5.1 – 10 cm > 10 cm Necrosis or exfoliative dermatitis Induration/Swelling ** 2.5 – 5 cm and does not interfere with activity 5.1 – 10 cm or interferes with activity > 10 cm or prevents daily activity Necrosis * In addition to grading the measured local reaction at the greatest single diameter, the measurement should be recorded as a continuous variable. ** Induration/Swelling should be evaluated and graded using the functional scale as well as the actual measurement. Contains Nonbinding Recommendations Vital Signs * Mild (Grade 1) Moderate(Grade 2) Severe (Grade 3) Potentially Life Threatening (Grade 4) Fever (°C) ** (°F) ** 38.0 – 38.4 100.4 – 101.1 38.5 – 38.9 101.2 – 102.0 39.0 – 40 102.1 – 104 > 40 > 104 Tachycardia - beats per minute 101 – 115 116 – 130 > 130 ER visit or hospitalization for",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 917952,
  "end_pos": 919488,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.731Z"
}