{
  "id": "fda_guidance_chunk_0081",
  "title": "Introduction - Part 81",
  "text": "IND and in accordance with the postmarketing requirements, if it meets the criteria for reporting. For example, if an applicant of a drug marketed or approved in the United States sponsors a multicenter, multinational clinical trial for a new indication, where the domestic sites are included in an IND, adverse events from the clinical trial, whether or not the foreign sites are also conducted under the IND, must be promptly evaluated and reported if they qualify for reporting under § 312.32 and the postmarketing requirements. If the same applicant or sponsor receives a spontaneous report of an adverse event from U.S. or foreign commercial marketing experience for a drug that is also under investigation, the report would not need to be reported to the IND because it is not a suspected adverse reaction observed in a study, but would need to be reported in accordance with the postmarketing reporting requirements, if it meets the criteria for reporting. 11 CIOMS VI recommends that collection of investigator’s causality assessments are not needed for routine regulatory reporting, but “there may be circumstances when such assessments are useful and important, such as for non-serious adverse events of special interest” (CIOMS 2005, at 85). Contains Nonbinding Recommendations F. Adverse Event Reporting to Institutional Review Boards (IRBs) Investigators are required to promptly report “to the IRB … all unanticipated problems involving risk to human subjects or others,” including adverse events that should be considered unanticipated problems (21 CFR 312.66). In 2009, FDA issued a guidance on Adverse Event Reporting to IRBs – Improving Human Subject Protection that makes recommendations on the types of adverse event information that should be reported to an IRB.12 The term unanticipated problem used in the Adverse Event Reporting to IRBs guidance describes adverse events and other types of problems (i.e., adverse events are a subset of unanticipated problems) that investigators are required to report to IRBs. Although the rule on IND safety reporting does not directly address safety reporting by investigators to IRBs, questions have arisen about its impact on adverse event reports to IRBs, particularly with respect to the specific adverse events considered to be “unanticipated problems” that must be reported to the IRB. In general, a report that meets the criteria for reporting in an IND safety report should also be considered an",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 107520,
  "end_pos": 109056,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}