{
  "id": "fda_guidance_chunk_0620",
  "title": "Introduction - Part 620",
  "text": "toxicity studies are also not generally warranted for antiviral agents for treatment of hepatitis C. There are other situations where combinations of drugs are standard clinical practice for serious or life-threatening conditions without current effective therapies, and a similar approach might also apply. Q10: In case of combinations with at least one biotechnology-derived product, does section XVII Combination Drug Toxicity Testing (17) apply as such, or only with regard to timing as suggested in section I.C (1.3) on the scope of the M3(R2) guidance? And in case of the latter, which guidance would (still) apply in deciding whether and which types of studies would be recommended? 4 When final, this guidance will represent FDA’s current thinking on this topic. A10: For biotechnology-derived products, appropriate nonclinical safety studies should be determined in accordance with ICH S6(R1). However, the topic of combination toxicity studies is not addressed by that guidance. When the combination consists of a biotechnology-derived component and a nonbiotechnology-derived component, the design and feasibility of any nonclinical combination study are complex and should be considered on a case-by-case basis. The rationale for such a study should be clearly scientifically justified, using the principles of ICH S6(R1) and ICH M3(R2). Q11: In the discussion of inclusion of WOCBP in combination drug development, M3(R2) states, “where . . . individual agent(s) have shown findings indicative of embryo-fetal risk, combination studies are not recommended as a potential human developmental hazard has already been identified.” What is meant by the phrase “have shown findings indicative of embryo-fetal risk”? FDA's guidance for industry on Nonclinical Safety Evaluation of Drug or Biologic Combinations references Pregnancy Category D and X only as yielding this exclusion. Is this the intent for the ICH as well? A11: A finding indicative of embryo-fetal risk includes any observations for reproductive hazard at relevant exposure multiples (within approximately an order of magnitude of the clinical exposure) or directly related to the pharmacodynamics of the drug. In these cases, recommendations about patient actions to minimize the identified hazard would likely be unchanged even if data from a combination study showed an enhanced effect, because a significant risk to patients has already been identified. Therefore, combination reproductive toxicity studies are not recommended when a finding with one of the individual agents indicates embryo-fetal risk; that information would be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 831936,
  "end_pos": 833472,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.725Z"
}