{
  "id": "fda_guidance_chunk_0694",
  "title": "Introduction - Part 694",
  "text": "a unitless number that converts mg/kg dose for each animal species to the mg/kg dose in humans, which is equivalent to the animal’s NOAEL on a mg/m2 basis. The resulting figure is called a human equivalent dose (HED). The species that generates the lowest HED is called the most sensitive species. When information indicates that a particular species is more relevant for assessing human risk (and deemed the most appropriate species), the HED for that species may be used in subsequent calculations, regardless of whether this species is the most sensitive. This situation is more applicable to biologic therapies, many of which have high selectivity for binding to human target Contains Nonbinding Recommendations proteins and limited reactivity in species commonly used for toxicity testing. In such cases, in vitro binding and functional studies should be conducted to select an appropriate, relevant species before toxicity studies are designed (refer to ICH guidance for industry S6 Preclinical Safety Evaluation of Biotechnology-Derived Pharmaceuticals for more details3). (However, if serious toxicities are observed in an animal species considered less relevant, those toxicities should be taken into consideration in determining the species to be used to calculate an HED. For example, in one particular case, dog was selected as the animal species used for calculation of an HED because of unmonitorable cardiac lesions, even though the rat was considered the most relevant species based on pharmacological activity data.) Additionally, a species might be considered an inappropriate toxicity model for a given drug if the dose-limiting toxicity in that species was concluded to be of limited value for human risk assessment, based on historical comparisons of toxicities in the animal species to those in humans across a therapeutic class (i.e., the dose-limiting toxicity is species-specific). In this case, data from that species should not be used to derive the HED. Without any additional information to guide the choice of the most appropriate species for assessing human risk, the most sensitive species is designated the most appropriate, because using the lowest HED would generate the most conservative starting dose. A safety factor should then be applied to the HED to increase assurance that the first dose in humans will not cause adverse effects. The use of the safety factor should be based on the possibility that humans may be more sensitive",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 931392,
  "end_pos": 932928,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.731Z"
}