{
  "id": "fda_guidance_chunk_0420",
  "title": "Introduction - Part 420",
  "text": "will be considered a “Secondary” IND, and will include CMC and P/T information for Product B. Primary IND A should also include complete clinical information for the umbrella 3 For additional information about INTERACT meetings, please see https://www.fda.gov/vaccines-blood-biologics/industry-biologics/interact-meetings. 4 See Formal Meetings Between the FDA and Sponsors or Applicants of PDUFA Products, Draft Guidance for Industry, December 2017, https://www.fda.gov/media/109951/download. When finalized, this guidance will represent FDA’s current thinking on this topic. Contains Nonbinding Recommendations trial, including the clinical protocol and supporting documents (e.g., investigator brochure, informed consent form, Form FDA 1572), and a summary of the similarities and differences between the product versions. This framework can be further extended to additional versions of the product; if the clinical study includes three different products (Products A, B, and C), then the CMC and P/T information for Product C should be provided in Secondary IND C. • Sponsors should consult FDA’s Guidance for Industry: Providing Regulatory Submissions in Electronic Format – Certain Human Pharmaceutical Product Applications and Related Submissions Using the eCTD Specifications, February 2020,5 for information regarding electronic common technical document (eCTD) format for IND submissions. Figure 1: Schematic Representation of the Primary and Secondary IND Framework6 • For the Primary IND (including any amendments), we recommend that the cover letter clearly state that the IND is a Primary IND and specify the Secondary IND number(s). For any Secondary IND (including any amendments), we recommend that the cover letter clearly state that the IND is a Secondary IND and specify the Primary IND number. We recommend that sponsors request pre-assigned IND numbers prior to submitting the INDs, so that the cover letter and cross-references for each IND can include the IND numbers for the other INDs that support the study. • For sponsors adopting the approach described in this guidance, the Primary IND should cross-reference the Secondary IND(s) for the CMC and P/T information contained in those INDs. The Secondary IND(s) should cross-reference the Primary IND for clinical information. If desired, CMC or P/T information that is identical 5 Available at: https://www.fda.gov/media/135373/download. 6 In Figure 1, “Xref” is an abbreviation for cross-reference. Contains Nonbinding Recommendations between the product versions may be submitted solely to the Primary IND and incorporated into the Secondary IND(s) by cross-reference. • In some cases, sponsors may decide to develop additional",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 563136,
  "end_pos": 564672,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.709Z"
}