{
  "id": "fda_guidance_chunk_0065",
  "title": "Introduction - Part 65",
  "text": "investigational drug, and any investigators conducting a study under their own IND for whom the sponsor provides investigational drug. In addition, the sponsor must identify in each IND safety report all IND safety reports previously submitted to FDA concerning a similar suspected adverse reaction and must analyze the significance of the suspected adverse reaction in light of previous, similar reports or any other relevant information (21 CFR 312.32(c)(1)). The analysis must include similar reports from all INDs held by the sponsor and any other relevant information known to the sponsor (21 CFR 312.32(c)(1)). Sponsors should evaluate a suspected adverse reaction in the context of other related reports or adverse events, including those that occurred in the placebo or active comparator group and those that occurred in pre- and postmarketing studies. Sponsors should conduct ongoing safety evaluations, including periodic review and analyses of their entire safety database, not only for IND safety reporting purposes, but also to update investigator brochures, protocols, and consent forms with new safety information (see section VI.B.2 for information about updating investigator brochures). Sponsor-investigators, as defined in 21 CFR 312.3(b), are required to comply with both the sponsor and the investigator responsibilities under 21 CFR part 312. With respect to safety reporting under 21 CFR 312.32, this includes examining data from reports in the scientific literature and reports from foreign commercial marketing experience. The Agency recognizes that a sponsor-investigator may not have access to complete safety data maintained by a commercial sponsor or other sponsor-investigators, but sponsor-investigators are responsible for evaluating all safety information available to them. To protect human subjects, we recommend that entities that provide drug to or receive drug from other entities share safety information with each other. The sponsor must submit an IND safety report when any of the following criteria are met: A. Serious and Unexpected Suspected Adverse Reaction (21 CFR 312.32(c)(1)(i)) The sponsor must report in an IND safety report any suspected adverse reaction to study treatment (i.e., including active comparators) that is both serious and unexpected (21 CFR 312.32(c)(1)(i)). Before submitting an IND safety report, the sponsor needs to ensure that the event meets all three of the definitions:  Suspected adverse reaction  Serious  Unexpected Contains Nonbinding Recommendations If the adverse event does not meet all three of the definitions, it should",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 86016,
  "end_pos": 87552,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}