{
  "id": "fda_guidance_chunk_0184",
  "title": "Introduction - Part 184",
  "text": "the available alpha level is split 395 between two or more endpoints into endpoint-specific alpha levels; these diagrams illustrate the 396 potential for loop-back passing of endpoint-specific alpha. 397 398 The Holm procedure (appendix section 2.) is a specific case of tests for two hypotheses with a 399 loop-back feature where the graphical method enables a simple depiction of the procedure and its 400 rationale. The Holm procedure directs that the first step is to test the smaller p-value at endpoint-401 specific alpha = α/2 and, only if successful, proceed to test the larger p-value at the level α (e.g., 402 0.05). Because the Holm procedure splits alpha evenly in half, if the test of hypothesis with the 403 smaller p-value was not significant, it is clear that the test with the larger p-value will also fail to 404 be significant; performing that comparison is unnecessary. The diagram for the Holm procedure 405 (Figure A3), shows two vertices and associated endpoint-specific alpha levels of α1 = 0.025 and 406 α2 = 0.025, respectively, satisfying the requirement for total alpha = 0.05. The two arrows show 407 that alpha might be passed along from H1 to H2, or H2 to H1. If the first test is successful, the 408 endpoint-specific alpha of 0.025 is shifted entirely to the other hypothesis and added to the 409 endpoint-specific alpha already allocated for that hypothesis to provide a net alpha of 0.05. 410 Because either hypothesis might be tested first, the diagram shows a loop-back configuration. 411 412 H1 α1 = 0.025 H2 α2 = 0.025 1 1 413 414 Figure A3: Graphical illustration of the Holm procedure with two hypotheses. 415 416 Testing on the diagram can start at any of the vertices that have non-zero alpha in the initial 417 diagram, and all vertices with non-zero alpha can be tested until one is found for which the test is 418 successful (i.e., the hypothesis is rejected). Then, the respective node is removed, and the alpha 419 allocated to the rejected hypothesis propagates to other nodes following the arrows, as directed in 420 the diagram. The final conclusions of which hypotheses were rejected and which were not will 421 be the same irrespective of which vertex was inspected first. The graphical method enables 422 complex alpha-splitting and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 245952,
  "end_pos": 247488,
  "tokens": 512,
  "tags": [
    "efficacy"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.689Z"
}