{
  "id": "fda_guidance_chunk_0288",
  "title": "Introduction - Part 288",
  "text": "source documents. (ii) Any dose and/or therapy modifications are well documented for each of the trial subjects. (iii) Adverse events, concomitant medications and intercurrent illnesses are Contains Nonbinding Recommendations reported in accordance with the protocol on the CRFs. (iv) Visits that the subjects fail to make, tests that are not conducted, and examinations that are not performed are clearly reported as such on the CRFs. (v) All withdrawals and dropouts of enrolled subjects from the trial are reported and explained on the CRFs. (n) Informing the investigator of any CRF entry error, omission, or illegibility. The monitor should ensure that appropriate corrections, additions, or deletions are made, dated, explained (if necessary), and initialed by the investigator or by a member of the investigator's trial staff who is authorized to initial CRF changes for the investigator. This authorization should be documented. (o) Determining whether all adverse events (AEs) are appropriately reported within the time periods required by GCP, the protocol, the IRB/IEC, the sponsor, and the applicable regulatory requirement(s). (p) Determining whether the investigator is maintaining the essential documents (see section 8. Essential Documents for the Conduct of a Clinical Trial). (q) Communicating deviations from the protocol, SOPs, GCP, and the applicable regulatory requirements to the investigator and taking appropriate action designed to prevent recurrence of the detected deviations. 5.18.5 Monitoring Procedures The monitor(s) should follow the sponsor's established written SOPs as well as those procedures that are specified by the sponsor for monitoring a specific trial. 5.18.6 Monitoring Report (a) The monitor should submit a written report to the sponsor after each trial-site visit or trial-related communication. (b) Reports should include the date, site, name of the monitor, and name of the investigator or other individual(s) contacted. (c) Reports should include a summary of what the monitor reviewed and the monitor's statements concerning the significant findings/facts, deviations and deficiencies, conclusions, actions taken or to be taken and/or actions recommended to secure compliance. (d) The review and follow-up of the monitoring report with the sponsor should be documented by the sponsor's designated representative. ADDENDUM (e) Reports of on-site and/or centralized monitoring should be provided to the sponsor (including appropriate management and staff responsible for trial and site oversight) in a timely manner for review and follow up. Results of monitoring activities should be documented in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 385728,
  "end_pos": 387264,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.698Z"
}