{
  "id": "fda_guidance_chunk_0433",
  "title": "Introduction - Part 433",
  "text": "H, Kanapuru B, Smith C, et al., 2017, FDA Analysis of Enrollment of Older Adults in Clinical Trials for Cancer Drug Registration: A 10-Year Experience by the U.S. Food and Drug Administration, JCO, 35:15 suppl, 10009-10009. 6 Smith BD, Smith GL, Hurria A, et al., 2009, Future of Cancer Incidence in the United States: Burdens Upon an Aging, Changing Nation, JCO, 27(17): 2758-65. 7 Levit L, Singh H, Klepin H, Hurria A, 2018, Expanding the Evidence Base in Geriatric Oncology: Action Items from an FDA-ASCO Workshop, JNCI, 110(11): djy169. 8 See the guidance for industry Studies of Drugs Likely to be used in the Elderly (November 1989), E7Studies in Support of Special Populations: Geriatrics (August 1994) and E7 Studies in Support of Special Populations: Geriatrics Questions and Answers (March 2012) and Enhancing the Diversity of Clinical Trial Populations – Eligibility Criteria, Enrollment Practices, and Trial Designs (November 2020). Contains Nonbinding Recommendations patients. In addition, older adults often have comorbidities and may be taking concomitant medications that could impact the efficacy of the cancer drug and may also impact the incidence and the severity and seriousness of an adverse reaction. It is important that the spectrum of older adults included in clinical trials are representative of the intended population, including those with physiological decline (e.g., frailty). Furthermore, there may be important differences in efficacy in older adult patients compared to the younger or general population, and information describing such differences should be conveyed to patients and healthcare providers where appropriate. Geriatric (i.e., older adult) use information must be included in labeling, unless clearly inapplicable.9 FDA’s draft guidance for industry: Geriatric Information in Human Prescription Drug and Biological Product Labeling (September 2020)10 assists applicants in determining the appropriate placement and content of geriatric information in labeling so that the information is clear and accessible to health care practitioners and includes content that guides the safe and effective use in geriatric patients. In addition, FDA’s Drug Trials Snapshots11 provides consumers with relevant information about the demographic profile of participants in key clinical trials that supported the original approval of new molecular entities and new biological products since 2015. Snapshots can also highlight differences, if applicable, in benefits and side effects among demographic groups, including, for example, differences based on age when a clinical trial includes a representative",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 580608,
  "end_pos": 582144,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.710Z"
}