{
  "id": "fda_guidance_chunk_0491",
  "title": "Introduction - Part 491",
  "text": "on which metric is chosen to represent the treatment effect. This issue is discussed in more depth in section IV.B.2.c. Experience suggests that when background rates of outcome events differ among study populations, metrics like hazard ratio or relative risk may be more stable than metrics like absolute risk difference, which are more sensitive to changes in event rates in the population. 3. Good Study Quality Conducting any poor quality studies should always be avoided, but with NI studies, sloppiness in study design/conduct is particularly problematic, because it introduces bias towards the alternative hypothesis of non-inferiority (see ICH E10; pp. 11-12 and section IV.F for further discussion). Deficiencies such as imprecise or poorly implemented entry criteria, poor compliance, use of concomitant treatments whose effects may overlap with the drugs under study, inadequate measurement techniques, errors in delivering assigned treatments, high attrition, or poor follow-up may reduce the difference C-T observed in the study, potentially leading to a false conclusion of non-inferiority. It should also be appreciated that intent-to-treat approaches, which preserve the principle that all patients are analyzed according to the treatment to which they have been randomized even if they do not receive it, although conservative in superiority trials, are not necessarily conservative in an NI study and can lead to an incorrect finding of non-inferiority. In a superiority trial, sloppiness can lead to study failure. In contrast, poor quality in an NI trial can sometimes lead to an apparent finding of non-inferiority that is incorrect. Therefore, particular attention to quality is critical when planning and conducting an NI study. Adjustment for poor quality after the fact is usually not possible. E. Statistical Inference The various approaches to calculating the NI margin and analyzing an NI study will be discussed in detail in section IV. A commonly used fixed margin method is generally referred to as the 95%-95% method. The first 95% refers to the confidence interval of the estimated effect of the control based on the historical studies demonstrating the effect, and the second 95% refers to the confidence interval used to test the null hypothesis in the NI study. Note that the first 95% lower confidence bound discussed here is a bound for the average effect of the active comparator in historical studies, or the true effect in the NI study",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 658560,
  "end_pos": 660096,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}