{
  "id": "fda_guidance_chunk_0381",
  "title": "Introduction - Part 381",
  "text": "the assessment cannot be accomplished in a remote encounter, investigators should document and sponsors should report in the clinical trial datasets any aspects of the assessment they are unable to accomplish remotely. Sponsors should consider whether the information that can be collected remotely will be sufficient to reliably assess the clinical outcome and support robust conclusions for the study. PRO- and ObsRO-Specific Considerations: For these types of assessments, sponsors should consider (1) potential for missing data when switching from in-person assessment to remote assessment; (2) whether switching from use of paper- or electronic-based PRO and ObsRO assessments completed independently to assessments administered verbally by another person may lead to bias of scores (e.g., if trial participants try to please the site staff by offering ratings that might not truly reflect their experience); and (3) that data collected with PROs and ObsROs through verbal administration should not be considered a substitute for required safety monitoring throughout the trial.11 To minimize potential bias resulting from verbal administration of PRO and ObsRO assessments, sponsors should ensure interviewer training and use of an interview script. Sponsors may also consider using automated virtual interviewers or a trained, neutral third-party interviewer to administer the assessments remotely. The potential for missing data is also a limitation when switching from in-person to remote assessment using paper-based PRO or ObsRO assessments if the trial participant or observer fails to complete all or part of the questionnaire within a given timeframe. To mitigate potential for missing data, sponsors should consider remote electronic capture of these assessments through technologies that can remind trial participants to complete the questionnaires and/or verbal administration at the time instructed (assuming appropriate steps are taken to minimize 11 See 21 CFR 312.32(b), 312.56(c), and 812.46. Contains Nonbinding Recommendations bias from verbal administration). Investigators should record which assessments were conducted by alternative means on a participant level. Q7. I am a sponsor and would like to use an alternate laboratory or imaging center12 for protocol assessments. What should I consider regarding when this approach would be appropriate and how to select alternate laboratories or imaging facilities? Given that trial participants may not be able to come to the investigational site for protocol-specified visits at which laboratory tests or imaging would be conducted, sponsors should evaluate whether it is feasible to use",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 510720,
  "end_pos": 512256,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.706Z"
}