{
  "id": "fda_guidance_chunk_0363",
  "title": "Introduction - Part 363",
  "text": "conduct of analyses, considering the reason for the 261 16 See the guidance for industry COVID-19: Developing Drugs and Biological Products for Treatment or Prevention. 17 For additional information, see the guidance for industry A Risk-Based Approach to Monitoring of Clinical Investigations: Questions and Answers (April 2023). 18 For information about the informed consent process, see FDA’s proposed recommendations in the guidance for IRBs, clinical investigators, and sponsors Informed Consent (August 2023). For information about use of electronic systems and processes that may employ multiple electronic media to obtain informed consent, see the guidance for institutional review boards, investigators, and sponsors Use of Electronic Informed Consent: Questions and Answers (December 2016). See also the guidance for industry, investigators, and institutional review boards Considerations for the Conduct of Clinical Trials of Medical Products During Major Disruptions Due To Disasters and Public Health Emergencies, and the guidance for industry COVID-19: Developing Drugs and Biological Products for Treatment or Prevention. Contains Nonbinding Recommendations missing data. 19 Sensitivity analyses considering different approaches to account for the 262 missing data should be specified in the statistical analysis plan.20 263 • Sponsors should prospectively specify how intercurrent events, including hospitalization 265 and death, will be handled in the statistical analysis. 266 • The aim should be to ascertain vital status for all COVID-19 trial subjects even after a 268 subject decides to discontinue treatment or discontinue participation in the trial, including 269 follow-up for key outcomes, while adhering to informed consent requirements.21 270 E. Additional COVID-19-Related Assessments 272 In addition to assessment of key COVID-19-related symptoms, such as by using the assessments 274 provided as an example in Table 1, FDA recommends that sponsors standardize the collection 275 and reporting of other clinical trial assessments for trial subjects. Additional assessments and 276 their associated methods that sponsors can consider include the following: 277 • Use of any medications to treat some of the COVID-19-related symptoms (e.g., 279 analgesics, antipyretics): The name of medication, dose, dosage form, and date and 280 time(s) of administration should be reported. 281 • Body temperature: The timing and the route of the body temperature assessment method 283 (e.g., oral) should be specified in the protocol, and sponsors should provide thermometers 284 to trial subjects. 285 • Oxygen saturation: Pulse oximetry data should be collected, and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 486528,
  "end_pos": 488064,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}