{
  "id": "fda_guidance_chunk_0727",
  "title": "Introduction - Part 727",
  "text": "using each design can demonstrate. The general principles described in this guidance are relevant to any controlled trial but the choice of control group is of particularly critical importance to clinical trials carried out during drug development to demonstrate efficacy. The choice of the control group should be considered in the context of available standard therapies, the adequacy of the evidence to support the chosen design, and ethical considerations. This guidance first describes the purpose of the control group and the types of control groups commonly employed to demonstrate efficacy. It then discusses the critical design and interpretation issues associated with the use of an active control trial to demonstrate efficacy by showing non-inferiority or equivalence to the control (Section 1.5). There are circumstances in which a finding of non-inferiority cannot be interpreted as evidence of efficacy. Specifically, for a finding of non-inferiority to be interpreted as showing efficacy, the trial needs to have had the ability to distinguish effective from less effective or ineffective treatments. The guidance then describes trials using each kind of control group in more detail (see sections 2.0-2.5.7) and considers, for each: · Its ability to minimize bias · Ethical and practical issues associated with its use · Its usefulness and the quality of inference in particular situations · Modifications of study design or combinations with other controls that can resolve ethical, practical, or inferential concerns · Its overall advantages and disadvantages Several other ICH guidances are particularly relevant to this guidance: · E3: Structure and Content of Clinical Study Reports · E4: Dose-Response Information to Support Drug Registration · E5: Ethnic Factors · E6: Good Clinical Practice: Consolidated Guideline · E8: General Considerations for Clinical Trials · E9: Statistical Principles for Clinical Trials Although trials using any of the control groups described and discussed in this guidance may be useful and acceptable in clinical trials that serve as the basis for marketing approval in at least some circumstances, they are not equally appropriate or useful in every case. The general approach to selecting the type of control is outlined in Section 3.0, Figure 1, and Table 1. Although this guidance is focused primarily on clinical trials intended to assess the efficacy of a treatment, many of the considerations discussed also apply to the assessment of specific safety hypotheses",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 975744,
  "end_pos": 977280,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.734Z"
}