{
  "id": "fda_guidance_chunk_0301",
  "title": "Introduction - Part 301",
  "text": "the validity of the trial conduct and the integrity of data collected. The minimum list of essential documents that has been developed follows. The various documents are grouped in three sections according to the stage of the trial during which they will normally be generated: (1) before the clinical phase of the trial commences, ( 2 ) during the clinical conduct of the trial, and (3) after completion or termination of the trial. A description is given of the purpose of each document, and whether it should be filed in either the investigator/institution or sponsor files, or both. It is acceptable to combine some of the documents, provided the individual elements are readily identifiable. Trial master files should be established at the beginning of the trial, both at the investigator/institution's site and at the sponsor's office. A final close-out of a trial can only be done when the monitor has reviewed both investigator/institution and sponsor files and confirmed that all necessary documents are in the appropriate files. Any or all of the documents addressed in this guidance may be subject to, and should be available for, audit by the sponsor's auditor and inspection by the regulatory authority(ies). ADDENDUM The sponsor and investigator/institution should maintain a record of the location(s) of their respective essential documents including source documents. The storage system used during the trial and for archiving (irrespective of the type of media used) should provide for document identification, version history, search, and retrieval. Essential documents for the trial should be supplemented or may be reduced where justified (in advance of trial initiation), based on the importance and relevance of the specific documents to the trial. Contains Nonbinding Recommendations The sponsor should ensure that the investigator has control of and continuous access to the CRF data reported to the sponsor. The sponsor should not have exclusive control of those data. When a copy is used to replace an original document (e.g., source documents, CRF), the copy should fulfill the requirements for certified copies. The investigator/institution should have control of all essential documents and records generated by the investigator/institution before, during, and after the trial. 8.2 Before the Clinical Phase of the Trial Commences During this planning stage the following documents should be generated and should be on file before the trial formally starts. Title",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 403200,
  "end_pos": 404736,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.699Z"
}