{
  "id": "fda_guidance_chunk_0543",
  "title": "Introduction - Part 543",
  "text": "report the number of participants enrolled in clinical trials by age, race, and sex and requires sponsors of NDAs to include summaries of effectiveness and safety data for important demographic subgroups, including racial subgroups13. FDA also strongly recommends the collection and reporting of ethnicity data (Hispanic-Latino/not Hispanic-Latino) consistent with OMB standards and guidelines2. This guidance is also intended to help applicants in preparing BLAs. For medical devices, FDA also recommends application sponsors collect ethnicity and race data in accordance with the OMB recommendations2, the information collection standards discussed in this guidance document and, when finalized, the Center for Devices and Radiologic Health (CDRH) and Center for Biologics Evaluation and Research (CBER) Age/Race/Ethnicity draft guidance document14. FDA expectations are that sponsors enroll participants who reflect the demographics for clinically relevant populations with regard to age, sex, race, and ethnicity13. A plan to address inclusion of clinically relevant subpopulations should be submitted for discussion to the Agency at the earliest phase of development and, for drugs and biologics, no later than the end of the phase 2 meeting. Inadequate participation and/or data analyses from clinically relevant subpopulations can lead to insufficient information pertaining to medical product safety and effectiveness for product labeling. Patient characteristics such as age, sex, geographic location (e.g. rural), emotional, physical, sensory, and cognitive capabilities can often be important variables when evaluating medical product safety and efficacy. However, these will not be addressed within this guidance. This guidance does not address the level of participation of racial and ethnic groups in clinical trials. For questions related to the level of participation or the size of a trial, sponsors should 13 21 CFR § 312.33(a)(2) (April 1, 2015). See also 21 CFR § 314.50(d)(5)(v) and (vi)(a) regarding demographic data submission in NDAs, available at http://www.ecfr.gov/cgi-bin/textidx?SID=41aa69ac1cd29cf7eb1c3b24d764f310 &mc=true&node=se21.5.314_150&rgn=div8 14 Draft Guidance: Evaluation and Reporting of Age, Race, and Ethnicity Data in Medical Device Clinical Studies (June 2016), available at http://www.fda.gov/downloads/MedicalDevices/DeviceRegulationandGuidance/ GuidanceDocuments/UCM507278.pdf. Draft guidances are included for completeness only. As draft documents, they are not intended to be implemented until published in final form. Contains Nonbinding Recommendations consult with the review division of the appropriate centers and office15 16 17for guidance on clinical trial design and demographic sub-groups prior to the start of a trial. III. BACKGROUND Over recent decades the Agency’s views, as well as those",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 728448,
  "end_pos": 729984,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.719Z"
}