{
  "id": "fda_guidance_chunk_0607",
  "title": "Introduction - Part 607",
  "text": "is it possible to escalate the clinical dose further? A2: In this situation, if the clinical dose is escalated to 1/50th of the maximum exposure in the animal studies and no treatment-related adverse effects are noted in volunteers/patients, for short-term clinical studies (e.g., 14 days duration) the clinical dose could be cautiously further escalated up to 1/10th of the maximum exposure in the animal studies, or to a dose that produces adverse effects in humans, whichever occurs first. This is reasonable because exploratory trials Approach 4 (not intended to evaluate a maximum tolerated dose (MTD) supports dosing for 14 days up to 1/10th the NOAEL (no observed adverse event level) exposure with the same First-In-Human enabling toxicity studies. Q3: When toxicity study doses are selected by using the 50-fold exposure approach and there are adverse findings in at least one of the toxicity studies, but the findings are not dose-limiting, what is the limitation for clinical exposure? A3: Doses might be escalated in the clinical studies based on the NOAEL for the adverse findings identified in the toxicity studies. The clinical doses should not be limited by the 50-fold margin in this case but should be based on standard risk assessment approaches (e.g., whether the findings are reversible and/or monitorable, the severity of the indication, adverse effects in clinical studies). Note the exception for phase 3 trials in the United States (section I.E (1.5) of ICH M3(R2)). Q4: Does the 50-fold exposure limit only apply to small molecules? A4: Yes, the 50-fold margin of exposure limit dose applies to small molecules only. As stated in section I.C (1.3) of ICH M3(R2), the guidance only applies to biologics with regard to timing of nonclinical studies relative to clinical development. High dose selection for nonclinical studies of biologics is different from that for small molecules (see ICH S6(R1)3). Q5: When making a maximum feasible dose (MFD) argument, to what lengths should the sponsor go to justify the MFD? A5: The MFD should be a dose that attempts to maximize exposure in toxicity studies, rather than maximize the administered dose. However, formulation volumes that can be administered should be based on anatomical and physiological attributes of the test species and properties of the formulation, and can have an impact on the MFD. In addition, the chemical and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 814464,
  "end_pos": 816000,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.724Z"
}