{
  "id": "fda_guidance_chunk_0523",
  "title": "Introduction - Part 523",
  "text": "information or other data (e.g., studies of related drugs, pharmacologic effects) be considered statistically in choosing the NI margins or in deciding whether the NI study has demonstrated its objective? Prior information can be incorporated into a statistical model or within a Bayesian framework to take into account such factors as evidence of effects in other related indications or on other endpoints. As discussed in section IV.B.2.b, a meta-analysis is often used to estimate the average effect of the active control for purposes of setting the NI margin, and in certain circumstances, trials from related indications or for other drugs in the same class may be included in the meta-analysis conducted for this purpose. Some methods of meta-analysis allow the down-weighting of less relevant studies or studies that are not randomized or controlled (e.g., observational studies), which can be particularly important if few placebo-controlled trials are available. Bayesian methods that incorporate historical information from past active control studies through the use of prior distributions of model parameters provide an alternative approach to evaluating non-inferiority in the NI trial itself. Although discussed in the literature and used in other research settings, CDER and CBER have not had much experience to date in evaluating NI trials of new drugs or therapeutic biologics that make use of a Bayesian approach for design and analysis. If a sponsor is planning to conduct a Bayesian NI trial, early discussions with the Agency are advised. If important covariates are distributed differently in the historical studies than in the current NI study, model-based approaches may be used to adjust for these covariates in the NI analysis. Such covariates should be identified prior to the NI trial, and the methods for covariate adjustment should be specified prospectively in the NI trial protocol. Applying post-hoc adjustments developed at the time of analyzing the NI trial would not be appropriate. 4. Can a drug product be used as the active comparator in a study designed to show non-inferiority if the product’s labeling does not have the indication for the disease being studied, and could published reports in the literature be used to support a treatment effect of the active control? The active control does not have to be labeled or approved in the United States for the indication being studied in the NI study",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 701568,
  "end_pos": 703104,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.718Z"
}