{
  "id": "fda_guidance_chunk_0439",
  "title": "Introduction - Part 439",
  "text": "thinking on this topic. Placebos and Blinding in Randomized Controlled Cancer Clinical Trials for Drug and Biological Products Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA staff responsible for this guidance as listed on the title page. I. INTRODUCTION This guidance provides recommendations to industry about the use of placebos and blinding in randomized controlled clinical trials in development programs for drug or biological products2 to treat hematologic malignancies and oncologic diseases. This guidance does not address the statistical analyses that can be considered when data are unblinded in these trials. In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. BACKGROUND Placebos, defined as inert substances with no pharmacologic activity, are commonly used in double-blind, randomized controlled clinical trials. Blinding investigators and patients in these trials to the treatment patients are receiving decreases the likelihood of biased observations of the effectiveness outcomes, may decrease differential patient drop out, and allows for unbiased observation of outcome measures, which are particularly important when the assessment includes subjective endpoints. For example, a placebo-controlled study design may be useful or preferred in maintenance therapy, in add-on trial designs, in trials of adjuvant therapies (for which standard 1 This guidance has been prepared by the Office of Hematology and Oncology Products in the Center for Drug Evaluation and Research (CDER) in cooperation with the Center for Biologics Evaluation and Research (CBER) at the Food and Drug Administration. 2 For the purposes of this guidance, all references to drugs or drug products include both human drugs and biological products and drug-led and biologic-led combination products regulated by CDER and CBER, unless otherwise specified. This guidance does not apply to medical devices or device-led combination products regulated by",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 588672,
  "end_pos": 590208,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.711Z"
}