{
  "id": "fda_guidance_chunk_0336",
  "title": "Introduction - Part 336",
  "text": "disorders, has been determined based upon data collected at traditional clinical trial sites, the same effect size may not be seen for the active control assessed remotely in a DCT (e.g., via telehealth or in a participant’s home). This may present challenges in calculating a non-inferiority margin. Sponsors should consult with the relevant FDA review division when planning a non-inferiority trial in a DCT setting. B. Remote Clinical Trial Visits and Clinical Trial-Related Activities Remote clinical trial visits and clinical trial-related activities are important strategies to make trials more convenient and more accessible to trial participants. Remote clinical trial visits may include telehealth visits, participant visits to local HCPs, or in-person visits by trial personnel or local HCPs to participants’ homes. The following should be considered when planning remote clinical trial visits or remote clinical trial-related activities: • When designing a DCT, sponsors can consider telehealth visits instead of in-person visits with trial participants if no in-person interaction is needed. The sponsor should consider the IP and the medical condition of the anticipated trial population when determining whether telehealth visits are appropriate. The protocol should specify when a telehealth visit with a trial participant is appropriate and when a participant should be seen in person. • Investigators should take measures to ensure the privacy of in-home and telehealth visits. For participants sharing their residence with others, this may involve accommodating times most suitable for participants and the possibility of using convenient locations outside of participants’ homes. • In-person visits and trial-related activities can be conducted by trial personnel who are sent to participants’ homes or participants’ preferred locations. • Depending on the trial protocol, in-person visits and trial-related activities may also be conducted by HCPs who are located close to trial participants’ homes. Investigators may Contains Nonbinding Recommendations use these local HCPs (such as doctors or nurses) to perform certain trial-related activities; for example, on a fee-for-service basis. The trial-related activities local HCPs perform should not differ from those that they are qualified to perform in clinical practice and should not require a detailed knowledge of the protocol, investigator’s brochure, or IP (e.g., performing physical examinations or obtaining vital signs). These local HCPs would not be considered trial personnel, nor would they be considered subinvestigators in a drug trial. • Trial-related activities that are",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 450240,
  "end_pos": 451776,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.702Z"
}