{
  "id": "fda_guidance_chunk_0129",
  "title": "Introduction - Part 129",
  "text": "313 therapies, there may be situations where it would be reasonable to explore flexibility in clinical 314 investigation design.39 Important factors would include if there is a well-defined, predictable 315 natural history and if the therapeutic product has a large treatment effect on an objective and 316 reliably measured biomarker or clinical endpoint. In these situations, flexibility in design should 317 be considered on a case-by-case basis in discussion with the review division. 318 319 Considerations that are particularly relevant to rare disease drug development are addressed 320 below. 321 322 1. Controls 323 324 A critical element of an adequate and well-controlled study is the use of an appropriate control to 325 enable reliable and unbiased, to the degree possible, efficacy assessments. Typically, use of a 326 randomized concurrent control group (e.g., placebo, no treatment, active treatment) is 327 recommended to distinguish changes occurring because of the drug from those changes 328 occurring because of other factors, such as natural disease progression. 329 36 See 21 CFR 314.126(a). 37 See section 505(d) of the FD&C Act (21 U.S.C. 355(d)); 21 CFR 314.126(a). 38 See also the draft guidance for industry Demonstrating Substantial Evidence of Effectiveness for Human Drug and Biological Products (December 2019). When final, this guidance will represent the FDA’s current thinking on this topic. 39 See the guidance for industry Human Gene Therapy for Rare Diseases (January 2020). Contains Nonbinding Recommendations 11 330 For serious rare diseases with unmet medical need, interest is frequently expressed in using an 331 external control. In clinical investigations with external controls, outcomes in participants 332 receiving the test treatment according to a protocol are compared with outcomes in a group of 333 people external to the clinical investigation who had not received the same treatment.40 However, 334 the lack of blinding and inability to eliminate systematic differences between treatment groups, 335 given the nonrandomized nature of the comparison, are limitations to the use of an external 336 control group. For example, in the case of a historical external control, there may be systematic 337 differences between the nonconcurrent treatment groups attributable to changes in standard of 338 care or diagnostic approaches over time. 339 340 Given the limitations, external control designs are usually reserved for specific circumstances, 341 such as clinical investigations where the drug",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 172032,
  "end_pos": 173568,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}