{
  "id": "fda_guidance_chunk_0473",
  "title": "Introduction - Part 473",
  "text": "region should also be described in the protocol. Plans for post-study treatment, including continued access to unapproved comparator, should be considered and provided to the patient in the informed consent. 9. Handling Concomitant Medications (2.2.9) Contains Nonbinding Recommendations In general, drugs used concomitantly with the investigational drug should be the same throughout the regions to the extent possible, but there may be some differences in the drugs and/or doses actually used because of variations in medical practices. This difference could be acceptable if not expected to substantially have an impact on trial results. The clinical trial protocol should specify allowable and not allowable concomitant medications and doses. Concomitant medications may be required in the protocol as an important part of the treatment. In circumstances where approved drugs are combined with an investigational drug (e.g., a combination regimen of anticancer drugs), the same dosage regimen in all regions should generally be applied. If required by protocol, concomitant medications that are not approved in a region should have their use justified based on scientific information, treatment guidelines, and other relevant documents. This justification could include documentation that the concomitant medication is approved in at least one of the ICH regions. It should generally be allowed to use an unapproved concomitant medication; however, the impact of using the unapproved concomitant medication in the relevant regions should be discussed with regulatory authorities and described in the protocol. The medication will need to be supplied in regions in which it is otherwise not available or only available in a different strength and/or dosage form, or in regions that cannot secure continuous supply during the course of the trial. Regional differences in the use and dosing of concomitant medications that may have an impact on drug responses should be considered in advance, and these medications, including changes in doses, should be documented during the trial. The previous considerations may also be applicable to concomitant therapy other than medications (e.g., compression stockings in the post-operative setting, medical devices). Contains Nonbinding Recommendations III. GLOSSARY Consistency of treatment effect: A lack of clinically relevant differences between treatment effects in different regions or subpopulations of an MRCT. Multiregional Clinical Trial, MRCT: A clinical trial conducted in more than one region under a single protocol. Region: A geographical region, country, or regulatory region. Regulatory Region:",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 634368,
  "end_pos": 635904,
  "tokens": 512,
  "tags": [
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.714Z"
}