{
  "id": "fda_guidance_chunk_0249",
  "title": "Introduction - Part 249",
  "text": "not been adequately characterized. NI trials also rely on constancy assumption. This assumption includes that the active-control effect has remained constant between the externally controlled study and the current study. This assumes constancy of patient population characteristics, supportive care measures, and evaluation techniques between the current trial and the externally controlled data from which the active-control effect was derived. The estimated size of the active-control’s treatment effect should be based on a comprehensive meta-analysis of externally controlled studies. These studies should reliably reproduce the active-control effect compared with placebo arm. 22 See 21 CFR 314.126(b)(2) and (7). 23 See guidance for industry Non-Inferiority Clinical Trials to Establish Effectiveness. See also the ICH guidance for industry E10 Choice of Control Group and Related Issues. Contains Nonbinding Recommendations Difficulties in conducting NI trials include the estimation of active-control effect and the determination of amount of effect (NI margin) to be retained. NI trials usually involve large sample sizes compared with superiority trials and involve replication of clinical trial results. Furthermore, subsequent therapies and crossover to the active-control arm can confound any NI analysis. NI trials with endpoints other than overall survival and ORR are problematic. C. Trial Designs for Radiotherapy Protectants and Chemotherapy Protectants Radiotherapy protectants and chemotherapy protectants are drugs designed to ameliorate the toxicities of therapies. These trials usually have two objectives. The first is to assess the amelioration of cancer treatment toxicity. The second objective is to determine whether anticancer activity is compromised by the protectant. The second objective usually examines earlier endpoints; for example, ORR or PFS, rather than overall survival. D. Clinical Trial Design Considerations The methodology for assessing, measuring, and analyzing the endpoint(s) should be detailed in the protocol and SAP. Visits and radiological assessments, when applicable, should be symmetric between the two study arms to prevent systematic bias. The FDA and the applicant should agree prospectively on the following items and the applicant should finalize the items before the initiation of the study, to the extent possible: • The study design • The definition of progression • The SAP • The methodology for handling missing data and censoring methods • The data to be recorded on the case report form (CRF) • The operating procedures of an independent endpoint review committee (IRC), if applicable (see Appendix) E. Clinical Trial",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 333312,
  "end_pos": 334848,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.695Z"
}