{
  "id": "fda_guidance_chunk_0465",
  "title": "Introduction - Part 465",
  "text": "program. Ethnicity usually crosses regional boundaries and can be an important risk factor for the disease or related to treatment response (as the example in Section 2.2.1. Figure 2b illustrates). Pooling ethnic subpopulations across regions in an MRCT provides an opportunity to evaluate the impact of ethnicity on treatment effects. Examples include Hispanics living in North and South America, or Caucasians living in Europe and North America. Pooling across regional boundaries by other intrinsic or extrinsic factors may also be considered (e.g., by genotype). The sample size allocation should consider the planned analysis of variability of treatment effect among pooled subpopulations, and the principles described above for allocation to regions may also apply to pooled subpopulations. Note that information about the extrinsic and intrinsic factors used to define pooling strategies should be collected for subjects enrolled in the trial to be able to monitor the recruitment strategy and ensure adequate regional and subpopulation representation. Other Sample Size Considerations The factors that influence sample size and sample size allocation should be agreed upon in advance with the different regulatory agencies governing the regions represented in the trial. For non-inferiority or equivalence trials, regulatory agreement is also needed on the relevant margin. If, after extensive attempts to reach consensus among regulatory authorities, it is the case that different regulatory requirements remain due to well-described scientific arguments, the most stringent margin should be considered for sample size calculation. There are some situations that do not fit into the framework for sample size allocation described above and where more flexibility will be required. In studies of rare diseases or an infectious disease outbreak, for example, disease prevalence may differ substantially between regions, and it may be necessary to allow one or more regions to dominate the trial for recruitment to be feasible. The recruitment strategy should be discussed with the regulatory authorities during planning. In summary, comparing with sample size requirements in regional or local studies, the potential increase of the overall sample size in MRCTs should be due primarily to the increased variability anticipated for a multiregional population and not due to overly stringent or arbitrary regional sample size requirements. The use of a well-justified and prespecified strategy for pooling regions and/or subpopulations in conjunction with a carefully thought out sample allocation plan can facilitate meeting the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 623616,
  "end_pos": 625152,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}