{
  "id": "fda_guidance_chunk_0400",
  "title": "Introduction - Part 400",
  "text": "PHE will need to be addressed expeditiously. RPMs will work with sponsors to determine the best path forward to answer their questions for certain changes in an expedited manner. To discuss urgent issues related to IDEs managed in CDRH, sponsors should contact the lead reviewer. For IDEs managed in CBER, sponsors should contact the RPM. For FDA feedback on a proposed future IDE study or regarding modifications to ongoing studies that are not urgent (such as a statistical analysis plan to address missing data), a Pre-Submission is recommended. For additional information on Pre-Submissions, please refer to the guidance for industry Requests for Feedback and Meetings for Medical Device Submissions: The Q-Submission Program (June 2023). For general questions regarding FDA policy on clinical trial conduct during a disaster or PHE, sponsors should contact CTconductquestions@fda.hhs.gov. Q20. How are drug and biological product clinical trials required as postmarketing requirements (PMRs) affected during disasters or PHEs? What about required postmarket device studies? The information in this guidance applies to all clinical trials, including those postmarketing clinical trials that FDA requires an applicant52 to conduct53 for drugs and biological products. 52 After a company submits a marketing application (e.g., new drug application (NDA), biologics license application (BLA), premarket approval application (PMA), De Novo classification request, or premarket notification (510(k)) for review, the company is referred to as the applicant. The person who initiates a clinical investigation is referred to as the sponsor (see 21 CFR 312.3 and 812.3(n)). 53 Specifically, this response is intended to apply to studies or clinical trials required under 505(o)(3) of the FD&C Act (21 U.S.C. 355(o)(3)), confirmatory trials for drugs approved under the accelerated approval pathway (21 U.S.C. 356(c)(2)(A)), deferred pediatric studies (21 U.S.C. 355B), and postmarketing studies required for drugs and biological products developed under the Animal Rule (see 21 CFR 314.610(b)(1) and 610.91(b)(1)); see also the FDA guidance for industry Product Development Under the Animal Rule (November 2015). Contains Nonbinding Recommendations Many of the considerations outlined in this guidance may also be relevant to postmarket device studies. Applicants who are required to complete postmarketing clinical trials for drugs or biological products follow a timetable that includes due dates for completing certain milestones in the trial. FDA encourages applicants to inform FDA as soon as possible if they experience delays due to a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 536256,
  "end_pos": 537792,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.707Z"
}