{
  "id": "fda_guidance_chunk_0685",
  "title": "Introduction - Part 685",
  "text": "Threatening (Grade 4) Fever (°C) ** (°F) ** 38.0 – 38.4 100.4 – 101.1 38.5 – 38.9 101.2 – 102.0 39.0 – 40 102.1 – 104 > 40 > 104 Tachycardia - beats per minute 101 – 115 116 – 130 > 130 ER visit or hospitalization for arrhythmia Bradycardia - beats per minute*** 50 – 54 45 – 49 < 45 ER visit or hospitalization for arrhythmia Hypertension (systolic) - mm Hg 141 – 150 151 – 155 > 155 ER visit or hospitalization for malignant hypertension Hypertension (diastolic) - mm Hg 91 – 95 96 – 100 > 100 ER visit or hospitalization for malignant hypertension Hypotension (systolic) – mm Hg 85 – 89 80 – 84 < 80 ER visit or hospitalization for hypotensive shock Respiratory Rate – breaths per minute 17 – 20 21 – 25 > 25 Intubation * Subject should be at rest for all vital sign measurements. ** Oral temperature; no recent hot or cold beverages or smoking. *** When resting heart rate is between 60 – 100 beats per minute. Use clinical judgement when characterizing bradycardia among some healthy subject populations, for example, conditioned athletes. Systemic (General) Mild (Grade 1) Moderate(Grade 2) Severe (Grade 3) Potentially Life Threatening (Grade 4) Nausea/vomiting No interference with activity or 1 – 2 episodes/24 hours Some interference with activity or > 2 episodes/24 hours Prevents daily activity, requires outpatient IV hydration ER visit or hospitalization for hypotensive shock Diarrhea 2 – 3 loose stools or < 400 gms/24 hours 4 – 5 stools or 400 – 800 gms/24 hours 6 or more watery stools or > 800gms/24 hours or requires outpatient IV hydration ER visit or hospitalization Headache No interference with activity Repeated use of non- narcotic pain reliever > 24 hours or some interference with activity Significant; any use of narcotic pain reliever or prevents daily activity ER visit or hospitalization Fatigue No interference with activity Some interference with activity Significant; prevents daily activity ER visit or hospitalization Myalgia No interference with activity Some interference with activity Significant; prevents daily activity ER visit or hospitalization Contains Nonbinding Recommendations Systemic Illnes Mild (Grade 1) (Moderate(Grade 2) Severe (Grade 3) Potentially Life Threatening (Grade 4) Illness or clinical adverse event (as defined according to applicable regulations) No interference with activity Some",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 919296,
  "end_pos": 920832,
  "tokens": 512,
  "tags": [
    "safety"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.731Z"
}