{
  "id": "fda_guidance_chunk_0317",
  "title": "Introduction - Part 317",
  "text": "There may be instances in which FDA investigators may 190 not disclose specific reasons for conducting the inspection during pre-announcement. In such 191 cases, if appropriate, FDA investigators may inform the establishment representative that 192 additional details will be shared during the opening meeting of the inspection. 193 194 Establishment staff should also confirm arrival details with FDA investigators and provide a 195 contact phone number. FDA believes that an establishment’s failure to acknowledge the pre196 announcement notification should not be a reason to delay the start of an inspection. This pre197 announcement notification should be provided within a reasonable time before the inspection is 198 scheduled to occur. FDA generally pre-announces both foreign and domestic inspections, but 199 pre-announcement for foreign inspections is generally further in advance of the inspection due to 200 country clearance requirements. In general, pre-announcements for domestic inspections will be 201 given via phone while for foreign inspections pre-announcements may be by phone and/or email. 202 203 Inspections, whether pre-announced or unannounced, are conducted consistent with our 204 compliance programs, the IOM, and applicable statutory authority. The Agency may determine 205 to not pre-announce an inspection (foreign or domestic) if prior notification may impact the 206 inspection. 207 208 B. Inspection Timeframe and Duration 209 210 During the pre-announcement, FDA investigators intend to communicate with the establishment 211 the planned timeframe and duration of the inspection, including appropriate working hours 212 during which the inspection is likely to take place. Inspection duration is impacted by a myriad 213 of factors, such as the complexities of the operations, availability of knowledgeable staff, the 214 nature of any observations, and if FDA needs to follow-up on complaints received by the 215 Agency. 216 217 C. Communication During An Inspection 218 219 When FDA personnel request records or other information as part of an inspection,28 the Agency 220 will typically provide an opportunity to discuss the nature, process, and timeline of the request. 221 The establishment may ask clarifying questions and should be prepared to provide the records in 222 a timely manner during the inspection. Details of the establishment's electronic information 27 See Part II. Background for additional detail. Access may be read-only. See “Read-Only Access to Electronic Databases During Bioresearch Monitoring Inspection Assignments” under section 5.14 of the IOM. 28",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 424704,
  "end_pos": 426240,
  "tokens": 512,
  "tags": [
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.700Z"
}