{
  "id": "fda_guidance_chunk_0738",
  "title": "Introduction - Part 738",
  "text": "and should, be evaluated before beginning a non-inferiority trial. Specifically, it should be determined that, in the specific therapeutic area under study, appropriately designed and conducted trials that used a specific active treatment, or other treatments with similar effects, reliably showed an effect. Optimally, this is demonstrated by finding that the active treatment intended for use as the active control was reliably found superior to placebo. If this is the case, there is historical evidence of sensitivity to drug effects for similarly designed active control trials (see section 1.5.1.1). Appropriateness of trial conduct can only be fully evaluated after the active control noninferiority trial is completed. Not only should the design of the non-inferiority trial be similar to that of previous trials used to determine historical evidence of sensitivity to drug effects (e.g., entry criteria, allowable concomitant therapy); but, in addition, the actual study population entered, the concomitant therapies actually used, etc., should be assessed to ensure that conduct of the study was, in fact, similar to the previous trials. The trial should also be conducted with high quality (e.g. good compliance, few losses to follow-up). Together with historical evidence of sensitivity to drug effects, appropriate trial conduct (section 1.5.1.2) provides assurance of assay sensitivity in the new active control trial. The design and conduct of a non-inferiority trial thus involve four critical steps: Determining that historical evidence of sensitivity to drug effects exists. Without this determination, demonstration of efficacy from a showing of non-inferiority is not possible and should not be attempted. Designing a trial. Important details of the trial design, e.g., study population, concomitant therapy, endpoints, run-in periods, should adhere closely to the design of the trials used to determine that historical evidence of sensitivity to drug effects exists Setting a margin. An acceptable non-inferiority margin should be defined, taking into account the historical data and relevant clinical and statistical considerations. Conducting the trial. The trial conduct should also adhere closely to that of the historical trials and should be of high quality. a. Historical Evidence of Sensitivity to Drug Effects and Choosing the Non-inferiority Margin (1.5.1.1) As noted earlier, most active control equivalence trials are really non-inferiority trials intended to establish the efficacy of a new treatment. Analysis of the results of non-inferiority trials is discussed in ICH guidances E9 and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 990528,
  "end_pos": 992064,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.735Z"
}