{
  "id": "fda_guidance_chunk_0155",
  "title": "Introduction - Part 155",
  "text": "the chances of a false favorable conclusion for any primary or secondary endpoints (see section III.), regardless of which and how many of these endpoints in the study have no effect. The Type I error probability associated with testing multiple endpoints of a study is called overall Type I error probability. The rationale for controlling this probability is given in the next subsection (section II.C.). When 4 Contains Nonbinding Recommendations there is more than one primary or secondary endpoint, it is important to ensure that the evaluation of multiple hypotheses will not lead to inflation of the study’s overall Type I error probability (or rate) relative to the planned level. To control the Type I error rate, it is critical that sponsors prospectively specify the following: • all endpoints in the primary and secondary families (see section III. for definitions). • all data analyses that will be performed to test hypotheses about the prespecified endpoints, regardless of whether they are considered primary or secondary. For a study with multiple endpoints, the analysis plan should describe the testing procedure for the hypotheses being tested with a proper control of overall Type I error rate. C. Multiplicity In a clinical trial with a single endpoint tested at two-sided α = 0.05, the probability of finding a difference between the treatment group and a control group in favor of the treatment group when no difference exists in the population is 0.025 (a 2.5% chance). That is, there is a 97.5% chance of appropriately not finding a favorable effect if there is no true effect for this endpoint. By contrast, if there are two independent endpoints, each tested at two-sided α = 0.05, and if success on either endpoint by itself would lead to a conclusion of a drug effect, the chance of appropriately not finding a favorable effect on both endpoints together is thus 0.975 * 0.975, which is approximately 0.95, and so the probability of falsely finding a favorable effect on at least one endpoint is approximately 0.05. Thus, the overall Type I error rate in favor of the drug nearly doubles when two independent endpoints are tested. This higher-than-intended overall Type I error rate when multiple tests are conducted without adjustment is called the multiplicity problem. Thus, without correction for multiplicity, the chance of making",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 206976,
  "end_pos": 208512,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.687Z"
}