{
  "id": "fda_guidance_chunk_0806",
  "title": "Introduction - Part 806",
  "text": "or an independent ethics committee (IEC), and its composition should include clinical trial scientists knowledgeable in the appropriate disciplines, including statistics. When there are sponsor representatives on the IDMC, their role should be clearly defined in the operating procedures of the committee (e.g., covering whether or not they can vote on key issues). Since these sponsor staff would have access to unblinded information, the procedures should also address the control of dissemination of interim trial results within the sponsor organization. V. DATA ANALYSIS CONSIDERATIONS A. Prespecification of the Analysis (5.1) When designing a clinical trial, the principal features of the eventual statistical analysis of the data should be described in the statistical section of the protocol. This section should include all the principal features of the proposed confirmatory analysis of the primary variable(s) and the way in which anticipated analysis problems will be handled. In the case of exploratory trials, this section could describe more general principles and directions. The statistical analysis plan (see Glossary) may be written as a separate document to be completed after finalizing the protocol. In this document, a more technical and detailed elaboration of the principal features stated in the protocol may be included (see section VII.A). The plan may include detailed procedures for executing the statistical analysis of the primary and secondary variables and other data. The plan should be reviewed and possibly updated as a result of the blind review of the data (see section VII.A for definition) and should be finalized before breaking the blind. Formal records should be kept of when the statistical analysis plan was finalized as well as when the blind was subsequently broken. If the blind review suggests changes to the principal features stated in the protocol, these should be documented in a protocol amendment. Otherwise, it should suffice to update the statistical analysis plan with the considerations suggested from the blind review. Only results from analyses envisaged in the protocol (including amendments) can be regarded as confirmatory. In the statistical section of the clinical study report, the statistical methodology should be clearly described including when in the clinical trial process methodology decisions were made (see ICH E3). B. Analysis Sets (5.2) The set of subjects whose data are to be included in the main analyses should be defined in the statistical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1081920,
  "end_pos": 1083456,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.740Z"
}