{
  "id": "fda_guidance_chunk_0745",
  "title": "Introduction - Part 745",
  "text": "measures effect size (test drug versus placebo) and allows comparison of test drug and active control in a setting where assay sensitivity is established by the active control versus placebo comparison. (See Section 2.1.5.1.1). II. DETAILED CONSIDERATION OF TYPES OF CONTROL (2.0) A. Placebo Control (2.1) 1. Description (See Section 1.3.1) (2.1.1) In a placebo-controlled trial, subjects are assigned, almost always by randomization, to either a test treatment or to a placebo. A placebo is a dummy treatment that appears as identical as possible to the test treatment with respect to physical characteristics such as color, weight, taste and smell, but that does not contain the test drug. Some trials may study more than one dose of the test treatment or include both an active control and placebo. In these cases, it may be easier for the investigator to use more than one placebo (double-dummy) than to try to make all treatments look the same. The use of placebo facilitates, and is almost always accompanied by, double-blinding (or double-masking). The difference in outcome between the active treatment and placebo groups is the measure of treatment effect under the conditions of the trial. Within this general description there are a wide variety of designs that can be used successfully: Parallel or crossover designs (see ICH E9), single fixed dose or titration in the active drug group, several fixed doses. Several designs meriting special attention will be described below. Note that not every study that includes a placebo is a placebo-controlled study. For example, an active control study could use a placebo for each drug (double-dummy) to facilitate blinding; this is still an active control trial, not a placebo-controlled trial. A placebo-controlled trial is one in which treatment with a placebo is compared with treatment with a test drug. It should also be noted that not all placebos are completely inactive. For example, some vehicle controls used in studies of topical skin preparations may have beneficial activity. This does not impair the ability of the design to measure the specific effect of the test agent. Special problems arise when the chosen vehicle control may have harmful effects. In this case a no treatment arm would allow the measurement of the total effect of the test agent plus its vehicle. 2. Ability to Minimize Bias (2.1.2) The",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 999936,
  "end_pos": 1001472,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.735Z"
}