{
  "id": "fda_guidance_chunk_0542",
  "title": "Introduction - Part 542",
  "text": "format9. This document is intended to provide guidance on: • Meeting the requirements set forth in the 1998 final rule10 regarding presentation of demographic data on investigational new drug (IND) applications and new drug applications (NDAs) (known as the “Demographic Rule”) and collection of race and ethnicity data in biologics license applications (BLAs) and medical device applications • Addressing the FDA Safety and Innovation Act, Section 907 Action Plan6 to improve demographic subgroup gaps in data quality FDA's guidance documents, including this guidance, do not establish legally enforceable responsibilities. Instead, guidances describe the Agency's current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. SCOPE This document is intended to provide guidance on the collection of race and ethnicity in clinical trials. This guidance provides clarifying recommendations on the two step collection process of race and ethnicity data and has been developed in support of the FDASIA 907 Action Plan to improve the completeness and quality of demographic subgroup data. This guidance replaces the 2005 FDA guidance on Collection of Race and Ethnicity in Clinical Trials11. 6 FDA Action Plan To Enhance The Collection and Availability of Demographic Subgroup Data (August 2014), available at http://www.fda.gov/downloads/RegulatoryInformation/Lefislation/SignificantAmendmentstothe FDCAct/FDASIA/UCM410474.pdf 7 CDISC standardized Study Data Tabulation Model (SDTM), Analysis Data Model (ADaM), Operational Data Model (ODM), http://www.cdisc.org/system/files/members/standard/study_data_tabulation_model_v1_4.pdf 8 Providing Regulatory Submissions in Electronic Format – Certain Human Pharmaceutical Product Applications and Related Submissions Using the eCTD Specifications: Guidance for Industry (May 2015), available at http://www.fda.gov/Drugs/DevelopmentApprovalProcess/FormsSubmissionRequirements/ElectronicSubmissions/uc m153574.htm 9 Providing Regulatory Submissions In Electronic Format - Standardized Study Data: Guidance for Industry (December 2014), available at http://www.fda.gov/downloads/Drugs/.../Guidances/UCM292334.pdf 10 63 FR 6854 (February 11, 1998) (codified at 21 CFR 312.33(a)(2) and 21 CFR 314.50(d)(5)), https://www.gpo.gov/fdsys/pkg/FR-1998-02-11/pdf/98-3422.pdf 11 Collection of Race and Ethnicity in Clinical Trials (September 2005), http://www.fda.gov/downloads/RegulatoryInformation/Guidances/ucm126396.pdf Contains Nonbinding Recommendations For drugs, the Demographic Rule requires IND holders to tabulate in their annual report the number of participants enrolled in clinical trials by age, race, and sex and requires sponsors of NDAs to include summaries of effectiveness and safety data for important demographic subgroups, including racial subgroups13. FDA also strongly recommends the collection and reporting of ethnicity data (Hispanic-Latino/not Hispanic-Latino) consistent",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 727104,
  "end_pos": 728640,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.719Z"
}