{
  "id": "fda_guidance_chunk_0617",
  "title": "Introduction - Part 617",
  "text": "you get “adequate” clinical experience with the combination without having done combination toxicity testing? This guidance seems only to apply to marketed products that have been used together. Was that the intent? A3: This section of the guidance was not intended to only apply to marketed products. Adequate clinical experience is defined in ICH M3(R2) as data from phase 3 clinical studies and/or postmarketing use. Adequate clinical experience can be the result of common clinical practice with drug combinations. Co-administration of two or more late stage entities is a common practice in many therapeutic areas of clinical development where add-on therapy to the standard of care or combination therapy is common, such as with hypertension, diabetes, human immunodeficiency virus (HIV), hepatitis C, and cancer. Q4: For non-fixed-dose combinations, if one of the agents is a member of a class containing multiple approved products, should each member of the class be tested in a combination toxicity study? A4: Generally, combination toxicity studies are recommended when there is an intent to combine (co-package or administer in a single dosage form) specific drugs, or when the product information of one drug recommends co-use with another specified drug. There is no recommendation for combination toxicity testing in the guidance for the situation described in this question. When there is a specific cause for concern with an agent, combination toxicity testing should be done with the agent. When there is a class-related cause for concern, a combination toxicity study with a representative agent in the class could be informative (see also Q&A3 in this section). A rationale should be provided for the agent selected for testing. Q5: How are dosage, duration, and endpoint of a combination toxicity study selected? A5: ICH M3(R2) is intended primarily to address the timing and duration of nonclinical studies relative to clinical development. Provided a nonclinical combination toxicity study is warranted to support the combination clinical trial, the duration of the study should be equivalent to that of the clinical trial it is intended to support, up to a maximum of 90 days (which would also support marketing). A combination study of shorter duration can be used to support marketing, depending on the duration of clinical use. A combination toxicity study intended to address a particular cause for toxicological concern, based on the experience",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 827904,
  "end_pos": 829440,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.725Z"
}