{
  "id": "fda_guidance_chunk_0710",
  "title": "Introduction - Part 710",
  "text": "to indicate the optimal normalization method for interspecies extrapolation of NOAELs in a broad range of therapeutic classes. Using mg/m2 is widely adopted throughout the drug development community. • Unless evidence is provided to the contrary, HED calculations should be based on b = 0.67 (i.e., the standard conversions based on mg/m2 relationships). • There was no notable effect of body weight on calculation of the HED within the weight ranges examined. Contains Nonbinding Recommendations APPENDIX B: Analysis of Body Weight Effects on HED Calculations Accurate conversion of a mg/kg dose to a mg/m2 dose depends on the actual weight (and surface area) of the test species. A popular formula for converting doses is: (i) mg/m2 = km × mg/kg where km = 100/K × W0.33 where K is a value unique to each species (Freireich et al. 1966) or km = 9.09 × W0.35 where a K value unique to each species is not needed (Boxenbaum and DiLea 1995; Burtles et al. 1995; Stahl 1956). The km value is not truly constant for any species, but increases within a species as body weight increases. The increase is not linear, but increases approximately proportional to W2/3. For example, the km value in rats varies from 5.2 for a 100 g rat to 7.0 for a 250 g rat. Strictly speaking, the km value of 6 applies only to rats at the reference weight of 150 g. For standardization and practical purposes, a fixed km factor for each species is preferred. An analysis was undertaken to determine the effect of different body weights within a species on the conversion of an animal dose to the HED using km factors. The km factor was calculated for a range of body weights using km = 100/K × W0.33. In Table 3, a working weight range is shown next to the reference body weight. This is the range within which the HED calculated by using the standard km value will not vary more than ±20 percent from that which would be calculated using a km value based on exact animal weight. This is a relativity small variance considering dose separation generally used in deriving the NOAEL, in toxicology studies, which are often twofold separations. For example, suppose a NOAEL in rats is 75 mg/kg and the average rat",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 952896,
  "end_pos": 954432,
  "tokens": 512,
  "tags": [
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.733Z"
}