{
  "id": "fda_guidance_chunk_0248",
  "title": "Introduction - Part 248",
  "text": "and well-controlled investigations,” as described in the regulations. Studies must allow a valid comparison to a control and must provide a quantitative assessment of the drug’s effect.22 The most reliable method for demonstrating efficacy is to show a statistically significant improvement in a clinically meaningful endpoint in randomized controlled trials (i.e., superiority). The following sections discuss other approaches that may be indicated when a randomized controlled trial demonstrating superiority is not feasible or ethical. If a sponsor is planning to use one of these approaches, we recommend discussing such use with the applicable FDA Division or Office prior to initiating a trial (see section V). A. Single-Arm Studies In settings where there is no available therapy and where major tumor regressions can be presumed to be attributed to the tested drug, the FDA has sometimes accepted ORR and response duration observed in single-arm studies as substantial evidence supporting accelerated approval. Response rates have been used in settings such as acute leukemia for traditional approval where CRs have been associated with decreased transfusion requirements, decrease in infections, and increased survival. Single-arm trials do not adequately characterize time-to-event endpoints such as overall survival, DFS (and EFS), TTP, or PFS. Because of variability in the natural history of many forms of cancer, a randomized study is necessary to evaluate time-to-event endpoints. B. Randomized Studies Designed to Demonstrate Noninferiority A noninferiority (NI) trial should demonstrate the new drug’s effectiveness by showing that the new drug is not less effective than a standard regimen (the active control) by a prespecified amount (noninferiority margin).23 This noninferiority margin should be a clinically acceptable loss that is not larger than the effect of the active control drug. The standard regimen should have a well-characterized clinical benefit (survival benefit). If the new drug is inferior to the active control by more than the noninferiority margin, it will be presumed to be ineffective. NI trials rely on externally controlled (historical) data to establish the active control’s treatment effect size. In cancer trials, this effect frequently has not been adequately characterized. NI trials also rely on constancy assumption. This assumption includes that the active-control effect has remained constant between the externally controlled study and the current study. This assumes constancy of patient population characteristics, supportive care measures, and evaluation techniques between the current trial and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 331968,
  "end_pos": 333504,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.695Z"
}