{
  "id": "fda_guidance_chunk_0355",
  "title": "Introduction - Part 355",
  "text": "assessments of COVID-19-related symptoms; however, 48 challenges persist. These challenges include but are not limited to the identification of methods 49 to assess the numerous and heterogenous symptoms across subjects, patient burden, poor 50 compliance with diary completion, and potential missing data. To address these challenges, 51 sponsors should identify key common symptoms for daily assessments based on the program-52 specific context of use (e.g., target population, mechanism of action of the investigational 53 product, underlying pathophysiology of COVID-19, symptomatology associated with the 54 currently circulating variants) to optimize the measurement strategy for symptoms most likely to 55 change while lessening the burden on trial subjects.5 To assist sponsors, this guidance provides 56 an exemplary set of common COVID-19-related symptoms as well as an approach to their 57 measurement for use in clinical trials (see Table 1). The symptom items are derived from 58 existing literature, the Centers for Disease Control and Prevention (CDC),6 and clinical research. 59 5 See the FDA Patient-Focused Drug Development (PFDD) Guidance Series for Enhancing the Incorporation of the Patient’s Voice in Medical Product Development and Regulatory Decision Making, available at https://www.fda.gov/drugs/development-approval-process-drugs/fda-patient-focused-drug-development-guidance-series-enhancing-incorporation-patients-voice-medical. The guidance series is part of FDA’s PFDD efforts in accordance with the 21st Century Cures Act and the Food and Drug Administration Reauthorization Act of 2017 Title I. We update guidances periodically. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fda-guidance-documents. When final, the PFDD guidance series will replace the guidance for industry Patient-Reported Outcome Measures: Use in Medical Product Development to Support Labeling Claims (December 2009). 6 For detailed information, see the CDC’s COVID-19 Symptoms of Coronavirus web page, available at https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fabout%2Fsymptoms.html. Contains Nonbinding Recommendations III. DISCUSSION 62 A. General Recommendations 64 FDA recommends the following for sponsors initiating clinical trials evaluating drugs for the 66 prevention or treatment of COVID-19 in outpatient adult and adolescent subjects: 67 • Use patient-reported outcome (PRO) instruments7 to assess COVID-19-related 69 symptoms; the use of PRO instruments is advised when measuring signs and symptoms best 70 known by the patient or best measured from the patient perspective. 71 • Consult with the appropriate FDA review division regarding PRO instruments proposed 73 for use. 74 • Conduct PRO assessments of COVID-19-related symptoms at least every 24 hours and 76 conduct assessments at",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 475776,
  "end_pos": 477312,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}