{
  "id": "fda_guidance_chunk_0593",
  "title": "Introduction - Part 593",
  "text": "outcomes associated with these different subsets, may help to identify the cell subsets most relevant to product safety and effectiveness. For many GT products, dose is based on vector titer. However, some vector types may have specific properties that necessitate dosing using alternative units. For example, viral particles that do not contain the therapeutic gene are unlikely to have therapeutic activity. However, these particles themselves might produce adverse reactions, such as an allergic response. Therefore, if there are such safety considerations, the study dose(s) should be based on the total particle number, as is the case with adenoviral vectors. Other considerations for describing dosing may be related to the strengths and weaknesses of the methods available to accurately quantify specific attributes of the GT products. For example, adeno-associated viral Contains Nonbinding Recommendations (AAV) vectors are typically dosed based on vector genomes, due to the strengths of the quantitative polymerase chain reaction (PCR) assay and the difficulties in quantitating transducing units. For gene-modified cells, dosing should consider several factors, including transduction efficiency. For some products, transduction efficiency can vary from lot to lot. This variation might lead to substantial differences in the active dose administered to different subjects. Ideally, manufacturers should work to control variability in the transduction process. If variability in transduction is occurring, and if the transduced cell number can be identified prior to product administration, then transduced cell number might provide more consistent dosing among subjects. In addition to transduction efficiency, other factors that should be considered in determining the dose include the total number of cells administered to subjects, the mean number of copies of vector sequences integrated per cell, and cell viability. 3. Dose Escalation and Regimen Clinical development of CGT products has often included dose escalation in half-log (approximately three-fold) increments. However, the dosing increments used for dose escalation should consider preclinical and any available clinical data regarding the risks and activity associated with changes in dose. Many CGT products can persist in the subject or have an extended duration of activity, so that repeated dosing might not be an acceptable risk until there is a preliminary understanding of the product’s toxicity and duration of activity. Therefore, most first-in-human CGT trials use a single administration or one-time dosing regimen. However, for some CGT products, such as therapeutic vaccines, multiple",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 795648,
  "end_pos": 797184,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.723Z"
}