{
  "id": "fda_guidance_chunk_0148",
  "title": "Introduction - Part 148",
  "text": "Including Biological Products (September 2022). When final, this guidance will represent the FDA’s current thinking on this topic. 82 See 21 CFR part 50, subpart D. 83 See the draft guidance for industry Pediatric Drug Development: Regulatory Consideration—Complying With the Pediatric Research Equity Act and Qualifying for Pediatric Exclusivity Under the Best Pharmaceuticals for Children Act (May 2023) and the draft guidance for industry, sponsors, and IRB’s Ethical Considerations for Clinical Investigations of Medical Products Involving Children (September 2022). When final, these guidances will represent the FDA’s current thinking on this topic. 84 See the draft guidance for industry Formal Meetings Between the FDA and Sponsors or Applicants of PDUFA Products. 85 See the guidance for industry and review staff Best Practices for Communication Between IND Sponsors and FDA During Drug Development (December 2017). Contains Nonbinding Recommendations 24 interest independent of a specific drug development program.86 In CPIMs, FDA staff members 782 may provide general advice on how a technology or methodology might be used to enhance drug 783 development. CBER participates in CPIM meetings when crosscutting issues arise that involve 784 both centers. CPIM discussions are nonregulatory and nonbinding on both FDA and CPIM 785 requesters. 786 787 In addition, the INitial Targeted Engagement for Regulatory Advice on CBER/CDER ProducTs 788 (INTERACT) meetings are intended for novel questions and unique challenges in early 789 development (i.e., prior to filing of an IND). The advice provided by the FDA staff to a potential 790 sponsor during an INTERACT meeting may help streamline development by, for example, 791 helping sponsors avoid unnecessary preclinical studies.87 792 793 Additional information about rare disease drug development programs can also be found at 794 CDER’s Accelerating Rare disease Cures (ARC) Program website,88 CDER’s Rare Diseases 795 Team website,89 and CBER’s Rare Disease Program website.90 The Office of Orphan Products 796 Development can be contacted for matters related to orphan product designation. Multiple Endpoints in Clinical Trials Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) October 2022 Biostatistics Multiple Endpoints in Clinical Trials Guidance for Industry Additional copies are available from: Office of Communications, Division of Drug Information Center for Drug Evaluation and Research Food and Drug Administration Contains Nonbinding",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 197568,
  "end_pos": 199104,
  "tokens": 512,
  "tags": [
    "regulatory",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.687Z"
}