{
  "id": "fda_guidance_chunk_0705",
  "title": "Introduction - Part 705",
  "text": "the tested species (both qualitatively and with respect to appropriately scaled dose and exposure). A safety factor smaller than 10 could be justified when the NOAEL was determined based on toxicity studies of longer duration compared to the proposed clinical schedule in healthy volunteers. In this case, a greater margin of safety should be built into the NOAEL, as it was associated with a longer duration of exposure than that proposed in the clinical setting. This assumes that toxicities are cumulative, are not associated with acute peaks in therapeutic concentration (e.g., hypotension), and did not occur early in the repeat dose study. VIII. STEP 5: CONSIDERATION OF THE PHARMACOLOGICALLY ACTIVE DOSE Selection of a PAD depends upon many factors and differs markedly among pharmacological drug classes and clinical indications; therefore, selection of a PAD is beyond the scope of this guidance. However, once the MRSD has been determined, it may be of value to compare it to the PAD derived from appropriate pharmacodynamic models. If the PAD is from an in vivo study, an HED can be derived from a PAD estimate by using a BSA-CF. This HED value should be compared directly to the MRSD. If this pharmacologic HED is lower than the MRSD, it may be appropriate to decrease the clinical starting dose for pragmatic or scientific reasons. Additionally, for certain classes of drugs or biologics (e.g., vasodilators, anticoagulants, monoclonal antibodies, or growth factors), toxicity may arise from exaggerated pharmacologic effects. The PAD in these cases may be a more sensitive indicator of potential toxicity than the NOAEL and might therefore warrant lowering the MRSD. IX. SUMMARY A strategy has been proposed to determine the maximum recommended starting dose for clinical trials of new therapeutics in adult healthy volunteers. In summary, usually NOAELs from the relevant animal studies should be converted to the HEDs using the standard factors presented in Table 1. Using sound scientific judgment, a safety factor should be applied to the HED from the most appropriate species to arrive at the MRSD. This process is meant to define the upper limit of recommended starting doses and, in general, lower starting doses can be appropriate. The process described in this guidance should foster consistency among sponsors and Agency reviewers. Contains Nonbinding Recommendations REFERENCES Boxenbaum, H and C DiLea, 1995, First-Time-in-Human",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 946176,
  "end_pos": 947712,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.732Z"
}