{
  "id": "fda_guidance_chunk_0394",
  "title": "Introduction - Part 394",
  "text": "signed and dated attestation by the witness who participated on the call that the patient confirmed their agreement to participate in the trial and signed the informed consent document and (2) a signed and dated attestation by the investigator or designee stating why the informed consent document signed by the patient was not retained (e.g., due to potential contamination of the document by infectious material). When using a recording in lieu of a witness, documentation in the trial records includes (1) the recording of the conference call and (2) a signed and dated attestation by the investigator or designee who participated on the call stating why the informed consent document signed by the patient was not retained (e.g., due to potential contamination of the document by infectious material). When either method 1 or 2 is used to document informed consent, the resulting documentation should be (1) collected and archived, as either original paper copies or appropriately certified electronic copies (e.g., using a validated process for scanning paper copies)39 and (2) retained according to applicable FDA record retention requirements as part of the trial record.40 If the patient is unable to provide informed consent and there is a legally authorized representative, investigators must obtain written consent from the patient’s legally authorized representative in accordance with 21 CFR 50.27(a). Q15. What considerations apply to the electronic systems used to generate electronic signatures on electronic clinical trial records, including informed consent documents, during a disaster or PHE? Electronic systems41 used to generate electronic signatures42 on electronic clinical trial records, including informed consent documents, generally must comply with the requirements outlined in 39 See footnote 32. 40 See 21 CFR 312.57, 312.62, and 812.140. 41 For the purposes of this guidance, the term electronic systems means systems, including hardware and software, that create, modify, maintain, or transmit electronic records. 42 For the purposes of this guidance, the term electronic signature means a computer data compilation of any symbol or series of symbols executed, adopted, or authorized by an individual to be the legally binding equivalent of the individual’s handwritten signature (21 CFR 11.3(b)(7)). Contains Nonbinding Recommendations FDA regulations under 21 CFR part 11 (part 11). 43,44 FDA is aware that there are multiple commercial off-the-shelf (COTS) software systems providing electronic signature services for electronic clinical trial records. FDA",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 528192,
  "end_pos": 529728,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.707Z"
}