{
  "id": "fda_guidance_chunk_0548",
  "title": "Introduction - Part 548",
  "text": "number of subjects initially planned for inclusion in the study; the number entered into the study to date, tabulated by age group, sex, and race; the number whose participation in the study was completed as planned; and the number who dropped out of the study for any 28 21 CFR § 312.33(a)(2), available at https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcfr/CFRSearch.cfm?fr=312.33 Contains Nonbinding Recommendations reason. FDA regulations for NDAs require sponsors to present a summary of safety and effectiveness data by demographic subgroups (age, sex, race, and other subgroups as appropriate)29, as well as an analysis of whether modifications of dose or dosage intervals are needed for specific subgroups30. FDA recommends the identification of a subject’s race and/or ethnicity in such summaries. Section 907 of FDASIA directed the Agency to develop a report31 “addressing the extent to which clinical trial participation and the inclusion of safety and effectiveness data by demographic subgroups, including sex, age, race, and ethnicity, is included in applications submitted to the Food and Drug Administration.” Section 907 also directed FDA to develop an action plan outlining “recommendations for improving the completeness and quality of analyses of data on demographic subgroups in summaries of product safety and effectiveness data and in labeling; on the inclusion of such data, or the lack of availability of such data, in labeling; and on improving the public availability of such data to patients, health care providers, and researchers.” In support of that Action Plan, FDA has developed this guidance as one of the actions to improve the completeness and quality of demographic subgroup data Relevance of Population Subgroup Studies Differences in response to medical products have already been observed in racially and ethnically distinct subgroups of the U.S. population32. These differences may be attributable to intrinsic factors (e.g., genetics, metabolism, elimination), extrinsic factors (e.g., diet, environmental exposure, sociocultural issues), or interactions between these factors (Huang 2008)33. An FDA review of drug approvals between 2008 and 2013 found that approximately one-fifth of new drugs demonstrated some differences in exposure and/or response across racial/ethnic groups (Ramamoorthy 2015)34. For example, racial differences 29 21 CFR § 314.50(d)(5)(v) and (vi)(a) (October 2015). See also Integrated Summary of Effectiveness Guidance for Industry, available at http://www.fda.gov/downloads/drugs/guidancecomplianceregulatoryinformation/ guidances/ucm079803.pdf 30 Under 21 CFR 314.101(d)(3), the Agency may refuse to file an NDA if it is incomplete because it does",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 735168,
  "end_pos": 736704,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.719Z"
}