{
  "id": "fda_guidance_chunk_0089",
  "title": "Introduction - Part 89",
  "text": "because the number of subjects enrolled in such a study is small, subjects are usually healthy volunteers, and drug exposure is typically brief. However, FDA occasionally receives safety-related information associated with these types of studies, which could reflect either a problem with the drug product being evaluated or with the study design being used. For these reasons, the occurrence of any serious adverse event, whether or not it is considered drug related, is of interest. Timely review of this safety information is critical to ensuring the safety of study subjects. A. BA/BE Study Safety Reporting Requirements (21 CFR 320.31(d)(3)) The person conducting a BA or BE study, including any contract research organization, must notify FDA and all participating investigators of any serious adverse event observed during conduct of the study, regardless of whether the event is considered drug related, as soon as possible but in no case later than 15 calendar days after becoming aware of its occurrence (21 CFR 320.31(d)(3)). This includes, for example, serious adverse events listed in the reference listed product’s approved labeling, the investigator brochure, and protocol. Serious adverse events, whether observed in the investigational drug group or in the approved drug group (e.g., reference listed drug), must be reported (21 CFR 320.31(d)(3)). If any information necessary to evaluate the serious adverse event is missing or unknown, the person conducting the study should actively seek such information and maintain records of efforts made to obtain additional information. Any relevant additional information that is obtained that pertains to a previously submitted safety report must be submitted as a Followup Bioavailability/Bioequivalence Safety Report as soon as the information is available (21 CFR 320.31(d)(3)), but should be submitted no later than 15 calendar days after the sponsor receives the information. In addition, upon request from FDA, the person conducting the study must submit to FDA any additional data or information that FDA deems necessary as soon as possible, but in no case later than 15 calendar days after receiving the request (e.g., hospital record, autopsy report) (21 CFR 320.31(d)(3)). If the adverse event is fatal or life-threatening, the person conducting the study must also notify the Clinical Safety Coordinator in CDER’s Office of Generic Drugs as soon as possible but in no case later than 7 calendar days after becoming aware of its",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 118272,
  "end_pos": 119808,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.682Z"
}