{
  "id": "fda_guidance_chunk_0380",
  "title": "Introduction - Part 380",
  "text": "the trial, (2) whether an assessment was conducted in-person or remotely (including type of technology used), and (3) the date of the assessment and the name of the person who conducted the assessment. Sponsors also should ensure that remote data acquisition, transmission, and storage are secure and that the privacy of trial participants is protected. When sponsors use electronic platforms to perform remote assessments that transmit data directly into trial records, these platforms should use automated audit trails.10 Technology and Technological Support: Sponsors planning to use remote electronic assessments as part of a clinical investigation should use appropriate technology and develop procedures for provision of technology and technical support to trial participants, investigators, and/or other trial personnel to facilitate those assessments. For example, sponsors could develop 10 See the guidance for industry Computerized Systems Used in Clinical Investigations (May 2007). We update guidances periodically. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fda-guidance-documents. Contains Nonbinding Recommendations a plan to accommodate trial participants who are either already enrolled in a trial or may be enrolled in a trial in the future but who do not have access to appropriate communication technology (e.g., cell phones or Internet) by providing trial participants with these technologies. Specific considerations for certain COA types are explained below. PerfO- and Interview-Based ClinRO-Specific Considerations: For these types of assessments, sponsors should consider (1) appropriateness of remote assessment for the type of clinical data to be collected; (2) special investigator training to administer the PerfO or interview-based ClinRO assessments remotely; and (3) procedures for assessing and confirming the safety of trial participants, their privacy, and appropriate setting and resources to adequately complete the assessment. Recognizing that components of the PerfO and interview-based ClinRO assessment for some trials may specify visualization or in-person interactions with trial participants that may be difficult to replicate through remote interactions, sponsors should assess whether these components can be evaluated in an alternative way that still permits an accurate clinical assessment. When components of the assessment cannot be accomplished in a remote encounter, investigators should document and sponsors should report in the clinical trial datasets any aspects of the assessment they are unable to accomplish remotely. Sponsors should consider whether the information that can be collected remotely will be sufficient to reliably",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 509376,
  "end_pos": 510912,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.706Z"
}