{
  "id": "fda_guidance_chunk_0144",
  "title": "Introduction - Part 144",
  "text": "Changes and Comparability for Human Cellular and Gene Therapy Products (July 2023). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations 21 The need for larger amounts of the drug during the product development process may lead to the 680 need to modify manufacturing procedures and purification methods. FDA also recognizes that 681 transfer of manufacturing responsibilities may occur after initial nonclinical studies and/or 682 clinical investigations (e.g., from a single investigator to a company, from a small company to a 683 large company), which may be a more common scenario for drugs for rare diseases. Any of these 684 changes (even changes expected to be minor) might result in unanticipated changes to drug 685 characteristics (e.g., drug impurities, physical-chemical characteristics of proteins, cell 686 phenotype of cellular products). If significant differences are identified in drug characteristics 687 after a manufacturing change compared with drug batches (or biological product lots) used in 688 earlier nonclinical studies or clinical investigations, then additional nonclinical studies and 689 clinical investigations may be needed because these differences can raise concerns that the 690 knowledge gained from the earlier studies will not apply to further use of the drug. Some 691 examples of the many ways a change in drug characteristics may affect drug development 692 include the following: 693 694 • The type, number, and level of impurities in a drug used in clinical investigations and for 695 commercial distribution should be comparable to the drug batches used in toxicology 696 studies. Changes might raise concerns that the drug used in later clinical investigations 697 has unknown toxicological characteristics. Additional toxicology studies may be needed 698 to evaluate the newly produced drug, delaying the clinical development program. 699 700 • Changes in critical quality attributes of the planned commercial drug after the clinical 701 investigations might raise concerns that the safety and effectiveness findings of the 702 clinical investigations do not apply to the newly manufactured drug. These concerns 703 could warrant additional studies (nonclinical, clinical, or both) to address the concern 704 before marketing approval. 705 706 Given the wide variety of drugs, some of which are complex, FDA advises sponsors to consult 707 relevant guidances for industry (see sections III through V for a list of selected guidances). 708",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 192192,
  "end_pos": 193728,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.686Z"
}