{
  "id": "fda_guidance_chunk_0208",
  "title": "Introduction - Part 208",
  "text": "on a number of factors, such as the pathophysiologic or empirical rationale for enrichment, the toxicities of the drug, the distribution of the baseline marker defining the subpopulations, the justification for a threshold defining subpopulations, and the potential for off-label use in the complementary subpopulation if approval is limited to the targeted subpopulation. D. Adaptations to Treatment Arm Selection Another adaptive approach is to prospectively plan modifications to the treatment arms included in the clinical trial based on comparative interim results. Modifications could include adding or terminating arms. This kind of design has often been used in early-phase exploratory doseranging trials. An adaptive dose-ranging trial might begin with several doses and incorporate interim analyses based on comparative data to select doses for continued evaluation, with the goal of providing improved characterization of the dose-response relationship relative to a nonadaptive design and allowing selection of an optimal dose or doses for evaluation in future confirmatory trials. For example, the continual reassessment method (CRM) is an approach to adaptively escalate the doses evaluated in early-phase trials based on observed toxicities in order to reliably and efficiently estimate the maximum tolerated dose for a new drug (Le Tourneau et al. 2009). Adaptive treatment arm selection is also possible in trials intended to provide substantial evidence of effectiveness. For example, in a setting where it is plausible that either or both of two doses might have a favorable benefit-risk profile, an adaptive design with sequential analyses allowing early termination of one of the dose arms can meet its scientific objective in a 20 See the FDA guidance for industry and FDA staff In Vitro Companion Diagnostic Devices (August 2014) and the FDA draft guidance for industry and FDA staff Principles for Codevelopment of an In Vitro Companion Diagnostic Device with a Therapeutic Product (July 2016). When final, this guidance will represent the FDA’s current thinking on this topic. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/RegulatoryInformation/Guidances/default.htm. Contains Nonbinding Recommendations more efficient manner than alternative non-adaptive designs. Such an adaptive design could in principle allow interim modifications to additional aspects of the design, such as the number of additional patients that will be enrolled (the sample size) and the randomization ratio for treatment arms carried forward. For trials intended to provide",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 278208,
  "end_pos": 279744,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.691Z"
}