{
  "id": "fda_guidance_chunk_0757",
  "title": "Introduction - Part 757",
  "text": "use lower, potentially less effective and less toxic doses or placebo may be acceptable to patients and investigators. 4. Usefulness of Dose-response Studies and Validity of Inference in Particular Situations (2.3.4) In general, a blinded dose-response study is useful for the determination of efficacy and safety in situations where a placebo-controlled trial would be useful and has similar credibility (see section 2.1.4). 5. Modifications of Design and Combinations with Other Controls That Can Resolve Ethical, Practical, or Inferential Problems (2.3.5) In general, the sorts of modification made to placebo-controlled studies to mitigate ethical, practical, or inferential problems are also applicable to dose-response studies (see section 2.1.5). 6. Advantages of Dose-response Trials (2.3.6) a. Efficiency (2.3.6.1) Although a comparison of a large, fully effective dose to placebo may be maximally efficient for showing efficacy, this design may produce unacceptable toxicity and gives no dose-response information. When the dose-response is monotonic, the dose-response trial is reasonably efficient in showing efficacy and also yields dose-response information. If the optimally effective dose is not known, it may be more prudent to study a range of doses than to choose a single dose that may prove to be suboptimal or to have unacceptable adverse effects. b. Possible Ethical Advantage (2.3.6.2) In some cases, notably those in which there is likely to be dose-related efficacy and dose-related important toxicity, the dose-response study may represent a difference-showing trial that can be ethically or practically conducted, even where a placebo-controlled trial could not be, because there is reason for patients and investigators to accept lesser effectiveness in return for greater safety. 7. Disadvantages of Dose-response Study (2.3.7) A potential problem that should be recognized is that a positive dose-response trend (i.e., a significant correlation between the dose and the efficacy outcome), without significant pair-wise differences, can establish efficacy (see 2.3.1), but may leave uncertainty as to which doses (other than the largest) are actually effective. Of course, a single-dose study poses a similar problem with respect to doses below the one studied, giving no information at all about such doses. It should also be appreciated that it is not uncommon to show no difference between doses in a dose-response study; if there is no placebo group this is usually an uninformative outcome. If the therapeutic range is not known at all, the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1016064,
  "end_pos": 1017600,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.736Z"
}