{
  "id": "fda_guidance_chunk_0177",
  "title": "Introduction - Part 177",
  "text": "method allows equal or unequal 203 alpha allocations to all endpoints, but, as with the Bonferroni method, each specific endpoint 204 receives a prospective allocation of a specific amount of the overall alpha. The alpha allocations 205 are required to satisfy the equation: 206 207 (1 - α1)(1 – α2) … (1 – αk) … (1 – αm) = (1- α). 208 209 Each element in this equation, (1 – αk), is the probability of correctly not rejecting the null 210 hypothesis for the kth endpoint, when it is tested at the allocated alpha αk. This procedure is valid 211 when the endpoints are independent or positively correlated, but the Type I error rate may be 212 inflated when the endpoints are negatively correlated. This equation states the requirement that 213 probability of correctly not rejecting all of the individual null hypotheses, calculated by 214 multiplying each of the m probabilities together, should equal the selected goal (e.g., 0.95). The 215 alpha allocation for any of the individual endpoint tests can be arbitrarily assigned, if desired, but 216 the total group of allocations should always satisfy the above equation. In general, when arbitrary 217 alpha allocations are made for some endpoints, at least the last endpoint’s alpha should be 218 calculated in order to satisfy the overall equation. As stated earlier, the Bonferroni method relies 219 upon a similar constraint-defining equation, except that for the Bonferroni method the sum of all 220 the individual alphas should equal the overall alpha. 221 222 5. The Fixed-Sequence Method 223 224 In many studies, testing of the endpoints can be ordered in a specified sequence, often ranking 225 them by clinical relevance or likelihood of success. A fixed-sequence statistical testing procedure 226 tests endpoints in a predefined order, all at the same significance level alpha (e.g., α = 0.05), 227 moving to the next endpoint only after a success on the previous endpoint. Such a testing 228 procedure requires (1) prospective specification of the testing sequence and (2) no further testing 229 once the sequence breaks; that is, further testing stops as soon as there is a failure of an endpoint 230 in the sequence to show significance at level alpha (e.g., α = 0.05). 231 232 The appeal of the fixed-sequence testing method is that it",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 236544,
  "end_pos": 238080,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.689Z"
}