{
  "id": "fda_guidance_chunk_0171",
  "title": "Introduction - Part 171",
  "text": "multiplicity adjustment methods in clinical 3 trials, Statistics in Medicine, 33(4): 693-713. 4 5 Bauer P, 1991, Multiple testing in clinical trials, Statistics in Medicine, 10: 871-890. 6 Bretz, F, T Hothorn, and P Westfall, Multiple Comparisons Using R, Boca Raton (FL): Chapman 7 and Hall/CRC. 8 9 Brenner BM, ME Cooper, D de Zeeuw, WF Keane, WE Mitch, H-H Parving, G Remuzzi, SM 10 Snapinn, Z Zhang, and S Shahinfar, 2001, Effects of Losartan on Renal and Cardiovascular 11 Outcomes in Patients with Type 2 Diabetes and Nephropathy, New England Journal of 12 Medicine, 345:861-869. 13 14 Bretz F, W Maurer, W Brannath, and M Posch, 2009, A graphical approach to sequentially 15 rejective multiple test procedures, Statistics in Medicine, 28: 586-604. 16 17 Bretz F, M Posch, E Glimm, F Klinglmueller, W Maurer, and K Rohmeyer, 2011, Graphical 18 approaches for multiple comparison procedures using weighted Bonferroni, Simes, or parametric 19 tests, Biometrical Journal, 53(6): 894-913. 20 21 Committee For Proprietary Medicinal Products, 2002, Points to consider on multiplicity issues in 22 clinical trials, London: The European Agency for the Evaluation of Medicinal Products, accessed 23 December 1, 2020, 24 http://www.emea.europa.eu/docs/en_GB/document_library/Scientific_guideline/2009/09/WC500 25 003640.pdf. 26 27 Dahlöf G, RB Devereux, SE Kjeldsen, S Julius, G Beevers, U de Faire, F Fyhrquist, H Ibsen, K 28 Kristiansson, O Lederballe-Pedersen, LH Lindholm, MS Nieminen, P Omvik, S Oparil, H 29 Wedel, and LIFE Study Group, 2002, Cardiovascular morbidity and mortality in the Losartan 30 Intervention For Endpoint reduction in hypertension study (LIFE): a randomised trial against 31 atenolol, Lancet, 359(9311): 995-1003. 32 33 Dmitrienko A, AC Tamhane, and BL Wiens, 2008, General Multistage Gatekeeping Procedures, 34 Biometrical Journal, 50: 667-677. 35 36 Dmitrienko A, AC Tamhane, and F Bretz, 2010, Multiple testing problems in pharmaceutical 37 statistics, Boca Raton (FL): Chapman & Hall/CRC. 38 39 Dmitrienko A, D’Agostino RB, Huque MF. Key multiplicity issues in clinical drug development. 40 Statistics in Medicine 2013; 32: 1079–1111. 41 42 Dmitrienko A, D’Agostino RB. Tutorial in Biostatistics: Traditional multiplicity adjustment 43 methods in clinical trials. Statistics in Medicine 2013; 32(29): 5172-5218. 44 45 Hochberg Y. A sharper Bonferroni procedure for multiple tests of significance. Biometrika 1988; 46 75: 800-802. 47 Contains Nonbinding Recommendations 16 48 Hochberg Y and AC Tamhane, 1987, Multiple Comparison Procedures, New York (NY): John",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 228480,
  "end_pos": 230016,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.688Z"
}