{
  "id": "fda_guidance_chunk_0378",
  "title": "Introduction - Part 378",
  "text": "it difficult to meet this time frame. Sponsors may consolidate implemented deviations when submitting 5-day reports and should update FDA as soon as possible. Q6. What factors should sponsors consider when deciding whether to change their clinical trial protocol to include remote clinical outcome assessments during a disaster or PHE? Some clinical outcome assessments (COAs)8 can be conducted remotely in clinical trials, including COAs for performance outcome (PerfO), interview-based clinician-reported outcome (ClinRO),9 patient-reported outcome (PRO), and observer-reported outcome (ObsRO). During a disaster or PHE, investigators might still be conducting in-person assessments on some trial participants, whereas remote assessments may be recommended for others to protect their safety or to respond to measures implemented by Government authorities to protect the public. When 6 See 21 CFR 312.23(a)(6) and 812.25(c). 7 21 CFR 812.35(a)(2). 8 In this guidance, a COA is an assessment of a clinical outcome (i.e., an outcome that describes or reflects how a patient feels, functions, or survives); a PerfO is a measurement based on a standardized task performed by a participant that is administered and evaluated by an appropriately trained individual or is individually completed; a ClinRO is a measurement by a trained health care professional after observing a trial participant’s health condition; a PRO is a measurement based on a report that comes directly from the participant about the status of a patient’s health condition without amendment or interpretation of the participant’s response by a clinician or anyone else; and an ObsRO is a measurement based on a report of observable signs, events, or behaviors related to a participant’s health condition by someone other than the participant or a health professional (e.g., a parent or caregiver). See FDA-NIH Biomarker Working Group BEST (Biomarkers, Endpoints, and other Tools) Resource, available at https://www.ncbi.nlm.nih.gov/books/NBK326791. 9 Non-interview-based ClinRO assessments, such as those reliant on diagnostic imaging or physical examination, present a distinct set of challenges and are not addressed in this guidance. Contains Nonbinding Recommendations deciding whether to change their clinical trial protocols to include remote COAs, sponsors should evaluate the general and specific considerations outlined below. General considerations regarding (1) prioritization of trial participant safety and privacy; (2) maintenance of data quality and integrity, including minimizing missing data; and (3) appropriate training for personnel and trial participants, which are discussed elsewhere in this guidance,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 506688,
  "end_pos": 508224,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.706Z"
}