{
  "id": "fda_guidance_chunk_0055",
  "title": "Introduction - Part 55",
  "text": "withdrawn because of a safety reason, the sponsor shall promptly so inform FDA, all participating investigators, and all reviewing Institutional Review Boards, together with the reasons for such withdrawal. Guidance for Industry and Investigators Safety Reporting Requirements for INDs and BA/BE Studies U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) December 2012 Drug Safety Guidance for Industry and Investigators Safety Reporting Requirements for INDs and BA/BE Studies Guidance for Industry and Investigators1 Safety Reporting Requirements for INDs and BA/BE Studies This guidance represents the Food and Drug Administration's (FDA's) current thinking on this topic. It does not create or confer any rights for or on any person and does not operate to bind FDA or the public. You can use an alternative approach if the approach satisfies the requirements of the applicable statutes and regulations. If you want to discuss an alternative approach, contact the FDA staff responsible for implementing this guidance. If you cannot identify the appropriate FDA staff, call the appropriate number listed on the title page of this guidance. I. INTRODUCTION This guidance is intended to help sponsors and investigators comply with the requirements for investigational new drug (IND) safety reporting and safety reporting for bioavailability (BA) and bioequivalence (BE) studies under 21 CFR 312.32, 312.64(b), and 320.31(d)(3). This document provides guidance to sponsors and investigators on expedited safety reporting requirements for human drug and biological products2 that are being investigated under an IND and for drugs that are the subjects of BA and BE studies that are exempt from the IND requirements. This guidance defines terms used for safety reporting, makes recommendations on when and how to submit a safety report, and provides advice on other safety reporting issues that have arisen from sponsors and investigators. FDA's guidance documents, including this guidance, do not establish legally enforceable responsibilities. Instead, guidances describe the Agency's current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. BACKGROUND AND BRIEF OVERVIEW OF THE REQUIREMENTS On September 29, 2010, FDA published a final rule amending the IND safety",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 72576,
  "end_pos": 74112,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.679Z"
}