{
  "id": "fda_guidance_chunk_0229",
  "title": "Introduction - Part 229",
  "text": "adequately commented. The code should include the random seeds used to generate the simulation results. It is also helpful to provide code written in widely-used statistical programming languages. Even in cases where another language has been used to generate simulation results (typically for reasons of computational efficiency), it can be helpful to provide a runnable version of the code in a widely-used statistical programming language to facilitate the simulation review. In some cases, it will be important to include additional detailed information, such as formulas and instructions for use of simulation code. o A summary providing overall conclusions. • A comprehensive written data access plan defining how trial integrity will be maintained in the presence of the planned adaptations. This documentation should include information regarding: (1) the personnel who will perform the interim analyses; (2) the personnel who will have access to interim results; (3) how that access will be controlled; (4) how adaptive decisions will be made; and (5) what type of information will be disseminated following adaptive decisions, and to whom it will be disseminated. The data access plan should describe what information, under what circumstances, is permitted to be passed on to the sponsor or investigators. In addition, it is recommended that sponsors establish procedures to evaluate compliance with the data access plan and to document all interim meetings of the committee tasked with making adaptation decisions (i.e., the DMC or adaptation committee). For example, interim meetings should be documented with written meeting minutes describing what was reviewed, discussed, and decided. This written documentation could be included in the clinical trial protocol and/or in separate documents such as a statistical analysis plan, a DMC charter, or an adaptation committee charter. Although different types of information might be included in different documents, all important information described above should be submitted to FDA during the design stage so that the review division has sufficient time to provide feedback prior to initiation of the trial. C. Evaluating and Reporting a Completed Trial A marketing application to FDA that relies on a trial with an adaptive design should include sufficient information and documentation to allow FDA to thoroughly review the results. In particular, in addition to the typical content of an NDA or a BLA, 26 the application should include the following: 26 See, for",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 306432,
  "end_pos": 307968,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.693Z"
}