{
  "id": "fda_guidance_chunk_0026",
  "title": "Introduction - Part 26",
  "text": "electronic format as described in paragraph (e)(1) of this section. (1) Postmarketing 15-day “Alert reports”. (i) Any person whose name appears on the label of a marketed prescription drug product as its manufacturer, packer, or distributor must report to FDA each adverse drug experience received or otherwise obtained that is both serious and unexpected as soon as possible, but no later than 15 calendar days from initial receipt of the information by the person whose name appears on the label. Each report must be accompanied by the current content of labeling in electronic format as an ICSR attachment unless it is already on file at FDA. (ii) A person identified in paragraph (c)(1)(i) of this section is not required to submit a 15-day “Alert report” for an adverse drug experience obtained from a postmarketing study (whether or not conducted under an investigational new drug application) unless the applicant concludes that there is a reasonable possibility that the drug caused the adverse experience. (2) Postmarketing 15-day “Alert reports”—followup. Each person identified in paragraph (c)(1)(i) of this section must promptly investigate all serious, unexpected adverse drug experiences that are the subject of these postmarketing 15-day Alert reports and must submit followup reports within 15 calendar days of receipt of new information or as requested by FDA. If additional information is not obtainable, records should be maintained of the unsuccessful steps taken to seek additional information. (3) Submission of reports. To avoid unnecessary duplication in the submission of, and followup to, reports required in this section, a packer's or distributor's obligations may be met by submission of all reports of serious adverse drug experiences to the manufacturer of the drug product. If a packer or distributor elects to submit these adverse drug experience reports to the manufacturer rather than to FDA, it must submit, by any appropriate means, each report to the manufacturer within 5 calendar days of its receipt by the packer or distributor, and the manufacturer must then comply with the requirements of this section even if its name does not appear on the label of the drug product. Under this circumstance, the packer or distributor must maintain a record of this action which must include: (i) A copy of each adverse drug experience report; (ii) The date the report was received by the packer",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 33600,
  "end_pos": 35136,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.677Z"
}