{
  "id": "fda_guidance_chunk_0033",
  "title": "Introduction - Part 33",
  "text": "time without penalty or loss of benefits to which the subject is otherwise entitled. If a legally authorized representative or family member is told about the clinical investigation and the subject's condition improves, the subject is also to be informed as soon as feasible. If a subject is entered into a clinical investigation with waived consent and the subject dies before a legally authorized representative or family member can be contacted, information about the clinical investigation is to be provided to the subject's legally authorized representative or family member, if feasible. (c) The IRB determinations required by paragraph (a) of this section and the documentation required by paragraph (e) of this section are to be retained by the IRB for at least 3 years after completion of the clinical investigation, and the records shall be accessible for inspection and copying by FDA in accordance with § 56.115(b) of this chapter. (d) Protocols involving an exception to the informed consent requirement under this section must be performed under a separate investigational new drug application (IND) or investigational device exemption (IDE) that clearly identifies such protocols as protocols that may include subjects who are unable to consent. The submission of those protocols in a separate IND/IDE is required even if an IND for the same drug product or an IDE for the same device already exists. Applications for investigations under this section may not be submitted as amendments under §§ 312.30 or 812.35 of this chapter. (e) If an IRB determines that it cannot approve a clinical investigation because the investigation does not meet the criteria in the exception provided under paragraph (a) of this section or because of other relevant ethical concerns, the IRB must document its findings and provide these findings promptly in writing to the clinical investigator and to the sponsor of the clinical investigation. The sponsor of the clinical investigation must promptly disclose this information to FDA and to the sponsor's clinical investigators who are participating or are asked to participate in this or a substantially equivalent clinical investigation of the sponsor, and to other IRB's that have been, or are, asked to review this or a substantially equivalent investigation by that sponsor. § 312.21 Phases of an investigation. An IND may be submitted for one or more phases of an investigation.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 43008,
  "end_pos": 44544,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.678Z"
}