{
  "id": "fda_guidance_chunk_0416",
  "title": "Introduction - Part 416",
  "text": "6 D. Clinical Holds and Responses to Hold ................................................................ 6 E. Reporting ............................................................................................................... 6 F. Completion of Study or Arm(s) ........................................................................... 7 V. ALTERNATIVE APPROACHES ................................................................................... 8 APPENDIX .................................................................................................................................... 9 Contains Nonbinding Recommendations Studying Multiple Versions of a Cellular or Gene Therapy Product in an Early-Phase Clinical Trial Guidance for Industry This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA staff responsible for this guidance as listed on the title page. I. INTRODUCTION The purpose of this guidance is to provide recommendations to sponsors interested in studying multiple versions of a cellular or gene therapy1 product in an early-phase clinical trial2 for a single disease. Sponsors have expressed interest in gathering preliminary evidence of safety and activity using multiple versions of a cellular or gene therapy product in a single clinical trial. Although multiple versions of a product can be studied together in a single clinical trial, each version of the product is distinct and is generally submitted to FDA in a separate investigational new drug application (IND). The objective of these early-phase clinical studies is to guide which version(s) of the product to pursue for further development in later-phase studies. Thus, these studies are not intended to provide primary evidence of effectiveness to support a marketing application and generally are not adequately powered to demonstrate a statistically significant difference in efficacy between the study arms. In this guidance, we, FDA, provide recommendations for studies that evaluate multiple versions of a cellular or gene therapy product, including how to organize and structure the INDs, submit new information, and report adverse events. This guidance finalizes the draft guidance of the same title dated September 2021. In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of 1 This guidance does not apply to vaccines intended to prevent infectious diseases, bacteriophage products, live biotherapeutic products, fecal",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 557760,
  "end_pos": 559296,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.709Z"
}