{
  "id": "fda_guidance_chunk_0111",
  "title": "Introduction - Part 111",
  "text": "the eCTD (as shown in Figure D in the Appendix) to facilitate review (6) Inclusion of a list of all the substudies in Section 5.2 of the eCTD, in addition to the master protocol title (as shown in Figure E in the Appendix) The master protocol should also include the following: (1) A detailed description of the trial design as text and as a visual depiction (2) Procedures for sample acquisition, handling, and testing of biomarkers, as well as information pertaining to any IVDs employed in the trial, as appropriate (3) Prominent identification of all substudies (4) Description of all groups responsible for monitoring subject safety (e.g., IRB, IDMC) (5) Description of the plan for submission of interim safety and efficacy results (6) The proposed informed consent document B. Amendments to the Master Protocol Protocol amendments that substantively affect the safety or scope of the master protocol should contain the following:40 (1) An updated informed consent document (2) A clean and tracked changes version of the amended master protocol document (3) A list of the proposed changes in tabular format with the rationale for each proposed change and the following supportive information, if available: (a) Summary of available safety and efficacy data 40 See 21 CFR 312.30(d) and 312.31(b) for content and format requirements for protocol amendments and information amendments. 16 (b) Contains Nonbinding Recommendations New nonclinical toxicology or pharmacology data and clinical data as appropriate to support the protocol modification In general, to facilitate communications and expedite the drug development program, FDA recommends that a sponsor submit a substudy for disease-specific development to a new master protocol IND reviewed by the appropriate disease-specific team, particularly when that team is located in another review division. In such instances, the sponsor should cross-reference to the original master protocol IND information on common elements (e.g., description of groups responsible for monitoring patient safety) rather than resubmit the information with the substudy. XI. COMMUNICATION AND INTERACTIONS WITH FDA Sponsors should consult guidances for industry for best communication practices41 and meetings42 with FDA to ensure open lines of dialogue before and during the drug development process. With regard to master protocols, sponsors should consider the following: – FDA encourages the sponsor of the master protocol to request a pre-IND meeting. This can allow the sponsor and FDA to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 147840,
  "end_pos": 149376,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.684Z"
}