{
  "id": "fda_guidance_chunk_0493",
  "title": "Introduction - Part 493",
  "text": "to be regarded as an acceptable alternative. The NI study would therefore have had to rule out an absolute 1.05% increase in mortality rate (i.e., M2) in the reteplase-treated patients compared to those treated with streptokinase. The NI analysis for this study was to show that the 95% confidence interval (one-sided for this particular case) of the difference in mortality rates excluded an increase of 1.05%. The INJECT study accomplished this, and the product was approved for marketing. An alternative to the fixed margin approach is known as the synthesis approach because it combines or synthesizes the data from the historical trials and the current NI trial, reflecting the variability in both data sources. Although the 95%-95% method was developed in a different way, it has been noted that it can be viewed as mathematically equivalent to the synthesis method but with the standard error of the effect of the test drug relative to placebo, estimated by ğ‘†ğ‘†ğ‘†ğ‘†ğ»ğ»+ğ‘†ğ‘†ğ‘†ğ‘†ğ‘ğ‘ , where SEH and SEN are the standard errors from the historical studies and the NI study, respectively, rather than by ô€¶¥ğ‘†ğ‘†ğ‘†ğ‘†ğ»ğ»2+ğ‘†ğ‘†ğ‘†ğ‘†ğ‘ğ‘2 , which is the standard error for the synthesis method. The first formula always gives a larger standard error than the second. Thus, compared to the synthesis method, the 95%-95% method is conservative. Both methods rely crucially on the assumption of constant effect of the control (on average) between the historical studies and the NI study. The use of the 95%-95% method might be seen as an allowance for possible deviation from this assumption, a desirable feature for evaluating whether loss of M1 (the whole effect of the control) has been ruled out. Use of the synthesis method, along with a careful justification of the constancy assumption and, when appropriate, an explicit allowance for deviation from it, would also be acceptable and may be recommended for determining whether a loss of effect greater than M2 has been ruled out (see Section IV.C and Example 1(B) for more detail). F. Regulatory Conclusions A successful NI study shows rigorously that the test drug has an effect greater than zero if it excludes an NI margin of M1, as long as M1 is well chosen and represents an effect that the control drug actually would have had (versus a placebo, had there been a placebo group). The",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 661248,
  "end_pos": 662784,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}