{
  "id": "fda_guidance_chunk_0163",
  "title": "Introduction - Part 163",
  "text": "one of these aspects could support a conclusion of effectiveness. Selection of a single primary endpoint may be difficult, however, if the aspect of a disease that will be responsive to the drug or the evaluation 9 Contains Nonbinding Recommendations method that will better detect a treatment effect is not known a priori (at the time of trial design). In this circumstance, a study might be designed such that success on any one of several endpoints could support a conclusion of effectiveness. This creates a primary endpoint family. For example, consider a drug for the treatment of burn wounds where it is not known whether the drug will increase the rate of wound closure or reduce scarring, but the demonstration of either effect alone would be considered clinically important. A study in this case might have both wound closure rate and a scarring measure as separate primary endpoints. This use of multiple endpoints creates a multiplicity problem because there are several ways for the study to successfully demonstrate a treatment effect. Control of the Type I error rate for the primary endpoint family is critical. A variety of approaches can be used to address this multiplicity problem; the appendix describes and discusses some of these approaches. 3. Composite Endpoints There are some disorders for which more than one clinical outcome in a clinical trial is important, and all outcomes are expected to be affected by the treatment. Rather than using each as a separate primary endpoint (creating multiplicity) or selecting just one to be the primary endpoint and designating the others as secondary endpoints, it could be appropriate to combine those clinical outcomes into a single variable. This is often called a composite endpoint, where an endpoint is defined as the occurrence or realization in a subject of any one of the specified components. A typical example is a composite of major adverse clinical outcome events in cardiovascular trials (e.g., a composite of myocardial infarction, stroke, or death). When the components correspond to distinct events, composite endpoints are often assessed as the time to first occurrence of any one of the components. If a single statistical test is performed on the composite endpoint, no multiplicity problem will occur for this endpoint. One possible reason for using a composite endpoint is that the incidence of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 217728,
  "end_pos": 219264,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.688Z"
}