{
  "id": "fda_guidance_chunk_0452",
  "title": "Introduction - Part 452",
  "text": "and extrinsic factors and global sharing of experiences in various regions may promote inclusion of additional regions in MRCTs. The primary reason for performing MRCTs is to evaluate the overall treatment effect based on data from subjects in all regions. However, intrinsic and/or extrinsic factors may be expected to have an impact on subjects’ responses to drugs differently across regions and should be considered when planning MRCTs. If major differences in treatment effects are expected, available data should be assessed to decide whether it is appropriate and feasible to conduct the MRCT. Even in the case of expected major differences in treatment effects, it may still be possible to conduct MRCTs by excluding some regions or a defined subgroup within a region after careful consideration. Additional strategies to study a disease and/or drug in the excluded regions should be considered (see ICH E5). If MRCTs are the source of data in the bridging strategy based on the ICH E5 guidance, MRCTs could provide more robust evidence than single regional trials for extrapolation of study results. In some cases, single-region studies may be appropriate, such as in the evaluation of drugs to treat or prevent a disease that is prevalent in a single region (e.g., anti-malarial drugs, vaccines specific to local epidemics, or antibiotics for region-specific strains). MRCTs can facilitate simultaneous global development of a drug and reduce the number of clinical studies conducted separately in each region, thereby minimizing unnecessary duplication of studies. Although MRCTs require more coordination during the planning stage and possibly increased start-up time, their use may provide a pathway for earlier access to new drugs worldwide by facilitating earlier approval across regions, thereby avoiding significant lag in the availability of new drugs in some regions. As shown in the illustrative examples in Figure 1, the timing of clinical drug development across different regions can be synchronized by the use of MRCTs, in comparison to local studies conducted independently in each region. Figure 1 also illustrates the use of MRCTs in the overall design of the drug development program, not only in the confirmatory stage but also as an option in the exploratory stage, where it is feasible. Early identification of relevant intrinsic and extrinsic factors could set a good foundation for planning confirmatory MRCTs. Contains Nonbinding Recommendations Figure 1. Illustrations",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 606144,
  "end_pos": 607680,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.712Z"
}