{
  "id": "fda_guidance_chunk_0762",
  "title": "Introduction - Part 762",
  "text": "them similar to the treatment group; there may even be an attempt to match particular control and treated patients. In so-called baseline-controlled studies, the patient's state over time is compared with their baseline state. Although these studies are sometimes thought to use the patient as his own control, they do not in fact have an internal control. Rather, changes from baseline are compared with an estimate of what would have happened to the patients in the absence of treatment with the test drug. Both baseline-controlled trials and trials that use a more complicated sequential on-offon (drug, placebo, drug) design, but that do not include a concurrently randomized control group, are of this type. As noted, in these trials the observed changes from baseline or between study periods are always compared, at least implicitly, to some estimate of what would have happened without the intervention. Such estimates are generally made on the basis of general knowledge, without reference to a specific control population. Although in some cases this is plainly reasonable, e.g., when the effect is dramatic, occurs rapidly following treatment, and is unlikely to have occurred spontaneously (e.g., general anesthesia, cardioversion, measurable tumor shrinkage), in most cases it is not so obvious and a specific historical experience should be sought. Designers and analysts of such trials need to be aware of the limitations of this type of study and should be prepared to justify its use. 2. Ability to Minimize Bias (2.5.2) Inability to control bias is the major and well-recognized limitation of externally controlled trials and is sufficient in many cases to make the design unsuitable. It is always difficult, and in many cases impossible, to establish comparability of the treatment and control groups and thus to fulfill the major purpose of a control group (see section 1.2). The groups can be dissimilar with respect to a wide range of factors, other than use of the study treatment, that could affect outcome, including demographic characteristics, diagnostic criteria, stage or severity of disease, concomitant treatments, and observational conditions (such as methods of assessing outcome, investigator expectations). Such dissimilarities can include important but unrecognized prognostic factors that have not been measured. Blinding and randomization are not available to minimize bias when external controls are used. It is well documented that untreated historicalcontrol groups tend to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1022784,
  "end_pos": 1024320,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.736Z"
}