{
  "id": "fda_guidance_chunk_0692",
  "title": "Introduction - Part 692",
  "text": "to draw inferences about safe human plasma levels in the absence of prior human data. Although quantitative modeling for this purpose may be straightforward, the following points suggest this approach can present a number of difficulties when estimating a safe starting dose. Generally, at the time of IND initiation, there are a number of unknowns regarding animal toxicity and comparability of human and animal pharmacokinetics and metabolism: (1) human bioavailability and metabolism may differ significantly from that of animals; (2) mechanisms of toxicity may not be known (e.g., toxic accumulation in a peripheral compartment); and/or (3) toxicity may be due to an unidentified metabolite, not the parent drug. Therefore, relying on pharmacokinetic models (based on the parent drug in plasma) to gauge starting doses would require multiple untested assumptions. Modeling can be used with greatest validity to estimate human starting doses in special cases where few underlying assumptions would be necessary. Such cases are exemplified by large molecular weight proteins (e.g., humanized monoclonal antibodies) that are intravenously administered, are removed from circulation by endocytosis rather than metabolism, have immediate and detectable effects on blood cells, and have a volume of distribution limited to the plasma volume. In these cases, allometric, pharmacokinetic, and pharmacodynamic models have been useful in identifying the human mg/kg dose that would be predicted to correlate with safe drug plasma levels in nonhuman primates. Even in these cases, uncertainties (such as differences between human and animal receptor sensitivity or density) have been shown to affect human pharmacologic or toxicologic outcomes, and the use of safety factors as described in this guidance is still warranted. Contains Nonbinding Recommendations The remainder of this guidance focuses on the recommended algorithmic process for starting dose extrapolation from animals to humans based on administered doses, since this method will likely be useful for the majority of INDs seeking to investigate new drugs in healthy volunteers. Some classes of drugs (e.g., many cytotoxic or biological agents) are commonly introduced into initial clinical trials in patient volunteers rather than healthy volunteers. Typically, patients are used instead of healthy volunteers when a drug is suspected or known to be unavoidably toxic. This guidance does not address starting doses in patients. However, many principles and some approaches recommended here may be applicable to designing such trials. III. OVERVIEW OF THE",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 928704,
  "end_pos": 930240,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.731Z"
}