{
  "id": "fda_guidance_chunk_0193",
  "title": "Introduction - Part 193",
  "text": "introducing bias in estimates. For complex adaptive designs, such methods may not be readily available, and simulations are often critical (section VI.A.). • Gains in efficiency in some respects may be offset by losses in other respects. For example, an adaptive design may have a reduced minimum and expected sample size but have an increased maximum sample size9 relative to a comparable non-adaptive design. In addition, preplanning adaptive design modifications can require more effort at the design stage, leading to longer lead times between planning and starting the trial. • The use of an adaptive design adds logistical challenges to ensuring appropriate trial conduct and trial integrity. In particular, approaches to appropriately limit access to comparative interim results may be complex and add costs to the trial. In addition, it is challenging to ensure high-quality interim data are available in a timely manner so that adaptive decisionmaking is based on up-to-date and reliable results. • The opportunity for efficiency gains through adaptation may be limited by important scientific constraints or in certain clinical settings. For example, a minimum sample size may be expected for a reliable evaluation of safety. There also may be limited utility in certain types of adaptations if the primary outcome of interest is ascertained over a longer period of time than the time it takes to enroll most or all patients in the trial. • An adaptive change to a trial design may lead to results after the adaptation that are different from those before the adaptation. This may lead to challenges in interpretability of results. E. Choosing to Adapt In general, the decision to use or not use adaptive elements in a clinical trial design will depend on a large number of factors, including the potential advantages and disadvantages described in the preceding sections. There may also be a variety of non-scientific considerations. In short, designing a clinical trial is a complex process, and it is not the intent of this guidance to require or restrict the use of adaptive designs in general or in specific settings. However, FDA encourages sponsors to explore a variety of design options in planning and to discuss their 9 The minimum and maximum sample sizes are the smallest and largest sample sizes, respectively, that could be selected under the adaptive design if the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 258048,
  "end_pos": 259584,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.690Z"
}