{
  "id": "fda_guidance_chunk_0375",
  "title": "Introduction - Part 375",
  "text": "emerging disease or condition related to the disaster or PHE would not generally be expected to significantly affect trial participant safety, the scope of the investigation, or the scientific quality of the study; therefore, submitting a protocol amendment would not be required under the regulation for such a pause. Prior to IRB approval of an amendment and submission to the FDA, clinical investigators must document as protocol deviations any modifications to protocol-specified procedures.2 Consolidating several protocol modifications in a single protocol amendment generally will be considered acceptable but should be submitted expeditiously. For studies under an investigational device exemption (IDE), 21 CFR 812.35(a) generally requires prior FDA approval before implementing changes to the investigational plan. These requirements do not apply to changes made to protect the life or physical well-being of a trial participant in an emergency, including study-wide changes, but such deviations must be reported to FDA within 5 working days.3 In addition, under 21 CFR 812.35(a)(3), changes to the protocol that the sponsor determines, based on credible information, do not affect the validity of the results from the study; the likely patient risk-to-benefit relationship; the scientific soundness of the investigational plan; or the rights, safety, or welfare of the trial participants may be made without prior FDA approval if the sponsor reports the modifications to the Agency within 5 days of implementing the changes. Because of the unique and evolving circumstances surrounding the impact of a disaster or PHE, we understand that it may be challenging to submit 5-day reports or notices within the required timeframe. Sponsors may consolidate implemented changes when submitting 5-day reports or notices and should update the IDE as soon as possible. Q3. With the rapid changes in clinical trial conduct that may occur due to a disaster or PHE, including multiple deviations to address patient safety, what is the recommended way for sponsors and investigators to capture these data? It is important to capture specific information for individual participants that explains the basis for missing protocol-specified information that includes the relationship to the disaster or PHE (e.g., from missed study visits or study discontinuations due to the event). This information, summarized in the clinical study report, will be helpful to FDA. If it is not possible to immediately capture this information in the case report form(s), sponsors",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 502656,
  "end_pos": 504192,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.705Z"
}