{
  "id": "fda_guidance_chunk_0430",
  "title": "Introduction - Part 430",
  "text": "Research (CBER) March 2022 Clinical/Medical Inclusion of Older Adults in Cancer Clinical Trials Guidance for Industry Additional copies are available from: Office of Communications, Division of Drug Information Center for Drug Evaluation and Research Food and Drug Administration 10001 New Hampshire Ave., Hillandale Bldg., 4th Floor Silver Spring, MD 20993-0002 Phone: 855-543-3784 or 301-796-3400; Fax: 301-431-6353; Email: druginfo@fda.hhs.gov https://www.fda.gov/drugs/guidance-compliance-regulatory-information/guidances-drugs and/or Office of Communication, Outreach, and Development Center for Biologics Evaluation and Research Food and Drug Administration 10903 New Hampshire Ave., Bldg. 71, rm. 3128 Silver Spring, MD 20993-0002 Phone: 800-835-4709 or 240-402-8010; Email: ocod@fda.hhs.gov https://www.fda.gov/vaccines-blood-biologics/guidance-compliance-regulatory-information-biologics/biologics-guidances U.S. Department of Health and Human Services Food and Drug Administration Oncology Center of Excellence (OCE) Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Inclusion of Older Adults in Cancer Clinical Trials Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. I. INTRODUCTION This guidance provides recommendations regarding the inclusion of older adult patients in clinical trials of drugs2 for the treatment of cancer. For the purpose of this guidance, older adults are those 65 years of age and older. Specifically, this guidance includes recommendations for including an adequate representation of older adults in cancer clinical trials to better enable evaluation of the benefit-risk profile of cancer drugs in this population. Most cancer trials do not have an upper age limit for exclusion; however, adults 75 years of age and older are underrepresented in cancer clinical trials.3 The guidance emphasizes the particular importance of including adults 75 years of age and older in cancer clinical trials. This guidance is intended to assist stakeholders, including sponsors and institutional review boards, responsible for the development and oversight of cancer clinical trials. Enrolling an adequate representation of the range of patients in a clinical trial that may be exposed to a drug after approval is important. It provides the ability to understand the drug’s benefit-risk profile across the patient population",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 576576,
  "end_pos": 578112,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.710Z"
}