{
  "id": "fda_guidance_chunk_0519",
  "title": "Introduction - Part 519",
  "text": "require a larger sample size. It may be difficult to adequately plan the sample size for any study, including an NI study, because of uncertainty about assumptions such as event rates or endpoint variability at the time of study planning. For this reason, adaptive study designs that can allow for the prospective re-estimation of a larger sample size at one or more planned interim looks may be considered. F. Study Quality and Choice of Analysis Population Traditionally, the primary analysis of a randomized clinical superiority trial follows the intention-to-treat (ITT) principle, namely, all randomized patients are analyzed according to the treatment to which they were randomized, including patients who leave the study prematurely. This approach is intended to avoid various biases associated with patients switching treatment or patients being excluded from the analysis because of protocol violations or attrition. Adhering to the ITT principle in superiority trials is generally considered conservative, in that poor study quality resulting in a large number of protocol violations will tend to bias the results towards the null hypothesis of no difference between treatments. The opposite is true for NI trials. Quality issues could result in treatment groups appearing similar (i.e., biasing the results towards the alternative hypothesis for NI trials), when, in fact, the test drug may be inferior, as mentioned in section III.D.3. Many problems that may cause a superiority trial to fail, such as non-adherence, misclassification of the primary endpoint, or attrition, can bias the results toward no treatment difference (success) and undermine the validity of the trial, creating apparent non-inferiority when the test drug is in fact inferior. Imputation of missing data under the inferiority null hypothesis is one possible approach to countering the bias due to attrition. The best advice for conducting an NI study is to emphasize study quality at the planning stage and continuously monitor the trial during the conduct and analysis stages to minimize the problems described above. If the NI trial is open label, attention to quality is all the more important because it may be very difficult to prove, after the fact, that enrollment, assessment of endpoints, and other study procedures were conducted in an unbiased way. G. Testing Non-Inferiority and Superiority in a Single Trial In general, when there is only one primary endpoint and one dose of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 696192,
  "end_pos": 697728,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.717Z"
}