{
  "id": "fda_guidance_chunk_0127",
  "title": "Introduction - Part 127",
  "text": "and Impact on Dosing (September 2020). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations 9 and safety, adequate information should be provided to support the biomarker and validation of 263 the assay method.31 Early consultation with the appropriate review division is encouraged. 264 265 The following should also be considered for use of biomarkers in rare disease drug development: 266 267 • Identifying new biomarkers or modifying the use of existing biomarkers that may 268 indicate effects on different steps in the pathophysiologic processes. 269 270 — Predictive biomarkers may have critical roles in POC and dose-selection clinical 271 investigations or in identification of characteristics of patients with greater potential 272 to respond to therapy. Biomarkers that promptly indicate drug response might be used 273 in a patient-specific manner to individualize the dosage or regimen. 274 275 • Identifying early biomarkers of disease or effects of interventions and biomarkers that 276 could be used in adaptive and enrichment designs for greater efficiency.32 277 278 — For example, values of a laboratory measurement expected to be sensitive to a drug’s 279 effect could be used to screen potential responders for inclusion in efficacy clinical 280 investigations. Sponsors may also be able to identify clinical or genomic 281 characteristics that predict response using these biomarkers. 282 283 The analytical validity of the assay(s) used for biomarker quantitation should be evaluated before 284 the phase 3 clinical investigation.33 In addition, standardized methods for sample collection, 285 storage, shipment, and preparation should be used. 286 287 The guidance for industry and FDA staff Qualification Process for Drug Development Tools 288 (November 2020) includes important information about the features of biomarkers used as 289 endpoints.34 For information about biomarker development within a specific drug development 290 program, the sponsor should discuss with the appropriate review division.35 291 292 31 See the draft guidance for industry and FDA staff Biomarker Qualification: Evidentiary Framework (December 2018). When final, this guidance will represent the FDA’s current thinking on this topic. 32 See the guidances for industry Enrichment Strategies for Clinical Trials to Support Determination of Effectiveness of Human Drugs and Biological Products (March 2019) and Adaptive Designs for Clinical Trials of Drugs and Biologics. 33 See the guidance for industry Bioanalytical Method Validation (May",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 169344,
  "end_pos": 170880,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}