{
  "id": "fda_guidance_chunk_0511",
  "title": "Introduction - Part 511",
  "text": "a difference in rates) in characterizing the effects of treatments may also be based upon clinical interpretation, medical context, and previous experience with the behavior of the rates of the outcome. d. Discounting One strategy employed in choosing the margin M1 for the NI study design is “discounting” or reducing the magnitude of the active control’s effect that is estimated from the HESDE analysis. Such discounting is done to account for the uncertainties in the assumptions that need to be made in estimating, based on past performance, the effect of the active control in the NI study. This concept of discounting focuses on M1 determination and is distinct from a clinical judgment that the effect that can be lost on clinical grounds should be some fraction of M1 (i.e., M2). As discussed above, there are uncertainties associated with translating the historical effect of the active control (HESDE) to the new situation of the active control NI trial, and it is tempting to deal with that uncertainty in the constancy assumption by discounting the effect (e.g., “take half”). Rather than applying “automatic” discounting in choosing M1, concerns about the active control effect should, to the extent possible: • Be specific • Make use of available data (e.g., magnitude of possible differences in effect in different patient populations, consistency of past studies, and consistency within studies across population subsets) • Take into account factors that reduce the need for a conservative estimate, such as the pharmacologic similarity of the test and control drugs and pharmacodynamic effects of the new drug A closely related issue is the possible need for adjustment of M1 to reflect any differences that were observed between the population in the NI study and the historical study. For example, a finding of a smaller effect in women than in men in the historical studies would need to be considered in assessing the validity of M1 if the NI study had a substantially greater proportion of women than the historical studies. In general, the assessment of the historical data should identify differences in the outcomes for important subgroups so that the statistical analysis plan for the NI study can be designed prospectively to take these factors into account (e.g., through covariate adjustments) or so that the value of M1 can be revisited in light",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 685440,
  "end_pos": 686976,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.717Z"
}