{
  "id": "fda_guidance_chunk_0276",
  "title": "Introduction - Part 276",
  "text": "investigator should inform the institution where applicable and the investigator/institution should promptly notify the sponsor and provide the sponsor with a detailed written explanation of the termination or suspension. 4.13 Final Report(s) by Investigator Upon completion of the trial, the investigator, where applicable, should inform the institution; the investigator/institution should provide the IRB/IEC with a summary of the trial's outcome, and the regulatory authority(ies) with any reports required. 5. SPONSOR ADDENDUM 5.0 Quality Management The sponsor should implement a system to manage quality throughout all stages of the trial process. Sponsors should focus on trial activities essential to ensuring human subject protection and the reliability of trial results. Quality management includes the design of efficient clinical trial protocols, tools, and procedures for data collection and processing, as well as the collection of information that is essential to decision making. The methods used to assure and control the quality of the trial should be proportionate to the risks inherent in the trial and the importance of the information collected. The sponsor should ensure that all aspects of the trial are operationally feasible and should avoid unnecessary complexity, procedures, and data collection. Protocols, case report forms, and other operational documents should be clear, concise, and consistent. The quality management system should use a risk-based approach as described below. 5.0.1 Critical Process and Data Identification During protocol development, the sponsor should identify those processes and data that are critical to ensure human subject protection and the reliability of trial results. 5.0.2 Risk Identification The sponsor should identify risks to critical trial processes and data. Risks should be considered at both the system level (e.g., standard operating procedures, computerized systems, and personnel) and clinical trial level (e.g., trial design, data collection, and informed consent process). 5.0.3 Risk Evaluation The sponsor should evaluate the identified risks, against existing risk controls by considering: Contains Nonbinding Recommendations (a) The likelihood of errors occurring. (b) The extent to which such errors would be detectable. (c) The impact of such errors on human subject protection and reliability of trial results. 5.0.4 Risk Control The sponsor should decide which risks to reduce and/or which risks to accept. The approach used to reduce risk to an acceptable level should be proportionate to the significance of the risk. Risk reduction activities may be incorporated in protocol",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 369600,
  "end_pos": 371136,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.697Z"
}