{
  "id": "fda_guidance_chunk_0217",
  "title": "Introduction - Part 217",
  "text": "a fixed number of subjects. Sample size adjustment in these trials has the purpose of modifying the number of events and, therefore, may take the form of modifying the number of subjects, the length of the follow-up period for each subject, or both. In addition, interim analyses in time-to-event settings may utilize information on surrogate or intermediate outcomes, and use of such approaches should be appropriately accounted for in the analysis (see next section for further discussion). D. Adaptations Based on a Potential Surrogate or Intermediate Endpoint Most adaptive designs rely on ongoing monitoring of the primary endpoint or endpoints. However, in cases where a potential surrogate or intermediate endpoint23 exists that is correlated with the primary endpoint, and the primary endpoint itself is difficult or slow to ascertain, an adaptive design can be based on the potential surrogate or intermediate endpoint. For example, consider a trial of a treatment for a cancer where the primary endpoint is overall survival, median survival time is well over 2 years, and tumor response (e.g., complete or partial response) may be anticipated to predict clinical benefit. In this case, it may be sensible to base sample size reassessment or other adaptive features on tumor response rather than mortality. The final evaluation of efficacy would still be based on the primary endpoint (overall survival in this example). Similarly, an adaptive design could be based on a 2-month measurement of patient symptoms when the primary endpoint is the assessment of the same symptom outcome at 6 months. Some approaches involve assumptions about the relationship between the potential surrogate or intermediate endpoint and the primary endpoint, and any evaluation of Type I error probability or other trial operating characteristics should consider the possible effects of misspecification of this relationship. Other approaches do not rely on assumptions about the relationship between the potential surrogate or intermediate endpoint and the primary endpoint (Jenkins et al. 2011; Irle et al. 2012; Magirr et al. 2016). In adaptive design trials with time-to-event or longitudinal outcomes, using surrogate or intermediate outcome information at the interim analysis can increase the chance of an erroneous conclusion of effectiveness unless appropriate statistical analysis techniques are used. For example, it has been noted (Bauer and Posch 2004) that in trials with time-to-event endpoints, using surrogate information at the time",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 290304,
  "end_pos": 291840,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.692Z"
}