{
  "id": "fda_guidance_chunk_0151",
  "title": "Introduction - Part 151",
  "text": "sufficient to support approval of a marketing application. Failure to account for multiplicity when there are several endpoints evaluated in a study can increase the chance of false conclusions regarding the effects of the drug. The regulatory concern regarding multiplicity arises principally in the evaluation of clinical trials intended to demonstrate effectiveness supporting drug approval and claims in FDA-approved labeling; however, this issue is important for trials throughout the drug development process. For instance, if safety outcomes are to be assessed via hypothesis testing, they would be subject to the multiplicity considerations described in this guidance. Multiplicity problems for safety analyses that are not part of a prespecified set of hypotheses for formal statistical testing are outside the scope of this guidance. In the following sections, the issues of multiple endpoints and methods to address them are discussed. The issues of multiplicity and methods that apply to multiple endpoints also generally apply to other sources of multiplicity, including other estimand3 attributes (e.g., multiple doses, time points, or study population subgroups); however, these other sources of multiplicity will not be specifically addressed in this guidance. Furthermore, there may be different considerations related to multiplicity in certain unique settings, such as the evaluation of multiple different drugs for a single disease in a master protocol, that are not addressed in this guidance. This guidance focuses on the analysis and interpretation of multiple endpoints within a single clinical trial. 3See the ICH Guidance for Industry E9(R1) Statistical Principles for Clinical Trials: Addendum: Estimands and Sensitivity Analysis in Clinical Trials (May 2021). 2 A. Contains Nonbinding Recommendations Demonstrating the Study Objective of Effectiveness A conclusion that a study has demonstrated an intended effect of a drug is critical to meeting the legal standard for substantial evidence of effectiveness required to support approval of a new drug (i.e., “… adequate and well-controlled investigations…on the basis of which it could fairly and responsibly be concluded…that the drug will have the effect it purports…to have…”) (section 505(d) of the FD&C Act).4 FDA regulations further establish that to be adequate and well controlled, a clinical study of a drug must include, among other things, “an analysis of the results of the study adequate to assess the effects of the drug,” a requirement that furthers the “purpose of conducting clinical investigations of a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 201600,
  "end_pos": 203136,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.687Z"
}