{
  "id": "fda_guidance_chunk_0559",
  "title": "Introduction - Part 559",
  "text": "The microorganisms contained in an LBP are typically cellular microbes such as bacteria and yeast. Thus, the drug substance for an LBP is typically the unformulated live cells. The drug product is the finished dosage form of the product (Refs. 1 and 5). A clinical investigation means any experiment in which a drug is administered or dispensed to, or used involving, one or more human subjects (21 CFR 312.3(b)). An experiment is any use of a drug except for the use of a marketed drug in the course of medical practice (21 CFR 312.3(b)). II. BACKGROUND Proposed clinical trials to evaluate LBPs vary in design, depending on the product, proposed use, and intended population for enrollment. For example, live microorganisms contained in LBPs may be isolated from human hosts, genetically modified for use as vectors, and/or engineered to exhibit enhanced functions or new characteristics. Dosage forms and routes of administration Contains Nonbinding Recommendations can vary from ready-mixed oral preparations with the appearance of a traditional food or drink to pre-filled vaginal applicators. The proposed mechanisms of action are generally to interfere with the growth of a pathogenic or potentially pathogenic microorganism in the body or to stimulate other potentially beneficial cellular processes as a result of transient persistence and/or long-term colonization with the microorganisms contained in the LBP. Investigational objectives vary with respect to prevention versus treatment, and stand-alone therapy versus adjunct therapy to antimicrobial, or other therapy. For example, potential indications include treatment of bacterial vaginosis in combination with antibiotics, prevention of necrotizing enterocolitis, prevention of allergic rhinitis, and maintenance of remission of acute pouchitis. Intended study populations vary from premature neonates to older adults, and from healthy individuals who may be at risk for specific diseases to individuals severely afflicted with particular diseases or conditions. Regulations applicable to investigational biological products that meet the FD&C Act’s definition of “drug” can be found at 21 CFR Part 312. Except as provided under the limited exemptions set out at 21 CFR 312.2(b), these requirements apply to all clinical investigations of products that are subject to section 505 of the FD&C Act or to section 351 of the PHS Act (see 21 CFR 312.2(a)). The intended use of a product plays a central role in how it is regulated. For example, products that contain live",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 749952,
  "end_pos": 751488,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.720Z"
}