{
  "id": "fda_guidance_chunk_0399",
  "title": "Introduction - Part 399",
  "text": "immediate package for human use must include a label with the statement “CAUTION—Investigational device. Limited by Federal (or United States) law to investigational use.” FDA recognizes that a commercially obtained product will not have this statement on its container. In the setting of a disaster or PHE, where alternative arrangements are being made to provide a commercially obtained investigational drug to a participant who is unable to come to the trial site, FDA does not intend to object to the labeling of the investigational drug because it does not include the statement required under 21 CFR 312.6 and the sponsor has not obtained a waiver of that requirement under 21 CFR 312.10. In addition, FDA similarly does not intend to object to the labeling of a commercially obtained investigational device because it does not include the statement required under 21 CFR 812.5 and the sponsor has not obtained a waiver under 21 CFR 812.10. Contains Nonbinding Recommendations Q19. Throughout the guidance, FDA recommends that sponsors consult with the review division for certain changes to ongoing clinical trials. For drugs and biological products, is this a reference to scheduling a Type A or Type 1 meeting? How should sponsors contact FDA regarding device clinical trials? As stated in our guidance for industry and review staff Best Practices for Communication Between IND Sponsors and FDA During Drug Development (December 2017), review division regulatory project managers (RPMs) are the primary point of contact for communications between a sponsor and FDA. Both FDA and sponsors use various communication methods to focus discussions to exchange information and resolve issues efficiently. For example, telephone communication between a sponsor and FDA RPM may be more effective for time-sensitive matters. FDA staff try to respond to sponsor questions promptly, while balancing FDA public health priorities and other work obligations. Note that to ensure participant safety, responses to safety-related inquiries will be prioritized over other inquiries. More generally, FDA understands that many questions that arise regarding changes in trial conduct due to a disaster or PHE will need to be addressed expeditiously. RPMs will work with sponsors to determine the best path forward to answer their questions for certain changes in an expedited manner. To discuss urgent issues related to IDEs managed in CDRH, sponsors should contact the lead reviewer. For IDEs managed",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 534912,
  "end_pos": 536448,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.707Z"
}