{
  "id": "fda_guidance_chunk_0382",
  "title": "Introduction - Part 382",
  "text": "approach would be appropriate and how to select alternate laboratories or imaging facilities? Given that trial participants may not be able to come to the investigational site for protocol-specified visits at which laboratory tests or imaging would be conducted, sponsors should evaluate whether it is feasible to use alternative laboratories or imaging centers. The suitability of such alternative arrangements may vary depending on whether the protocol-specified procedures are related to eligibility criteria, safety evaluations, or endpoint assessments. In general, if trial participants cannot access a clinical trial site, alternative sites may be used for laboratory tests or imaging assessments that focus on the safety of trial participants when such tests and assessments are routinely performed in those settings (e.g., routine chemistries, blood counts, chest radiographs).13 However, if the results of laboratory tests or imaging assessments are the basis for evaluating important (e.g., primary or secondary) efficacy or safety endpoints, sponsors should consult with the relevant FDA review division before considering an alternative site. For example, differences in laboratory measurements or imaging protocols may introduce increased variability in analyses, which should be considered. When baseline tests are necessary to characterize the eligible study population, potential variation in test performance or precision related to use of an alternative laboratory or imaging center may also warrant discussion with the relevant FDA review division. For example, an inclusion criterion based on a commonly available, routine test performed as a safety screen (e.g., renal function on a metabolic panel) might be amenable to alternative laboratory collection with minimal impact on study results. Using an alternative laboratory for tests related to other eligibility factors could be more likely to affect study integrity (e.g., laboratory tests to identify a tumor biomarker required for inclusion, genetic test to identify a marker that is a critical inclusion criterion). It may be important for such assessments to be standardized at a single site or a few sites. Based on the nature of laboratory tests conducted for the purpose of protocol assessments, the alternative laboratory conducting such tests for investigational purposes will likely be subject to certification and other requirements under the Clinical Laboratory 12 For IND studies, this would be laboratories and imaging centers not listed on Form FDA 1572. 13 If a local laboratory or imaging center will be used for certain patients",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 512064,
  "end_pos": 513600,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.706Z"
}