{
  "id": "fda_guidance_chunk_0622",
  "title": "Introduction - Part 622",
  "text": "Exploratory Clinical Trials (6) Q1: To support exploratory clinical trials, why should the extended single-dose studies be done in both sexes when the clinical exploratory studies are likely to be done in one sex? A1: Exploratory clinical studies do not represent a commitment to full development. Therefore, when intent is to conduct the exploratory clinical study in one sex only, the single-dose toxicity studies can be restricted to that sex. However, in such cases, animal group sizes for the Day 2 termination should be increased, as it is normal to combine effects from both sexes with respect to identifying and characterizing toxicities that are not sex-specific. For extended single-dose toxicity studies using a single sex, the usual animal numbers should be 15/group (rodents) or 5/group (nonrodents) for the Day 2 termination, and 7/group (rodents) or 3/group (nonrodents) for the Day 14 termination. Q2a: Please clarify the differences between Approaches 3, 4, and 5. A2a: Approach 3 involves just a single dose in humans supported by extended single-dose toxicity studies in rodents and nonrodents conducted up to the animal maximum tolerated dose (MTD), maximum feasible dose (MFD), or limit dose. Approach 4 involves multi-dose clinical trials (up to 14 days) supported by 14day toxicity studies (in rodents and nonrodents) in which dose selection for animals is based on multiples of proposed human exposure in the exploratory clinical trial. If no toxicity is observed in either species, it is recommended that the maximum clinical dose not exceed 1/10th the lower exposure (AUC) in either species at the highest dose tested in the animals. If toxicity is observed, see answer A2b below. Approach 5 involves multi-dose clinical trials (up to 14 days) supported by a 14day study in rodents up to the MTD, MFD, or limit dose and a nonrodent confirmatory study (at least equivalent to the duration of the exploratory clinical trial) that indicates that the nonrodent is not more sensitive than the rodent. In this case, the highest exposure appropriate in the exploratory clinical trial should be determined by the findings in the toxicity studies. Thus, the differences between Approach 4 and Approach 5 include how the standard nonclinical toxicity study recommendations are modified, and how the clinical exposure limit is established. Approach 5 probably uses less drug than Approach 4, but relies heavily on",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 834624,
  "end_pos": 836160,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.726Z"
}