{
  "id": "fda_guidance_chunk_0647",
  "title": "Introduction - Part 647",
  "text": "expectation of benefit. We recommend you choose beforehand the type of analysis to be used (Bayesian or frequentist). Switching to an analysis method that produces a more favorable outcome after observing the data is problematic. It is difficult to justify such a switch at the analysis stage. In some cases, a Bayesian analysis of a new trial may salvage some information obtained in a previous non-Bayesian clinical trial that deviated from the original protocol. The information provided by such a trial may be represented by a prior distribution to be used in a prospective Bayesian clinical trial. For further information on planning a trial, see FDA’s Statistical Guidance for Non-Diagnostic Medical Devices.6 4.2 Selecting the relevant endpoints Endpoints (also called parameters in this document) are the measures of safety and effectiveness used to support a certain claim. Ideally, endpoints are: • clinically relevant, • directly observable, • related to the claims for the device, and6http://www.fda.gov/MedicalDevices/DeviceRegulationandGuidance/Guidance Documents/ucm106757.htm 20 • important to the patient. For example, an endpoint may be a measure of the average change in an important outcome (mortality, morbidity, quality of life) observed in the trial. The objective of a clinical trial is to gather information from the patients in the trial to make inferences about these unknown endpoints or parameters. 4.3 Collecting other important information: covariates Covariates, also known as confounding factors, are characteristics of the study patients that can affect their outcome. There are many statistical techniques (Bayesian and frequentist) to adjust for covariates. Covariate adjustment is especially important in any situation where some degree of covariate balance is not assured through randomization, such as a Bayesian trial in which other trials are used as prior information. If adjustments are not made for differences in the covariates between trials, the analysis can be biased. Covariate adjustment is also often used to reduce variation, which leads to a more powerful analysis. 4.4 Choosing a comparison: controls To facilitate evaluation of clinical trial results, we recommend you use a comparator, or control group, as a reference. Types of control groups that may be considered are: • concurrent controls, • self controls, and • historical controls. We believe that self controls and historical controls have more potential for bias than concurrent controls because of: • potential problems with covariate adjustment, • placebo effect, and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 868224,
  "end_pos": 869760,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.728Z"
}