{
  "id": "fda_guidance_chunk_0272",
  "title": "Introduction - Part 272",
  "text": "the subject or the subject’s legally acceptable representative will be informed in a timely manner if information becomes available that may be relevant to the subject’s willingness to continue participation in the trial. (q) The person(s) to contact for further information regarding the trial and the rights of trial subjects, and whom to contact in the event of trial-related injury. (r) The foreseeable circumstances and/or reasons under which the subject’s participation in the trial may be terminated. (s) The expected duration of the subject’s participation in the trial. (t) The approximate number of subjects involved in the trial. 4.8.11 Prior to participation in the trial, the subject or the subject's legally acceptable representative should receive a copy of the signed and dated written informed consent form and any other written information provided to the subjects. During a subject’s participation in the trial, the subject or the subject’s legally acceptable Contains Nonbinding Recommendations representative should receive a copy of the signed and dated consent form updates and a copy of any amendments to the written information provided to subjects. 4.8.12 When a clinical trial (therapeutic or non-therapeutic) includes subjects who can only be enrolled in the trial with the consent of the subject’s legally acceptable representative (e.g., minors, or patients with severe dementia), the subject should be informed about the trial to the extent compatible with the subject’s understanding and, if capable, the subject should sign and personally date the written informed consent. 4.8.13 Except as described in 4.8.14, a non-therapeutic trial (i.e., a trial in which there is no anticipated direct clinical benefit to the subject), should be conducted in subjects who personally give consent and who sign and date the written informed consent form. 4.8.14 Nontherapeutic trials may be conducted in subjects with consent of a legally acceptable representative provided the following conditions are fulfilled: (a) The objectives of the trial cannot be met by means of a trial in subjects who can give informed consent personally. (b) The foreseeable risks to the subjects are low. (c) The negative impact on the subject’s well-being is minimized and low. (d) The trial is not prohibited by law. (e) The approval/favorable opinion of the IRB/IEC is expressly sought on the inclusion of such subjects, and the written approval/ favorable opinion covers this aspect. Such trials,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 364224,
  "end_pos": 365760,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.696Z"
}