{
  "id": "fda_guidance_chunk_0283",
  "title": "Introduction - Part 283",
  "text": "dosages, for the duration, and in the trial population to be studied. The sponsor should update the Investigator's Brochure as significant new information becomes available (see section 7. Investigator's Brochure). 5.13 Manufacturing, Packaging, Labeling, and Coding Investigational Product(s) 5.13.1 The sponsor should ensure that the investigational product(s) (including active Contains Nonbinding Recommendations comparator(s) and placebo, if applicable) is characterized as appropriate to the stage of development of the product(s), is manufactured in accordance with any applicable GMP, and is coded and labelled in a manner that protects the blinding, if applicable. In addition, the labeling should comply with applicable regulatory requirement(s). 5.13.2 The sponsor should determine, for the investigational product(s), acceptable storage temperatures, storage conditions (e.g., protection from light), storage times, reconstitution fluids and procedures, and devices for product infusion, if any. The sponsor should inform all involved parties (e.g., monitors, investigators, pharmacists, storage managers) of these determinations. 5.13.3 The investigational product(s) should be packaged to prevent contamination and unacceptable deterioration during transport and storage. 5.13.4 In blinded trials, the coding system for the investigational product(s) should include a mechanism that permits rapid identification of the product(s) in case of a medical emergency, but does not permit undetectable breaks of the blinding. 5.13.5 If significant formulation changes are made in the investigational or comparator product(s) during the course of clinical development, the results of any additional studies of the formulated product(s) (e.g., stability, dissolution rate, bioavailability) needed to assess whether these changes would significantly alter the pharmacokinetic profile of the product should be available prior to the use of the new formulation in clinical trials. 5.14 Supplying and Handling Investigational Product(s) 5.14.1 The sponsor is responsible for supplying the investigator(s)/institution(s) with the investigational product(s). 5.14.2 The sponsor should not supply an investigator/institution with the investigational product(s) until the sponsor obtains all required documentation (e.g., approval/favorable opinion from IRB/IEC and regulatory authority(ies)). 5.14.3 The sponsor should ensure that written procedures include instructions that the investigator/institution should follow for the handling and storage of investigational product(s) for the trial and documentation thereof. The procedures should address adequate and safe receipt, handling, storage, dispensing, retrieval of unused product from subjects, and return of unused investigational product(s) to the sponsor (or alternative disposition if authorized by the sponsor and in compliance with the applicable regulatory requirement(s)). Contains Nonbinding",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 379008,
  "end_pos": 380544,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.697Z"
}