{
  "id": "fda_guidance_chunk_0720",
  "title": "Introduction - Part 720",
  "text": "perceived by the Center for Veterinary Medicine in its work with the animal health industry. Protocol Format 1 TITLE: 2 PROTOCOL NUMBER: 2.1 Define the type of protocol (i.e. general or site specific) 3 SPONSOR: 3.1 Address 3.2 Telephone number 4 PROTOCOL OBJECTIVE(S): 4.1 Define objective of the protocol (e.g. dose determination, dose confirmation etc.) 5 STUDY OBJECTIVE(S): 5.1 Are the studies to be pivotal or non pivotal 5.2 Define the standards applied to the conduct of the studies (GLP, investigator, or other) 6 STUDY SCHEDULE: 6.1 Proposed date(s) of initiation 6.2 Schedule of events 6.3 Proposed date(s) of completion 7 STUDY DESIGN: 7.1 Treatment Groups 7.2 Experimental Design (i.e., cross-over, Latin Square, CRD, RCBD, Split-plots, etc.) 7.3 Blocking factor(s) 7.4 Randomization Procedures: 7.4.1 Allocation of animals to treatment groups 7.4.2 Allocation of treatment groups to experimental units 8 STUDY PROCEDURES: 8.1 Test Animal(s): 8.1.1 Description: 8.1.1.1 Age (parity if applicable) 8.1.1.2 Sex 8.1.1.3 Breed/Class 8.1.1.4 Initial body weight 8.1.1.5 Physiological State (e.g., Lactating, Pregnant, Estrus) 8.1.2 Number of animals 8.1.3 Source of animals 8.1.4 Identification method (tattoo, neck band, wing band, brand, etc.), if not client-owned companion animals 8.2 Inclusion criteria 8.3 Exclusion criteria 8.4 Acclimation of Test Animals: 8.4.1 Duration 8.4.2 Medication and/or vaccination during acclimation period 8.4.3 Baseline data collected prior to initiating study 8.5 Blinding of study: 8.5.1 Extent of blinding, e.g., monitor, investigator, etc. 8.5.2 Blinding method(s) and procedure(s) 8.5.3 List personnel with access to treatment codes and rationale 8.6 Analytical Methods: 8.6.1 Describe the analytical measurement(s) to be made and the relevance to the protocol objectives. 8.6.2 Specify the analytical plan to be used for the protocol measurement(s). This should include the following: 8.6.2.1 An abstract of the method(s) 8.6.2.2 Description of procedures for sample selection, preparation, and storage. 8.6.2.3 Evidence of methods validation 8.6.2.4 Description of validation plan when method is being developed for the study 8.6.2.5 Quality control procedures for the method 8.6.2.6 The criteria and procedures used to assess analytical results 8.6.3 Relevant scientific literature supporting the use of the analytical method for the intended measurements. 8.6.4 Certification that all needed validations will be done before the initiation of the study 8.7 Study Facilities: 8.7.1 Containment equipment (cages, pens, runs, stalls, etc.) 8.7.2 Lighting equipment (if controlled define photo period) 8.7.3 Heating equipment 8.7.4 Cooling",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 966336,
  "end_pos": 967872,
  "tokens": 512,
  "tags": [
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.733Z"
}