{
  "id": "fda_guidance_chunk_0693",
  "title": "Introduction - Part 693",
  "text": "volunteers. Typically, patients are used instead of healthy volunteers when a drug is suspected or known to be unavoidably toxic. This guidance does not address starting doses in patients. However, many principles and some approaches recommended here may be applicable to designing such trials. III. OVERVIEW OF THE ALGORITHM The recommended process for selecting the MRSD is presented in Appendix E and described in this section. The major elements (i.e., the determination of the no observed adverse effect levels (NOAELs) in the tested animal species, conversion of NOAELs to HED, selection of the most appropriate animal species, and application of a safety factor) are all discussed in greater detail in subsequent sections. Situations are also discussed in which the algorithm should be modified. The algorithm is intended to be used for systemically administered therapeutics. Topical, intranasal, intratissue, and compartmental administration routes and depot formulations can have additional considerations, but similar principles should apply. The process of calculating the MRSD should begin after the toxicity data have been analyzed. Although only the NOAEL should be used directly in the algorithm for calculating an MRSD, other data (exposure/toxicity relationships, pharmacologic data, or prior clinical experience with related drugs) can affect the choice of most appropriate species, scaling, and safety factors. The NOAEL for each species tested should be identified, and then converted to the HED using appropriate scaling factors. For most systemically administered therapeutics, this conversion should be based on the normalization of doses to body surface area. Although body surface area conversion is the standard way to approximate equivalent exposure if no further information is available, in some cases extrapolating doses based on other parameters may be more appropriate. This decision should be based on the data available for the individual case. The body surface area normalization and the extrapolation of the animal dose to human dose should be done in one step by dividing the NOAEL in each of the animal species studied by the appropriate body surface area conversion factor (BSA-CF). This conversion factor is a unitless number that converts mg/kg dose for each animal species to the mg/kg dose in humans, which is equivalent to the animal’s NOAEL on a mg/m2 basis. The resulting figure is called a human equivalent dose (HED). The species that generates the lowest HED is called the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 930048,
  "end_pos": 931584,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.731Z"
}