{
  "id": "fda_guidance_chunk_0263",
  "title": "Introduction - Part 263",
  "text": "any other documents that the IRB/IEC may need to fulfil its responsibilities. The IRB/IEC should review a proposed clinical trial within a reasonable time and document its views in writing, clearly identifying the trial, the documents reviewed and the dates for the following: -Approval/favorable opinion; -Modifications required prior to its approval/favorable opinion; -Disapproval/negative opinion; and -Termination/suspension of any prior approval/favorable opinion. 3.1.3 The IRB/IEC should consider the qualifications of the investigator for the proposed trial, as documented by a current curriculum vitae and/or by any other relevant documentation the IRB/IEC requests. 3.1.4 The IRB/IEC should conduct continuing review of each ongoing trial at intervals appropriate to the degree of risk to human subjects, but at least once per year. 3.1.5 The IRB/IEC may request more information than is outlined in paragraph 4.8.10 be given to subjects when, in the judgment of the IRB/IEC, the additional information would add meaningfully to the protection of the rights, safety, and/or well-being of the subjects. Contains Nonbinding Recommendations 3.1.6 When a nontherapeutic trial is to be carried out with the consent of the subject’s legally acceptable representative (see sections 4.8.12, 4.8.14), the IRB/IEC should determine that the proposed protocol and/or other document(s) adequately addresses relevant ethical concerns and meets applicable regulatory requirements for such trials. 3.1.7 Where the protocol indicates that prior consent of the trial subject or the subject’s legally acceptable representative is not possible (see section 4.8.15), the IRB/IEC should determine that the proposed protocol and/or other document(s) adequately addresses relevant ethical concerns and meets applicable regulatory requirements for such trials (i.e., in emergency situations). 3.1.8 The IRB/IEC should review both the amount and method of payment to subjects to assure that neither presents problems of coercion or undue influence on the trial subjects. Payments to a subject should be prorated and not wholly contingent on completion of the trial by the subject. 3.1.9 The IRB/IEC should ensure that information regarding payment to subjects, including the methods, amounts, and schedule of payment to trial subjects, is set forth in the written informed consent form and any other written information to be provided to subjects. The way payment will be prorated should be specified. 3.2 Composition, Functions, and Operations 3.2.1 The IRB/IEC should consist of a reasonable number of members, who collectively have the qualifications and experience",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 352128,
  "end_pos": 353664,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.696Z"
}