{
  "id": "fda_guidance_chunk_0170",
  "title": "Introduction - Part 170",
  "text": "neither superior to the active control for the primary endpoint nor non-inferior to the active control for the secondary endpoint. Thus, a Type I error could occur with either of these hypothesis tests. If both of these were tested at 0.05, the probability of at least one of these leading to a spurious conclusion would be greater than 0.05. Thus, there should be appropriate control in some manner (e.g., test the secondary endpoint only if the primary endpoint superiority is shown or split alpha between the two tests). Additional discussion on this special case and on other methodological considerations is provided in the appendix. V. SUMMARY Making a false positive conclusion about effectiveness (i.e., falsely concluding that a drug has a positive treatment effect when it does not) is a major concern. A common approach is to control the Type I error rate at less than 5% (1 in 20 chance) for a false conclusion that there is a treatment difference or 2.5% (1 in 40 chance) for a false positive conclusion about effectiveness. As the number of endpoints or analyses increases, the Type I error rate can increase well beyond 2.5% due to multiplicity. Multiplicity adjustments, as described in this guidance, provide means for controlling the Type I error rate when the drug effect is evaluated in multiple endpoints. There are many strategies and methods that can be used, as appropriate, as described in this guidance. Each of these methods has advantages and disadvantages, and the selection of suitable strategies and methods is a challenge that should be addressed at the study-planning stage. Statistical expertise should be enlisted to help choose the most appropriate approach. Failing to appropriately control the Type I error rate may increase the risk of a false positive conclusion; this guidance is intended to clarify when and how multiplicity due to multiple endpoints should be managed to avoid reaching such false conclusions. 14 Contains Nonbinding Recommendations 15 VI. GENERAL REFERENCES 1 2 Alosh M, F Bretz, and M Huque, 2014, Advanced multiplicity adjustment methods in clinical 3 trials, Statistics in Medicine, 33(4): 693-713. 4 5 Bauer P, 1991, Multiple testing in clinical trials, Statistics in Medicine, 10: 871-890. 6 Bretz, F, T Hothorn, and P Westfall, Multiple Comparisons Using R, Boca Raton (FL): Chapman 7 and Hall/CRC. 8 9",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 227136,
  "end_pos": 228672,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.688Z"
}