{
  "id": "fda_guidance_chunk_0324",
  "title": "Introduction - Part 324",
  "text": "8, 2018). 5 Fit-for-purpose is defined as a conclusion that the level of validation associated with a tool is sufficient to support its context of use. See BEST Resource. 6 Kluetz PG, Slagle A, Papadopoulos E, et al., 2016, Focusing on Core Patient-Reported Outcomes in Cancer Clinical Trials: Symptomatic Adverse Events, Physical Function, and Disease-Related Symptoms, Clin Can Res, Apr 1;22(7):1553-8. Contains Nonbinding Recommendations • Disease-related symptoms • Symptomatic adverse events • Overall side effect impact summary measure • Physical function • Role function Additional PROs that are important to patients, outside of the core concepts in this section, could be prospectively specified and collected in clinical studies based on the context of a given clinical trial. For instance, swallowing function and cognitive function may be outcomes of interest in addition to the core set in the context of advanced esophageal cancer and neuro-oncology, respectively. Selection of outcomes outside of the core PRO set should be carefully considered to minimize patient burden and improve the quality of data collected by focusing on the most meaningful and measurable outcomes. IV. CONSIDERATIONS FOR INSTRUMENT SELECTION TO MEASURE THE CORE PATIENT-REPORTED OUTCOMES For a PRO result to meaningfully contribute to a therapy’s benefit/risk assessment, the PRO instrument used should be well-defined, relevant, and reliable (i.e. fit-for-purpose) so that the results presented are accurate and not misleading. Sponsors should provide support for the selection of PRO instrument(s) with available data and/or published peer-reviewed literature guided by the principles laid out in the PRO guidance and the FDA Patient-Focused Drug Development (PFDD) guidance series.7 Some commonly used PRO instruments or measurement systems may have been developed prior to publication of the PRO guidance and may differ from some of the recommendations. In these cases, the sponsor should provide a rationale for why the endpoint measured by the PRO instrument is well-defined, relevant, and reliable. For example, there may be evidence from previous trials that the measure is sensitive to a disease or treatment-related change. Some general principles to determine whether the PRO instrument is fit-for-purpose include the following: • The PRO instrument is appropriate for its intended use (e.g., study design, patient population) • The PRO instrument validly and reliably measures concepts that are clinically relevant and important to patients 7 See the FDA Patient-Focused Drug Development Guidance Series",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 434112,
  "end_pos": 435648,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.701Z"
}