{
  "id": "fda_guidance_chunk_0202",
  "title": "Introduction - Part 202",
  "text": "power) is true, as compared to a design with a single analysis planned when all patients have been enrolled and had their outcomes ascertained. 16 The Type I error probability of a clinical trial is often denoted by the Greek letter α (alpha). Contains Nonbinding Recommendations event targets. The flexibility in the number of analyses can help accommodate faster- or slowerthan-expected enrollment rates. If, however, interim analysis times are chosen based on accumulating comparative results, the Type I error probability can be inflated. For example, adjusting the next interim analysis to occur sooner than originally planned because the current interim analysis result is close to the stopping boundary would not be appropriate. Because of this potential issue with the Lan-DeMets alpha-spending approach, sponsors should put in place additional safeguards such as a targeted number of interim analyses and an approximate schedule for their occurrence, as well as a decision framework for changing the number or timing of analyses after the trial has begun. The decision framework should be based on information that is statistically independent of the estimated treatment effect (e.g., enrollment rate or scheduling logistics). For example, the decision framework could specify semi-annual interim analyses, with additional analyses planned if enrollment is considerably slower than a prespecified target. There are a number of additional considerations for ensuring the appropriate design, conduct, and analysis of a group sequential trial. First, for group sequential methods to be valid, it is important to adhere to the prospective analytic plan and terminate the trial for efficacy only if the stopping criteria are met. Second, guidelines for stopping the trial early for futility should be implemented appropriately. Trial designs often employ nonbinding futility rules, in that the futility stopping criteria are guidelines that may or may not be followed, depending on the totality of the available interim results. The addition of such nonbinding futility guidelines to a fixed sample trial, or to a trial with appropriate group sequential stopping rules for efficacy, does not increase the Type I error probability and is often appropriate. Alternatively, a group sequential design may include binding futility rules, in that the trial should always stop if the futility criteria are met. Binding futility rules can provide some advantages in efficacy analyses (e.g., a relaxed threshold for a determination of efficacy), but the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 270144,
  "end_pos": 271680,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.691Z"
}