{
  "id": "fda_guidance_chunk_0731",
  "title": "Introduction - Part 731",
  "text": "ability to minimize important biases, making this design usable only in unusual circumstances. It is increasingly common to carry out studies that have more than one type of control group. Each type of control group is appropriate in some circumstances, but none is usable or adequate in every situation. The five types of control group are: 1. Placebo Concurrent Control (1.3.1) In a placebo-controlled trial, subjects are randomly assigned to a test treatment or to an identical-appearing treatment that does not contain the test drug. The treatments may be titrated to effect or tolerance, or may be given at one or more fixed doses. Such trials are almost always double-blind. The name of the control suggests that its purpose is to control for placebo effect (improvement in a subject resulting from thinking that he or she is taking a drug), but that is not its only or major benefit. Rather, the placebo control design, by allowing blinding and randomization and including a group that receives an inert treatment, controls for all potential influences on the actual or apparent course of the disease other than those arising from the pharmacologic action of the test drug. These influences include spontaneous change (natural history of the disease and regression to the mean), subject or investigator expectations, the effect of being in a trial, use of other therapy, and subjective elements of diagnosis or assessment. Placebo-controlled trials seek to show a difference between treatments when they are studying effectiveness, but may also seek to show lack of difference (of specified size) in evaluating a safety measurement. In that case, the question of whether the trial could have shown such a difference if there had been one is critical (see section 1.5). The use of a placebo control group does not imply that the control group is untreated. In many placebo-controlled trials, the new treatment and placebo are each added to a common standard therapy (so-called add-on studies, see section 2.1.5.2.1). 2. No-treatment Concurrent Control (1.3.2) In a no treatment-controlled trial, subjects are randomly assigned to test treatment or to no (i.e., absence of) study treatment. The principal difference between this design and a placebo-controlled trial is that subjects and investigators are not blind to treatment assignment. Because of the advantages of double-blind designs, this design is likely to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 981120,
  "end_pos": 982656,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.734Z"
}