{
  "id": "fda_guidance_chunk_0423",
  "title": "Introduction - Part 423",
  "text": "all Primary and Secondary INDs would be placed on hold (or partial hold, if appropriate). 21 CFR 312.42(a). • To respond to a clinical hold, the sponsor will need to submit a response to each IND that was placed on hold. However, detailed information responding to each hold comment does not need to be submitted to multiple INDs. For example, if the Primary IND was placed on partial hold due to CMC concerns with a product in a Secondary IND, the sponsor should submit the CMC information responding to the hold comments to the Secondary IND. The response to hold for the Primary IND can refer to the Secondary IND for detailed information. E. Reporting • IND safety reporting must be performed in accordance with 21 CFR 312.32.7 The sponsor must submit safety reports for an investigational product to all of the sponsor’s INDs that are relevant to that product. At a minimum, safety reports must be submitted to both the Primary IND and any Secondary IND that contains the CMC and P/T information for that product. In cases where a safety report for one product is relevant to the safety of multiple related products, the safety report must be submitted to all of the relevant INDs (21 CFR 312.32(c)). The report submitted to the 7 See Guidance for Industry and Investigators: Safety Reporting Requirements for INDs and BA/BE Studies, December 2012, https://www.fda.gov/media/79394/download. Contains Nonbinding Recommendations Primary IND should be considered the original report, and reports submitted to the Secondary IND(s) should be clearly identified as duplicates to ensure that the same adverse event is not counted more than once. If a report is submitted to multiple INDs, each IND safety report should identify all INDs to which the report is submitted. • Sponsors must submit Annual Reports to each IND (21 CFR 312.33).8 If desired, the sponsor can submit an integrated Annual Report that includes the clinical information and the CMC and P/T information for all products to the Primary IND, and simultaneously submit an amendment to each of the Secondary INDs cross-referencing the integrated Annual Report in the Primary IND. F. Completion of Study or Arm(s) • The Primary IND (e.g., IND A) includes CMC and P/T information for Product A along with the clinical information for the umbrella trial. If the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 567168,
  "end_pos": 568704,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.709Z"
}