{
  "id": "fda_guidance_chunk_0327",
  "title": "Introduction - Part 327",
  "text": "important and/or high frequency AEs to reduce question burden and consider a free-text question to mitigate concerns for missing important symptom items. Importantly, PRO data describing symptomatic AEs are intended to complement, not replace, safety data. • Overall side effect impact summary measure: A summary measure of the overall side effect impact can inform the tolerability of a treatment. Because individual patients may weigh some side effects as more important than others, one option to consider is a single global impression of severity item. For example, “Please choose the response below that best describes the severity of your overall side effects from treatment over the past week” (where 0 represents none and 3 represents severe). Examples of existing single item global side effect impact items include the GP5 item from the Functional Assessment of Chronic Illness Therapy (FACIT) item library,11 and the Q168 question from the European Organisation for Research and Treatment of Cancer (EORTC) item library.12 Existing item libraries should consider developing and including a global side effect item if not already included. • Physical function: Sponsors should select scales that measure defined concepts and assess varying levels of ability to perform activities that require physical effort. One option to consider is the Patient-Reported Outcomes Measurement Information System (PROMIS)® physical function item bank.13 Another commonly used physical function scale that can be considered is the EORTC Quality of Life of Cancer Patients QLQ-C30 physical function scale.14 • Role function: The impact of a treatment on the ability to work and carry out daily activities, including leisure activities, is important to patients and may also provide some information on other functional abilities. One example of an existing tool that assesses this concept is the EORTC QLQ-C30 role function scale.15 Some of these instrument examples were developed prior to the PRO guidance and may not be suitable to address all clinical trial questions. For instance, using PRO measures to support a claim of equivalence or non-inferiority between two arms is problematic without sufficient support that the sensitivity of the measure is adequate. 10 See https://healthcaredelivery.cancer.gov/pro-ctcae/ (accessed June 1, 2021). 11 See https://www.facit.org/ (accessed June 1, 2021). 12 See https://qol.eortc.org/item-library/ 13 See http://www.nihpromis.org/measures/measureshome (accessed June 1, 2021). 14 See https://qol.eortc.org/questionnaires/ (accessed June 1, 2021). 15 Ibid. Contains Nonbinding Recommendations V. TRIAL DESIGN CONSIDERATIONS A. Assessment Frequency",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 438144,
  "end_pos": 439680,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.701Z"
}