{
  "id": "fda_guidance_chunk_0347",
  "title": "Introduction - Part 347",
  "text": "Products in a DCT 1. Drugs and Biological Products The administration of an IP to participants must be performed under the supervision of the investigator or subinvestigator responsible to the investigator.43 The investigator shall not supply the investigational drug to any person not authorized to receive the IP.44 Sponsors should consider the nature of the IP when determining whether administration outside of a traditional clinical trial site in a DCT is appropriate. Administration of IP that has a high-risk safety profile, especially in the immediate post-administration period; that is in early stages of development such that the safety profile is not well defined; or that requires complex preparation, administration, or medical assessments may need in-person supervision by the investigator at a traditional clinical trial site. Alternatively, it may be appropriate for local HCPs or trial personnel working remotely to administer an IP at, for example, local health care facilities, mobile research units, or participants’ homes if the safety profile of the IP is well characterized and specialized monitoring during the immediate period following administration is not needed.45 Depending on the safety profile of the IP (e.g., a class of drug with a risk of hypersensitivity, abuse potential) and the type of trial (e.g., dose escalation trial), sponsors should estimate the urgency and complexity of care that may be needed based upon risks related to the IP and the underlying condition in the population being studied. Investigators should take steps to help ensure that participants have access to an appropriate level of local care. Drugs best suited for direct shipment to the participant’s home include those with good stability profiles. Drugs that involve specialized handling, shipping, and storage conditions may not be suited for direct shipment to locations outside the traditional clinical trial site. 43 21 CFR 312.61. 44 Ibid. 45 The same considerations may apply to administration of the control as part of the clinical trial. Contains Nonbinding Recommendations 2. Medical Devices When determining the appropriate use or administration of an investigational device in a DCT, sponsors should consider the type of medical device, its intended use, its instructions for use, and the potential risks of the device for participants. Investigational devices intended for home use may be appropriate for use by trial participants without the investigator’s direct oversight when such direct oversight is",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 465024,
  "end_pos": 466560,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.703Z"
}