{
  "id": "fda_guidance_chunk_0346",
  "title": "Introduction - Part 346",
  "text": "responsibility, the individual obtaining informed consent should, among other things, have a detailed knowledge of the protocol and have the appropriate training and credentials to be able to address any questions or concerns the subject may have about the trial.40 FDA therefore does not consider obtaining informed consent to be an appropriate activity for a local HCP to perform. • With a DCT, the informed consent process must include notifying participants (or their legally authorized representatives) of whom to contact for answers to pertinent questions about the research and research subjects’ rights and whom to contact in the event of a research-related injury to the subject in accordance with 21 CFR part 50.41 • When appropriate, FDA recommends the use of a central IRB in DCTs to facilitate efficient review of the protocol, the informed consent documents, and other relevant trial-related information.42 37 21 CFR 56.109, 56.111, 312.66, and 812.42. 38 For FDA regulations about informed consent, see 21 CFR part 50 (including the elements of informed consent under 21 CFR 50.25 and the documentation of informed consent under 21 CFR 50.27). For additional information, see the guidance for IRBs, investigators, and sponsors Use of Electronic Informed Consent: Questions and Answers (December 2016). See also the guidance for IRBs, clinical investigators, and sponsors Informed Consent (August 2023). 39 21 CFR 50.20, 312.60, and 812.100. 40 For additional discussion about delegation of the consent discussion, see the guidance for IRBs, clinical investigators, and sponsors Informed Consent. 41 See 21 CFR 50.25(a)(7). 42 See 21 CFR 56.114 (for a description of arrangements related to use of a central IRB). For additional information, see the guidance for industry Using a Centralized IRB Review Process in Multicenter Clinical Trials (March 2006). Contains Nonbinding Recommendations • As applicable, the informed consent process should inform trial participants: − Whether local HCPs will be used in the conduct of the trial − Which trial activities will take place at their homes − Who will have access to their protected health information G. Investigational Products in a DCT 1. Drugs and Biological Products The administration of an IP to participants must be performed under the supervision of the investigator or subinvestigator responsible to the investigator.43 The investigator shall not supply the investigational drug to any person not authorized to receive the IP.44",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 463680,
  "end_pos": 465216,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.703Z"
}