{
  "id": "fda_guidance_chunk_0601",
  "title": "Introduction - Part 601",
  "text": "useful if the product involves a gene that might predispose subjects to develop secondary malignancies. Contains Nonbinding Recommendations Sponsors sometimes propose to have one protocol for a CGT study of safety or efficacy, and a separate protocol for long-term monitoring. However, long-term follow-up is sometimes necessary for the trial to have an acceptable balance of risks and benefits. In that case, long-term monitoring should be included as an integral part of the CGT trial, and not designed as a separate study. There may be logistical issues that influence the feasibility of including long-term monitoring in the initial protocol. When there is a separate protocol for long-term monitoring, subjects should be consented for all long-term monitoring prior to participation in the initial CGT trial. Long-term monitoring does not need to be as detailed as the safety monitoring in the initial part of a trial. In general, long-term monitoring for CGT products focuses on subject survival and on serious adverse events that are hematologic, immunologic, neurologic, or oncologic. For some purposes, a telephone call to the subject, rather than a clinic visit, may be sufficient to obtain the necessary follow-up information. In addition, completion of long-term monitoring usually is not necessary prior to initiating subsequent trials or submitting a marketing application. In the pediatric population, long-term monitoring following the administration of CGT products may need to characterize the effects of the intervention on growth and development as discussed in Section IV.F.2 of this guidance. Depending on the intervention, children also have the potential to be exposed for a longer time because of their younger age. Thus, clinical follow-up data over an extended period may be critical to assess safety and developmental outcomes, particularly when an intervention is tested in infants and young children. Therefore, monitoring the long-term safety and duration of effects may be more challenging in pediatric studies than in adult studies. Sponsors of all CGT early-phase trials, both adult and pediatric, should consider these issues in their proposals for long-term monitoring. 4. Study Stopping Rules Because there can be considerable uncertainty about the frequency or severity of adverse reactions in trials of CGT products, most early-phase trials of these products should include study stopping rules. The purpose of these rules is to control the number of subjects put at risk, in the event that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 806400,
  "end_pos": 807936,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.724Z"
}