{
  "id": "fda_guidance_chunk_0083",
  "title": "Introduction - Part 83",
  "text": "would affect subjects who received the investigational drug, the investigator should be notified so that patients could be followed up if necessary. 12 See footnote 4 for location. Contains Nonbinding Recommendations H. IND Annual Reports and Labeling The IND safety reporting requirements did not make any changes to the requirements for IND annual reports (21 CFR 312.33). FDA recently adopted the guidance for industry E2F Development Safety Update Report,13 which describes a common standard for periodic reporting on drugs under development among the ICH regions and is intended to meet the IND annual reporting requirements. Questions have arisen about whether the Agency will accept the Development Safety Update Report (DSUR) because of the difference in the party responsible for making the causality judgment (see section III.C of this document). To promote global harmonization, FDA will accept the DSUR, as described in the E2F Development Safety Update Report guidance, to meet the IND annual report requirements. The Agency does not expect the IND safety reporting requirements to have any impact on the adverse reaction information presented in prescription drug labeling.14 VII. SUBMITTING AN IND SAFETY REPORT (21 CFR 312.32(c)(1)(v)) A. Report Identification and Format Each report must prominently identify its contents (21 CFR 312.32(c)(1)(v)).  “IND safety report” for 15-day reports  “Followup IND safety report” for followup information  “7-day IND safety report” for unexpected fatal or life threatening adverse reaction reports The type of report should be checked in box G7 on the FDA Form 3500A. The report can also be identified in box B5 and/or on a cover letter submitted with the FDA Form 3500A. The format for IND safety reports is based on the type of expedited report. 1. Individual Cases For reports of individual cases, a sponsor would ordinarily use FDA Form 3500A.15 FDA will accept foreign suspected adverse reaction reports on a CIOMS I Form instead of FDA Form 3500A (21 CFR 312.32(c)(1)(v)). These forms should be completed with all available information, including a brief narrative describing the suspected adverse reaction and any other relevant information. If applicable, the narrative must also include identification of similar reports and an analysis of the significance of the suspected adverse reaction (21 CFR 312.32(c)(1)). 13 See footnote 4 for location. 14 For more information, see 21 CFR 201.57(c)(7), 201.80(g) and the guidance",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 110208,
  "end_pos": 111744,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.682Z"
}