{
  "id": "fda_guidance_chunk_0345",
  "title": "Introduction - Part 345",
  "text": "investigator’s care and to facilitate interviews with trial personnel (either in person or remotely). For INDs, the investigators 33 See 21 CFR 312.53(c)(iv). 34 For certain device studies, information on the clinical laboratory may need to be included in the IDE application. See, e.g., 21 CFR 812.20(b)(1), (b)(3), (b)(6), and (b)(7). For example, for some in vitro diagnostic studies, a clinical laboratory may be the sponsor of the study or a traditional clinical trial site at which the investigator is located. 35 Generally, an inspection, such as described in section 704(a)(1) of the FD&C Act (21 U.S.C. 374(a)(1)), involves duly designated officers or employees of the FDA physically entering (at reasonable times and in a reasonable manner) establishments subject to regulation under the FD&C Act to determine compliance with applicable requirements. See section 704(a)(1) of the FD&C Act; see also FDA’s Investigations Operations Manual, Section 2.2.3, Authority to Inspect (2024). 36 See section 704(a)(4) of the FD&C Act. See also the draft guidance for industry Conducting Remote Regulatory Assessments: Questions and Answers (January 2024). When final, this guidance will represent FDA’s current thinking on this topic. Contains Nonbinding Recommendations generally identify the inspection location for clinical investigators as the address entered under sections 1 or 3 on Form FDA 1572; however, other physical locations may be identified for inspection purposes. For IDE applications, the inspection location for clinical investigators is generally included in the IDE application; however, other physical locations may be identified for inspection purposes. F. Informed Consent and Institutional Review Board Oversight Obtaining informed consent remotely may be considered as part of a DCT. Institutional review board (IRB) oversight is required to ensure the process is adequate and appropriate.37 • Investigators may obtain informed consent (either electronically or on paper) from trial participants at their remote locations provided that all applicable regulatory requirements are met.38 The process of obtaining informed consent from participants at their remote locations can include a remote visit. Obtaining informed consent is an investigator responsibility.39 If the investigator delegates this responsibility, the individual obtaining informed consent should, among other things, have a detailed knowledge of the protocol and have the appropriate training and credentials to be able to address any questions or concerns the subject may have about the trial.40 FDA therefore does not consider obtaining informed consent",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 462336,
  "end_pos": 463872,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.703Z"
}