{
  "id": "fda_guidance_chunk_0136",
  "title": "Introduction - Part 136",
  "text": "rare 488 disease clinical development programs are often multinational, and sponsors should consider the 489 effects of language, culture, and customs on the interpretability and relevance of outcome 490 assessments. 491 492 Sponsors considering the development of novel clinical outcome assessments should identify and 493 characterize these assessments early in their drug development programs. FDA advises sponsors 494 to consider using or modifying existing measures for the disease under study because evaluating 495 novel measures is time consuming, with potential unexpected outcomes, and evaluations initiated 496 late in the process could delay drug development. FDA acknowledges that sometimes use of an 497 existing endpoint measure is not feasible. Therefore, creation of a novel clinical outcome 498 assessment may be necessary. At meetings with FDA, sponsors should discuss the availability 499 and modification of existing clinical outcome assessments; such discussions should take place as 500 early as possible in the drug development program. Furthermore, it is important to consider that 501 the appropriateness of a clinical endpoint or clinical outcome assessment is context dependent, 502 and endpoints that might be appropriate for some patients with a rare disease may not be 503 appropriate for all patients with that rare disease, for patients with other rare diseases, or for 504 patients with common diseases. 505 506 The following should also be considered for endpoint selection in rare disease clinical 507 investigations: 508 509 56 See the draft guidance for industry Demonstrating Substantial Evidence of Effectiveness for Human Drug and Biological Products. 57 See the draft guidance for industry, Food and Drug Administration staff, and other stakeholders Patient Focused Drug Development: Selecting, Developing, or Modifying Fit-for Purpose Clinical Outcome Assessments (June 2022). When final, this guidance will represent the FDA’s current thinking on this topic. 58 See the guidance for industry Placebos and Blinding in Randomized Controlled Cancer Clinical Trials for Drug and Biological Products (August 2019). Contains Nonbinding Recommendations 16 • Selecting the appropriate endpoint (and timing of endpoint assessment) in a specific drug 510 development program, such as a clinical endpoint that directly measures patient benefit or 511 a surrogate endpoint that is not a direct measure of clinical benefit. In cases where using 512 clinical endpoints is not feasible because changes in symptoms and disease status occur 513 too slowly to be measured in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 181440,
  "end_pos": 182976,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.686Z"
}