{
  "id": "fda_guidance_chunk_0467",
  "title": "Introduction - Part 467",
  "text": "a centralized assessment by a single adjudication committee should be considered. For endpoints based on laboratory or imaging assessments, it is generally recommended that a centralized laboratory or centralized adjudication of imaging be used. If multiple laboratories are used, appropriate cross-validation of methods between laboratories should be conducted before testing clinical samples. Coordinated site initiation is particularly important in MRCTs to ensure proper conduct, completion, and reporting of results without any delays among regions. To comply with the quality management described in ICH E6, the sponsor should implement a system to manage quality in design, conduct, oversight, recording, evaluation, reporting, and archiving of MRCTs. In this aspect, centralized and risk-based monitoring may be particularly useful for MRCTs to identify variability across regions and sites in protocol compliance (e.g., differences in follow-up, compliance with study medications, adverse event reporting and/or extent of missing data). Mitigation approaches should take regional variations into consideration. Using electronic data capturing and reporting could also be considered to gather information and data (including relevant intrinsic and extrinsic factors) from all regions in a standardized way without delays. If trial-related documents (e.g., a case report form) are translated to local languages, consistency of documents between languages should be ensured (e.g., by reverse translation). As described above, careful attention to quality during trial planning, investigator training, and trial monitoring will help achieve the consistently high trial quality required for a successful MRCT. Contains Nonbinding Recommendations 7. Statistical Analysis Planning (2.2.7) ICH E9 provides general statistical principles for planning and conducting statistical analyses of randomized clinical trials. Aspects of analysis planning that are particularly important for MRCTs are described below. The analysis strategy should be planned to enable the qualitative and/or quantitative evaluation of benefit/risk (ICH M4E) across regions or important subpopulations represented in the MRCT. Obtaining Regulatory Input on Analysis Strategy It is recommended that the sponsor have early discussions with the regulatory authorities involved in the MRCT, and that the sponsor obtain the authorities’ agreement on the proposed analysis strategy. The standard is to specify a single primary analysis approach in the statistical section of the study protocol to be agreed upon with the authorities in advance of initiating the trial. If in an MRCT, regulatory requirements for the primary analysis strategy differ because of well-justified scientific or regulatory reasons, the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 626304,
  "end_pos": 627840,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}