{
  "id": "fda_guidance_chunk_0030",
  "title": "Introduction - Part 30",
  "text": "inspection at that other facility. Written records involving a drug product shall be maintained until at least 1 year after the expiration date of the drug product, or 1 year after the date that the complaint was received, whichever is longer. In the case of certain OTC drug products lacking expiration dating because they meet the criteria for exemption under § 211.137, such written records shall be maintained for 3 years after distribution of the drug product. (1) The written record shall include the following information, where known: the name and strength of the drug product, lot number, name of complainant, nature of complaint, and reply to complainant. (2) Where an investigation under § 211.192 is conducted, the written record shall include the findings of the investigation and followup. The record or copy of the record of the investigation shall be maintained at the establishment where the investigation occurred in accordance with § 211.180(c). (3) Where an investigation under § 211.192 is not conducted, the written record shall include the reason that an investigation was found not to be necessary and the name of the responsible person making such a determination. § 50.24 Exception from informed consent requirements for emergency research. (a) The IRB responsible for the review, approval, and continuing review of the clinical investigation described in this section may approve that investigation without requiring that informed consent of all research subjects be obtained if the IRB (with the concurrence of a licensed physician who is a member of or consultant to the IRB and who is not otherwise participating in the clinical investigation) finds and documents each of the following: (1) The human subjects are in a life-threatening situation, available treatments are unproven or unsatisfactory, and the collection of valid scientific evidence, which may include evidence obtained through randomized placebo-controlled investigations, is necessary to determine the safety and effectiveness of particular interventions. (2) Obtaining informed consent is not feasible because: (i) The subjects will not be able to give their informed consent as a result of their medical condition; (ii) The intervention under investigation must be administered before consent from the subjects' legally authorized representatives is feasible; and (iii) There is no reasonable way to identify prospectively the individuals likely to become eligible for participation in the clinical investigation. (3) Participation in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 38976,
  "end_pos": 40512,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.677Z"
}