{
  "id": "fda_guidance_chunk_0520",
  "title": "Introduction - Part 520",
  "text": "because it may be very difficult to prove, after the fact, that enrollment, assessment of endpoints, and other study procedures were conducted in an unbiased way. G. Testing Non-Inferiority and Superiority in a Single Trial In general, when there is only one primary endpoint and one dose of the test treatment, a trial that is planned to demonstrate non-inferiority may also be used to test for superiority without concern about inflating the Type I error rate. This sequential testing procedure has the Type I error rates for tests of both non-inferiority and superiority controlled at the 2.5% level. A study designed primarily to show superiority, however, would yield credible evidence of non-inferiority only if the study had the key features of a NI study (e.g., the NI margin must be prespecified, and assay sensitivity and HESDE must be established). An unplanned determination of non-inferiority following failure to show superiority, when the margin was not determined until results of the trial were known, would not be sufficient for demonstrating non-inferiority of the test drug. When multiple endpoints or multiple doses of the test treatment are to be evaluated in an NI study that also includes a test for superiority, careful planning of the order in which hypothesis tests are to be carried out is needed. For example, will superiority of the primary endpoint be tested before or after non-inferiority of a key secondary endpoint? A decision tree can be helpful in determining whether adjustments for multiplicity are needed and to what tests they should be applied to ensure that adequate control of the Type I error rate is achieved for the trial. In general, it would not be appropriate to apply 95% confidence intervals for multiple tests of non-inferiority and superiority across multiple endpoints or multiple doses because of the potential to inflate the Type I error rate for the trial; use of larger intervals that reflect adjustment for multiple tests (e.g., 97.5% confidence intervals or higher) may be needed. V. FREQUENTLY ASKED QUESTIONS AND GENERAL GUIDANCE 1. Can a margin be defined when there are no historical placebo-controlled trials of the active control for the disease being assessed in the NI study? If the active control has shown superiority to other active treatments in the past, the difference demonstrated represents a conservative estimate of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 697536,
  "end_pos": 699072,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.717Z"
}