{
  "id": "fda_guidance_chunk_0516",
  "title": "Introduction - Part 516",
  "text": "of the active control’s effect is maintained by the test product. In the synthesis approach, M1 is not prespecified, but the percent of active control effect to be preserved is prespecified. Based on the observed outcome of the test drug vs. active control comparison in the NI study, an evaluation is made as to whether the test agent has demonstrated preservation of the clinically relevant effect of the active control, without determining M1. Although the synthesis approach combines the data from the historical trials into the comparison of the concurrent active control and the test drug in the NI study, a direct randomized concurrent comparison with a placebo is of course not possible, because the placebo group is not a concurrent control and there is no randomization to such a group within the NI study. The imputed comparison with a placebo group that is not part of the NI study thus rests on the validity of several assumptions, just as the fixed margin approach does. The critical assumption of the constancy of the active control effect derived from the historical placebo-controlled trials is just as important when the synthesis method is used as when the fixed margin method is used. The use of the synthesis approach can lead to a more efficiently designed study (e.g., by allowing for a reduction in sample size or achieving greater power for a given sample size) than the fixed margin approach, provided the constancy assumption holds. The greater statistical efficiency of the synthesis approach derives from how this method deals with the standard error of the comparison of test product to active control. See Appendix, Example 1(B), for a comparison of the two methods and the variance calculations. The synthesis approach does not specify a fixed NI margin. Rather, the method combines (or synthesizes) the estimate of the treatment effect relative to the control from the NI trial with the estimate of the control effect from a meta-analysis of historical trials. The synthesis process makes use of the variability from the NI trial and the historical trials and yields one confidence interval for testing the NI hypothesis that the treatment preserves a fixed fraction of the control effect, without actually specifying that control effect or a specific fixed NI margin based on the control effect. Clinical judgment is",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 692160,
  "end_pos": 693696,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.717Z"
}