{
  "id": "fda_guidance_chunk_0386",
  "title": "Introduction - Part 386",
  "text": "chosen disposition method, sponsors and investigators must maintain adequate records regarding the disposition of the IP. Sponsors may consider adopting alternative procedures for disposition of IP that permit sponsors and investigators to fulfill their requirements for maintaining adequate records of IP disposition (including documenting dates, quantity, and use by participants), provided such procedures do not expose humans to risks from the IP.24 For example, it may be possible to provide the participants with a way to dispose of the IP at their home (such as with a drug disposal pouch) and document such disposal through photo or video that can be transmitted to the investigator or sponsor. FDA does not endorse a particular approach, but relevant considerations (e.g., environmental) associated with specific IPs should be considered when selecting a method for disposal. FDA has provided a consumer update Where and How to Dispose of Unused Medicines25 that provides recommendations to consumers about how to safely dispose of unused FDA-approved medication at home. Sponsors can consider whether any of those recommended methods of disposition are appropriate for approved drugs being studied for a new use in a clinical investigation. As noted in the consumer update, FDA only recommends flushing medications that are on the FDA flush list, which currently does not include unapproved IP. Investigators proposing alternative disposition methods must obtain authorization of those methods from the sponsor of the trial.26 Additional restrictions may apply to IPs subject to the Controlled Substances Act.27 Q11. If participants are currently receiving an IP at the clinical trial site, can a sponsor switch to use at home? Sponsors should consider the safety risk to trial participants who would miss receiving an IP because of the inability to come to the clinical trial site during a disaster or PHE. If a sponsor is considering providing alternative arrangements for administration of the IP (e.g., home nursing or alternative sites by trained but non-study personnel), the sponsor is expected to perform a risk assessment that considers the nature of the IP and the potential risks to both the trial participants and the health care providers (HCPs) responsible for administering the product at the alternative site. This risk assessment should include evaluation of risk mitigation steps. Based on this risk assessment, sponsors should consider consulting the appropriate FDA review divisions regarding alternative",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 517440,
  "end_pos": 518976,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.706Z"
}