{
  "id": "fda_guidance_chunk_0471",
  "title": "Introduction - Part 471",
  "text": "assumptions required for the model. Impact of Trial Quality on Analysis Differences in trial conduct across regions can negatively have an impact on the power to detect an overall treatment effect, as well as the ability to examine consistency of treatment effects at the analysis stage. Important factors having an impact on the quality of the trial, such as follow-up of study subjects, should be managed consistently across regions, and issues identified during the trial should be corrected as early as possible. During the conduct of an MRCT, trial monitoring and blinded data review may uncover various issues that require modifications be made to the analysis plan for the trial. For example, for better assessment, it might be necessary in an MRCT to modify pooling strategies for regions or subpopulations, which were carefully defined during trial planning, after sufficient data have been accumulated on the baseline characteristics (e.g., intrinsic and extrinsic factors) of the multiregional population. However, such changes should be justified, discussed with the relevant regulatory authorities, and carried out in a way that preserves trial integrity. 8. Selection of Comparators (2.2.8) The choice of control groups should be considered in the context of the available standard therapies, the adequacy of the evidence to support the chosen design, and ethical considerations. The selection of comparators should be discussed and agreed upon with the relevant regulatory authorities. Comparators in MRCTs should, in principle, be the same in all participating regions. Because of the complexity in setting up MRCTs, some key points are addressed in the following paragraphs, focusing on practical and ethical issues associated with the use of comparators: Contains Nonbinding Recommendations • The choice of comparators should be justified in the study protocol based on scientific and other relevant information, including international treatment guidelines. • Active controls should, in principle, be dosed and administered in the same way in all regions. If the approved dosing regimen of active comparators are different among regions, the proposed study dosing regimen should be justified by available data, and the justification should be included in the study protocol. Additionally, the impact of such a dosage difference on analysis and evaluation of MRCT data should be considered in the planning stage. • The same dosage form (e.g., liquid drugs versus tablets) for active comparators should generally be used",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 631680,
  "end_pos": 633216,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.714Z"
}