{
  "id": "fda_guidance_chunk_0131",
  "title": "Introduction - Part 131",
  "text": "ICH E9. 44 See the guidance for industry Adjusting for Covariates in Randomized Clinical Trials for Drugs and Biological Products (May 2023). Contains Nonbinding Recommendations 12 364 Sponsors should explore and address concerns about clinical investigation design (such as 365 control arms and randomization) with patients, caregivers, and clinical investigators early in 366 planning stages to avoid undermining clinical investigation recruitment and retention. Sponsors 367 can sometimes address patient and family concerns by using modified clinical investigation 368 designs, when appropriate, to demonstrate effectiveness and identify important safety signals. 369 These designs retain the advantages of placebo-controlled clinical investigations and include 370 features that minimize placebo exposure and enhance access to experimental therapies (e.g., dose 371 response, delayed start, randomized withdrawal, crossover, adaptive designs with interim 372 analysis, unequal randomization ratio).45 373 374 3. Innovative Designs 375 376 It is important that plans to use innovative clinical investigation designs be discussed in advance 377 with the review division, ideally at the pre-investigational new drug application (pre-IND) 378 meeting.46 Examples of innovative or nontraditional approaches in rare diseases include 379 Bayesian methods, n-of-1 clinical investigations, randomized delayed-start designs, crossover 380 designs, and master protocols (where a common placebo arm is shared among different drug 381 arms).47 382 383 For example, sponsors may be able to use Bayesian methods to maximize the use of information 384 gleaned from early-phase studies or natural history studies. Bayesian methods also may inform 385 pediatric clinical investigations through incorporation of adult clinical data. 386 387 The design of clinical investigations may allow early evidence to be used later in a clinical 388 investigation, which may be especially helpful when there are limited numbers of participants to 389 study, as is the case in rare diseases.48 If an adaptive clinical investigation design is under 390 consideration, a detailed statistical analysis plan including the key features of the clinical 391 investigation design and preplanned analyses (including interim analyses) should be discussed 392 with the review division before clinical investigation initiation. 393 394 C. Evidence of Effectiveness and Efficacy Endpoints 395 396 The overall goals of drug development programs are to demonstrate the effectiveness of a drug in 397 treating or preventing a disease or condition, to assess the magnitude and frequency of that 398 effect, and to assess the risks of the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 174720,
  "end_pos": 176256,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}