{
  "id": "fda_guidance_chunk_0370",
  "title": "Introduction - Part 370",
  "text": "locking the database, sponsors should address how protocol deviations related to the disaster or PHE will be handled for the prespecified analyses in the statistical analysis plan. 6 See 21 CFR 56.108(a)(4), 56.104(c), 312.30(b)(2)(ii), and 812.35(a)(2). Contains Nonbinding Recommendations B. Policies and Procedures to Account for Potential Disruptions to Trials • Sponsors, clinical investigators, and IRBs should consider establishing and implementing policies and procedures, or revising existing policies and procedures, to describe approaches to be used to protect trial participants and manage study conduct during possible disruption of the study. Changes to policies and procedures may address many issues, including the informed consent process; which participants can continue on the IP; study visits and procedures; data collection; study monitoring; adverse event reporting; study oversight; and changes in investigator(s), site staff, and/or monitor(s) due to travel restrictions, quarantine measures, or other safety measures. Policies and procedures should be compliant with applicable (regional or national) laws and regulations for the management and control of the disaster or PHE. Depending on the nature of the changes described above, a protocol amendment or IDE supplement may be required under the applicable regulations.7 C. For All Trials That Are Impacted by a Disaster or PHE Sponsors should provide a description of the impacts on study conduct of the disaster or PHE in a study-specific document with references to appropriate sections of the clinical study report: 1. Contingency measures implemented to manage study conduct during disruption of the study as a result of disaster- or PHE-related control measures 2. Specific challenges faced by the sponsor of the clinical trial as a result of the disaster or PHE 3. A listing of all participants affected by the disaster or PHE-related study disruption by unique trial participant number identifier and by investigational site and a description of how the individual’s participation was altered, including missed visits and assessments related to the disaster or PHE 4. Analyses and corresponding discussions that address the impact of implemented contingency measures (e.g., trial participant discontinuation from IP and/or study, alternative procedures used to collect critical safety and/or efficacy data) on the safety and efficacy results reported for the study Robust efforts by sponsors, investigators, and IRBs or IECs to maintain the safety of trial participants and study data integrity are expected, and such efforts should be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 495936,
  "end_pos": 497472,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.705Z"
}