{
  "id": "fda_guidance_chunk_0161",
  "title": "Introduction - Part 161",
  "text": "error rate) would be 36%. To maintain desired study power, a larger sample size is recommended, and the individual endpoints could be powered at approximately 90% to ensure the probability of success is at least 80%. The calculation would be different if the endpoints were highly positively correlated or the power was not equal for each endpoint. C. Types of Multiple Endpoints Multiple endpoints can be used when demonstration of a drug effect on more than one disease aspect or outcome is critical for determining that the drug confers a clinical benefit. Multiple endpoints can also be used when (1) there are several important aspects of a disease or several ways to assess an important aspect, (2) it may not be known in advance which aspect is more likely to show a drug effect, and (3) an effect on any one endpoint will be sufficient as evidence of effectiveness to support approval. In some cases, multiple aspects of a disease can appropriately be combined into a single endpoint, but subsequent analysis examining each disease aspect or component of this endpoint is generally important for an adequate understanding of the drug’s effect. These circumstances are discussed in more detail below. 8 Contains Nonbinding Recommendations 1. When Demonstration of Treatment Effects on Two or More Distinct Endpoints Is Recommended to Establish Clinical Benefit (Co-Primary Endpoints) For some disorders, there are two or more different features that are so critically important to the disease under study that a drug will not be considered effective without demonstration of a treatment effect on all of these disease features. The term used in this guidance to describe this circumstance of multiple primary endpoints is co-primary endpoints. Multiple primary endpoints become co-primary endpoints when demonstrating an effect on each of the endpoints is critical to concluding that a drug is effective. Therapies for the acute treatment of migraine headaches illustrate this circumstance. Although pain is the most prominent feature, migraine headaches are also characterized by the presence of photophobia, phonophobia, and/or nausea, all of which are clinically important. Which of the three is most clinically important varies among individuals. An approach to studying acute treatments for migraine headaches is to consider a drug effective for migraines only if the proportion of subjects with no headache pain at 2 hours after dosing",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 215040,
  "end_pos": 216576,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.687Z"
}