{
  "id": "fda_guidance_chunk_0750",
  "title": "Introduction - Part 750",
  "text": "effect of pharmacologically related drugs because of delays in development of resistance. A variation of this design that can sometimes give information on monotherapy, and that is particularly applicable in the setting of chronic disease, is the replacement study, in which the new drug or placebo is added by random assignment to conventional treatment given at an effective dose and the conventional treatment is then withdrawn, usually by tapering. The ability to maintain the subjects' baseline status is then observed in the drug and placebo groups using predefined success criteria. This approach has been used to study steroid-sparing substitutions in steroid-dependent patients, avoiding initial steroid withdrawal and the recrudescence of symptoms in a washout period. The approach has also been used to study antiepileptic drug monotherapy. ii. Early Escape; Rescue Treatment (2.1.5.2.2) It is possible to design a study to plan for early escape from ineffective therapy. Early escape refers to prompt removal of subjects whose clinical status worsens or fails to improve to a defined level (blood pressure not controlled by a prespecified time, seizure rate greater than some prescribed value, blood pressure rising to a certain level, angina frequency above a defined level, liver enzymes failing to normalize by a preset time in patients with hepatitis), who have a single event that treatment was intended to prevent (first recurrence of unstable angina, grand mal seizure, paroxysmal supraventricular arrhythmia), or who otherwise require rescue treatment. In such cases, the need to change treatment becomes a study endpoint. The criteria for deciding whether these endpoints have occurred should be well specified, and the timing of measurements should ensure that patients would not remain untreated with an active drug while their disease is poorly controlled. The primary difficulty with this trial design is that it may give information only on short-term effectiveness. The randomized withdrawal trial (see section 2.1.5.2.4), however, which can also incorporate early-escape features, can give information on long-term effectiveness. iii. Limited Placebo Period (2.1.5.2.3) In a situation where long-term placebo treatment would not be acceptable, the use of a placebo group for a short period at the beginning of an active control trial could establish assay sensitivity (at least for short-term effects). The trial would then continue without the placebo group. iv. Randomized Withdrawal (2.1.5.2.4) In a randomized withdrawal trial, subjects receiving",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1006656,
  "end_pos": 1008192,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.736Z"
}