{
  "id": "fda_guidance_chunk_0209",
  "title": "Introduction - Part 209",
  "text": "than alternative non-adaptive designs. Such an adaptive design could in principle allow interim modifications to additional aspects of the design, such as the number of additional patients that will be enrolled (the sample size) and the randomization ratio for treatment arms carried forward. For trials intended to provide substantial evidence of effectiveness, statistical hypothesis testing methods should account for the adaptive selection of a best dose or doses from among the multiple doses evaluated in the trial, as well as any additional adaptive modifications, such as the potential to stop the trial early or to modify future sample sizes. In the simple case of a design with more than one dose that includes interim analyses to potentially stop enrollment for a particular dose for efficacy or futility, typical group sequential testing methods can be used, along with some multiple testing approach to control the Type I error probability across the multiple doses evaluated. If the design allows for additional adaptations such as modifications to the sample size, methods such as those described for sample size and population adaptations should be used. As with other adaptive designs, prospective planning is important and should include prespecification of not only the testing method, but also the adaptation rule for selecting treatment arms and for any other potential interim modifications. In general, seamless designs that incorporate both dose selection and confirmation of efficacy of a selected dose (based on data from the entire trial) can be considered if the principles outlined in section III. are followed. A special case of adaptive treatment arm selection occurs in the context of an adaptive platform trial designed to compare more than one experimental treatment against an appropriate control for a disease (e.g., Woodcock and LaVange 2017). Two features of these trials often incorporated for efficiency gains are use of a common control arm and use of prospectively planned adaptations to select promising treatments at interim analyses for continued study. Because these trials may involve investigational agents from more than one sponsor, may be conducted for an unstated length of time, and often involve complex adaptations, they should generally involve extensive discussion with FDA. E. Adaptations to Patient Allocation This section considers two types of adaptations to patient allocation: adaptations based on comparative baseline characteristic data and adaptations based on comparative outcome",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 279552,
  "end_pos": 281088,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.691Z"
}