{
  "id": "fda_guidance_chunk_0080",
  "title": "Introduction - Part 80",
  "text": "recorded on the case report forms and are submitted to the sponsor and reviewed at regular intervals during the course of the investigation. The Contains Nonbinding Recommendations investigator’s assessment of causality is not required for nonserious adverse events by the regulations, although many sponsors may require it in the protocol.11 For certain trials, such as a postmarketing outcome trial for a drug that has a well-established safety profile, it may be necessary for investigators to record only a subset of nonserious adverse events, or none at all. The sponsor can arrange that only specific types of adverse events be reported to the sponsor (e.g., those that resulted in withdrawal from the study or cessation of therapy, modification of dose, or addition of another drug) provided the director of the FDA review division that has responsibility for review of the IND has agreed to that arrangement in advance (21 CFR 312.32(c)(3)). Other nonserious adverse events would not need to be recorded by the investigator on the case report form. E. Investigations of Marketed Drugs (21 CFR 312.32(c)(4)) According to 21 CFR 312.32(c)(4), a sponsor of a clinical study of a drug marketed or approved in the United States that is conducted under an IND must submit IND safety reports for suspected adverse reactions that are observed in the study, at either domestic or foreign sites. The sponsor must also submit safety information from the clinical study as prescribed by the relevant postmarketing safety reporting requirements (e.g., under 21 CFR 310.305, 314.80, 600.80, 606.170, or under the Dietary Supplement and Nonprescription Drug Consumer Protection Act (Public Law 109-462)). Note that § 312.32(c)(1)(ii) requires the sponsor to report findings from other studies that suggest a significant risk in humans, whether or not conducted under an IND and whether or not conducted by the sponsor. Therefore, as long as the sponsor maintains an open IND for a drug marketed or approved in the United States, safety information from foreign and domestic studies, including non-IND studies, must be reported to the IND and in accordance with the postmarketing requirements, if it meets the criteria for reporting. For example, if an applicant of a drug marketed or approved in the United States sponsors a multicenter, multinational clinical trial for a new indication, where the domestic sites are included in an",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 106176,
  "end_pos": 107712,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}