{
  "id": "fda_guidance_chunk_0726",
  "title": "Introduction - Part 726",
  "text": "not address the regulatory requirements of any region. I. INTRODUCTION (1.0)2 The choice of control group is always a critical decision in designing a clinical trial. That choice affects the inferences that can be drawn from the trial, the ethical acceptability of the trial, the degree to which bias in conducting and analyzing the study can be minimized, the types of subjects that can be recruited and the pace of recruitment, the kind of endpoints that can be studied, the public and scientific credibility of the results, the acceptability of the results by regulatory authorities, and many other features of the study, its conduct, and its interpretation. 1 This guidance was developed within the Expert Working Group (Efficacy) of the International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use (ICH) and has been subject to consultation by the regulatory parties, in accordance with the ICH process. This document has been endorsed by the ICH Steering Committee at Step 4 of the ICH process, July 2000. At Step 4 of the process, the final draft is recommended for adoption to the regulatory bodies of the European Union, Japan, and the United States. 2 Arabic numbers reflect the organizational breakdown in the document endorsed by the ICH Steering Committee at Step 4 of the ICH process, July 2000. This guidance represents the Food and Drug Administration's (FDA's) current thinking on this topic. It does not create or confer any rights for or on any person and does not operate to bind FDA or the public. An alternative approach may be used if such approach satisfies the requirements of the applicable statutes and regulations. A. General Scheme and Purpose of Guidance (1.1) The purpose of this guideance is to describe the general principles involved in choosing a control group for clinical trials intended to demonstrate the efficacy of a treatment and to discuss related trial design and conduct issues. This guidance does not address the regulatory requirements in any region, but describes what trials using each design can demonstrate. The general principles described in this guidance are relevant to any controlled trial but the choice of control group is of particularly critical importance to clinical trials carried out during drug development to demonstrate efficacy. The choice of the control group should be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 974400,
  "end_pos": 975936,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.734Z"
}