{
  "id": "fda_guidance_chunk_0404",
  "title": "Introduction - Part 404",
  "text": "regulations under 21 CFR 312.32 if (1) they are unexpected and (2) the sponsor determines that there is a reasonable possibility that the drug caused the SAE. Regardless of whether an SAE occurs in the course of clinical practice or during a clinical trial and regardless of where it is first reported, an NDA or BLA holder who is also the sponsor of an IND investigating the same drug for treatment or prevention of a disaster- or PHE-related disease or condition is responsible for monitoring the safety of its drug and evaluating all accumulating safety data.63 If accumulating safety data, including use in clinical practice, indicates a new potential serious risk associated with the drug, an IND safety report will need to be filed to the IND, and updates will likely need to be made to the investigator brochure and/or the informed consent document.64 For more information, see the guidance for industry and investigators Safety Reporting Requirements for INDs and BA/BE Studies (December 2012). Q22. If a trial participant experiences an SAE that may be associated with a disease or condition related to the disaster or PHE, should that be reported as an IND safety report? Should these events be reported to the IRB? Under 21 CFR 312.32, a sponsor must report to FDA any SAE that is both unexpected and for which there is a reasonable possibility that the drug caused the SAE (i.e., there is evidence to suggest a causal relationship between the drug and the adverse event). Participants in a clinical trial may be diagnosed with a PHE- or disaster-related disease or condition and experience SAEs associated with the disease or condition that are not causally related to the investigational drug. However, it is possible that such SAEs could be causally related to the investigational drug. Establishing a potential causal relationship likely requires more than a single or even a few cases. FDA had provided additional information about aggregate safety assessment and reporting for INDs in the guidance for industry and investigators Safety Reporting Requirements for INDs and BA/BE Studies (December 2012) and has proposed recommendations in the draft guidance for 62 For more information, see the Vaccine Adverse Event Reporting System, available at https://vaers.hhs.gov/reportevent.html, and the FDA Adverse Event Reporting System (FAERS) Public Dashboard, available at https://www.fda.gov/drugs/questions-and-answers-fdas-adverse-event-reporting-system-faers/fda-adverse-event-reporting-system-faers-public-dashboard. 63 See 21",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 541632,
  "end_pos": 543168,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.708Z"
}