{
  "id": "fda_guidance_chunk_0224",
  "title": "Introduction - Part 224",
  "text": "no sponsor representatives have access to comparative interim results, there are situations where limited access for specific sponsor personnel can be justified. For example, some adaptive trials may involve decisions, such as dose selection, that are typically the responsibility of the sponsor in non-adaptive settings and have important long-term implications for the drug development program. Limited access by sponsor personnel might be justifiable in such circumstances; for example, if a small number of sponsor representatives are involved, the individuals allowed access are not otherwise involved in trial conduct or management, and appropriate procedures are put in place to ensure that comparative interim results remain unknown to other key parties, such as patients, investigators, and the trial steering committee. However, risks to trial integrity are most easily minimized by completely 25 See the FDA guidance for clinical trial sponsors Establishment and Operation of Clinical Trial Data Monitoring Committees (March 2006) for a detailed discussion of the roles, responsibilities, and operating procedures of DMCs in clinical trials. Contains Nonbinding Recommendations restricting sponsor access to comparative interim results, and this is likely to be achievable in most circumstances through extensive planning and discussion between the sponsor and the DMC or adaptation committee at the design stage. Appropriate limitation of access entails carefully planned procedures to maintain and verify confidentiality, as well as documentation of monitoring and adherence to the operating procedures. Approaches typically include the use of confidentiality agreements for persons with access to interim data; the use of logistical or physical firewalls that prevent access by trial personnel to any data that include information that might allow one to infer treatment assignment; and development and use of a data access plan that identifies who has access to confidential data, when that access occurs, and what types of data and results are involved. Important documentation is discussed in more detail in section VIII. There is also potential in adaptive trials for knowledge of the adaptation decision to convey information about the interim results. Knowledge of a sample size modification algorithm and the adaptively chosen sample size, for example, can allow back-calculation of the interim estimate of the treatment effect. Therefore, steps should be taken where possible to minimize the information that can be inferred by observers. Prespecification of the adaptation rule remains critical, although the protocol could",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 299712,
  "end_pos": 301248,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.693Z"
}