{
  "id": "fda_guidance_chunk_0309",
  "title": "Introduction - Part 309",
  "text": "for communication between FDA and industry in advance of or during an inspection or request for records or other information, and other inspections-related conduct.5 In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only 1 This guidance has been prepared by the Office of Regulatory Affairs (ORA) in cooperation with the Office of Clinical Policy (OCLiP), the Center for Biologics Evaluation and Research (CBER), the Center for Drug Evaluation and Research (CDER), the Center for Food Safety and Applied Nutrition (CFSAN), the Center for Tobacco Products (CTP), the Center for Devices and Radiological Health (CDRH), and the Center for Veterinary Medicine (CVM) at the Food and Drug Administration. 2 FDORA was enacted as title III of Division FF of Public Law No. 117-328 (2022). 3 Section 704(a)(5) of the FD&C Act clarified FDA’s authority with respect to bioresearch related inspections. 4 In this guidance, the term “establishment” includes any entity, person, site, or facility, whether foreign or domestic, within the scope of section 704(a)(5)(C) of the FD&C Act. 5 The following two guidances will be withdrawn upon finalization of this guidance (as their substance is superseded by this draft guidance and other guidances and related documents described in this draft guidance): “Information Sheet Guidance For IRBs, Clinical Investigators, and Sponsors: FDA Inspections of Clinical Investigators,” available at https://www.fda.gov/regulatory-information/search-fda-guidance-documents/fdainspections- clinical-investigators, and “Information Sheet Guidance For IRBs, Clinical Investigators, and Sponsors: FDA Institutional Review Board Inspections,” available at https://www.fda.gov/regulatory-information/search-fdaguidance- documents/fda-institutional-review-board-inspections. Contains Nonbinding Recommendations Draft — Not for Implementation 30 as recommendations, unless specific regulatory or statutory requirements are cited. The use of 31 the word should in Agency guidances means that something is suggested or recommended, but 32 not required. 33 34 II. BACKGROUND 35 36 FDA’s BIMO program is a comprehensive portfolio of programs designed to assess and monitor 37 all aspects of the conduct and reporting of FDA-regulated research as well as certain 38 postmarketing activities through on-site inspections, investigations,6 and Remote Regulatory 39 Assessments (RRAs). The BIMO program was established to assess the quality and integrity of 40 data submitted to the Agency in support of regulatory decision-making, as well as to provide for 41 protection of the rights, safety, and welfare of human trial participants7 and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 413952,
  "end_pos": 415488,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.700Z"
}