{
  "id": "fda_guidance_chunk_0066",
  "title": "Introduction - Part 66",
  "text": "(21 CFR 312.32(c)(1)(i)). Before submitting an IND safety report, the sponsor needs to ensure that the event meets all three of the definitions:  Suspected adverse reaction  Serious  Unexpected Contains Nonbinding Recommendations If the adverse event does not meet all three of the definitions, it should not be submitted as an IND safety report.8 Deciding whether the adverse event meets the definition of a suspected adverse reaction is usually the most difficult determination, but this decision is critical to avoid the submission of uninformative IND safety reports. The sponsor should evaluate the available information and decide whether there is a reasonable possibility that the drug caused the adverse event and, therefore, that the event meets the definition of a suspected adverse reaction. The suspected adverse reaction must then be reported expeditiously in an IND safety report if it also meets the definitions of serious and unexpected (21 CFR 312.32(c)(1)(i)). Under 21 CFR 312.64, investigators are required to provide a causality assessment for each serious adverse event reported to the sponsor. For serious events that are unexpected, the sponsor considers the investigator’s causality assessment but submits an IND safety report only for those events for which the sponsor determines there is a reasonable possibility that the drug caused the event, regardless of the investigator’s causality assessment. (See Appendix B for a chart that clarifies sponsor and investigator responsibilities for reporting.) For example:  Sponsor would not report events for which the investigator’s assessment is positive for causality, but where the sponsor’s evaluation did not find evidence to suggest a causal relationship between the drug and the event.  Sponsor would report events for which the investigator’s assessment is negative for causality, but where the sponsor’s evaluation found evidence to suggest a causal relationship between the drug and the event. The investigator’s assessment of causality should be included in the report submitted to the sponsor. If the investigator fails to provide a causality assessment and the sponsor is unable to obtain it, or if the investigator assesses the causality as unknown, the sponsor should evaluate the event without the investigator’s assessment. To assist sponsors with determining whether an adverse event meets the definition of suspected adverse reaction, the requirement under 21 CFR 312.32(c)(1)(i) specifies that sponsors are to report to FDA only if there",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 87360,
  "end_pos": 88896,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}