{
  "id": "fda_guidance_chunk_0323",
  "title": "Introduction - Part 323",
  "text": "specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. BACKGROUND Assessment of a clinical outcome can be made through report by a clinician, a patient, a non-clinician observer, a performance-based assessment, or through other methods. A PRO measure is a type of clinical outcome assessment (COA) based on a report that comes directly from the patient about the status of a their health condition without amendment or interpretation of the patient's response by a clinician or anyone else.3 Additional definitions of patient-focused drug development terms can be found in the Patient-Focused Drug Development Glossary.4 Cancer trials typically employ standardized efficacy assessments using overall survival and tumor measures, and safety assessments provided by clinician reporting of adverse events. FDA acknowledges the added value of incorporating PRO measurement of symptoms and functional impacts into the benefit/risk assessment in appropriately designed trials; however, heterogeneity in PRO assessment strategies has lessened the regulatory utility of PRO data from cancer trials. Systematic assessment of a core set of PROs using fit-for-purpose5 PRO measures can facilitate high quality data on patient-reported symptoms and functional impacts. A core set of PROs that may be important contributors to a patient’s health-related quality of life (HRQOL) and that may be sensitive to the effect of the disease and treatment under study has been described in published literature.6 This guidance expands on this concept, acknowledging that a core PRO set can provide a minimum expectation for patient experience data across cancer settings, but may not include all important patient experience outcomes to measure in specific disease contexts. III. CORE PATIENT-REPORTED OUTCOMES To maximize the regulatory utility of submitted PRO information, we recommend collecting and separately analyzing the following core PROs: 3 Throughout this guidance, FDA uses certain terms that appear in the FDA-NIH Biomarker Working Group, BEST (Biomarkers, EndpointS, and other Tools) Resource available at https://www.ncbi.nlm.nih.gov/books/NBK338448/ (accessed June 1, 2021). 4 Available at https://www.fda.gov/drugs/development-approval-process-drugs/patient-focused-drug-development-glossary (current as of June 8, 2018). 5 Fit-for-purpose is defined as a conclusion that the level of validation associated with a tool is sufficient to support its context of use. See BEST Resource. 6 Kluetz PG, Slagle A, Papadopoulos E, et al., 2016, Focusing on Core Patient-Reported Outcomes in Cancer Clinical Trials:",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 432768,
  "end_pos": 434304,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.701Z"
}