{
  "id": "fda_guidance_chunk_0364",
  "title": "Introduction - Part 364",
  "text": "administration should be reported. 281 • Body temperature: The timing and the route of the body temperature assessment method 283 (e.g., oral) should be specified in the protocol, and sponsors should provide thermometers 284 to trial subjects. 285 • Oxygen saturation: Pulse oximetry data should be collected, and the sponsor should 287 provide that equipment and provide training or instruction on its use to subjects. 288 • Patient-reported global impression items assessing a) return to usual health, b) return to 290 usual activities, c) overall COVID-19-related symptoms, and d) cluster of COVID-19-291 related symptom (e.g., respiratory, digestive): examples of patient-reported global 292 impression item(s) can include the following: 293 19 For additional information, see the draft guidance for industry, Food and Drug Administration staff, and other stakeholders Patient-Focused Drug Development: Incorporating Clinical Outcome Assessments Into Endpoints for Regulatory Decision-Making. 20 For additional information on sensitivity analysis, see the ICH guidance for industry E9(R1) Statistical Principles for Clinical Trials: Addendum: Estimands and Sensitivity Analysis in Clinical Trials (May 2021). 21 For example, if a subject withdraws from the interventional portion of a clinical investigation and does not consent to continued follow-up of associated clinical outcome information, the investigator must not access the subject’s medical record or other confidential records that would require additional consent from the subject to obtain the continued follow-up information (21 CFR 50.20 and 50.25(a)(1)). However, an investigator may consult publicly available sources of information to determine a subject’s vital status after a subject withdraws from a clinical trial. Contains Nonbinding Recommendations – In the past 24 hours, have you returned to your usual health (before your COVID-19 295 illness)? Yes or No 296 – In the past 24 hours, have you returned to your usual activities (before your COVID-298 19 illness)? Yes or No 299 – In the past 24 hours, what was the severity of your overall COVID-19-related 301 symptoms at their worst? None, Mild, Moderate, or Severe 302 – In the past 24 hours, what was the severity of your (cluster name: e.g., respiratory) 304 COVID-19-related symptoms at their worst? None, Mild, Moderate, or Severe 305 Further considerations include the frequency of patient-reported global impression items which 307 may be less frequent (i.e., weekly) with differing recall periods including now, past 24 hours, or 308 past week depending on",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 487872,
  "end_pos": 489408,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}