{
  "id": "fda_guidance_chunk_0708",
  "title": "Introduction - Part 708",
  "text": "units of the dose (e.g., mg/kg or mg/m2) may vary depending on practices employed in the area being investigated. Maximum tolerated dose (MTD): In a toxicity study, the highest dose that does not produce unacceptable toxicity. No observed adverse effect level (NOAEL): The highest dose tested in an animal species that does not produce a significant increase in adverse effects in comparison to the control group. Adverse effects that are biologically significant, even if not statistically significant, should be considered in determining an NOAEL. No observed effect level (NOEL): The highest dose tested in an animal species with no detected effects. Pharmacologically active dose (PAD): The lowest dose tested in an animal species with the intended pharmacologic activity. Safety factor (SF): A number by which the HED is divided to introduce a margin of safety between the HED and the maximum recommended starting dose. W: Body weight in kg Contains Nonbinding Recommendations APPENDIX A: Analysis of Allometric Exponent on HED Calculations An analysis was conducted to determine the effect of the allometric exponent on the conversion of an animal dose to the HED. One can derive the following equation (see Appendix C) for converting animal doses to the HED based on body weights and the allometric exponent (b): HED = animal NOAEL x (Wanimal/Whuman)(1-b) Conventionally, for a mg/m2 normalization b would be 0.67, but a number of studies (including the original Freireich data) have shown that MTDs scale best across species when b = 0.75. The Interagency Pharmacokinetics Group has recommended that W0.75 be used for interspecies extrapolation of doses in carcinogenicity studies (EPA 1992). There are no data, however, to indicate the optimal method for converting NOAELs to HEDs. Conversion factors were calculated over a range of animal and human weights using (Wanimal/Whuman)0.33 or (Wanimal/Whuman)0.25 to assess the effect on starting dose selection of using b = 0.75 instead of b = 0.67. The results are shown in Table 2. Using an allometric exponent of 0.75 had a big effect on the conversion factor for the smaller species mice and rats. Nonetheless, mice are not commonly used for toxicology studies to support the first-in-human clinical trials. In addition, there is evidence that the area under the plasma concentration versus time curves in rats and humans correlates reasonably well when doses are normalized to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 950208,
  "end_pos": 951744,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.732Z"
}