{
  "id": "fda_guidance_chunk_0825",
  "title": "Introduction - Part 825",
  "text": "which use a common comparator (placebo or specific active comparator) should be combined and presented separately for each comparator providing sufficient data. All indications of potential toxicity arising from exploration of the data should be reported. The evaluation of the reality of these potential adverse effects should take into account the issue of multiplicity arising from the numerous comparisons made. The evaluation should also make appropriate use of survival analysis methods to exploit the potential relationship of the incidence of adverse events to duration of exposure and/or followup. The risks associated with identified adverse effects should be appropriately quantified to allow a proper assessment of the risk/benefit relationship. GLOSSARY (Annex 1) Bayesian approaches: Approaches to data analysis that provide a posterior probability distribution for some parameter (e.g., treatment effect), derived from the observed data and a prior probability distribution for the parameter. The posterior distribution is then used as the basis for statistical inference. Bias (statistical and operational): The systematic tendency of any factors associated with the design, conduct, analysis and evaluation of the results of a clinical trial to make the estimate of a treatment effect deviate from its true value. Bias introduced through deviations in conduct is referred to as operational bias. The other sources of bias listed above are referred to as statistical bias. Blind review: The checking and assessment of data during the period of time between trial completion (the last observation on the last subject) and the breaking of the blind, for the purpose of finalizing the planned analysis. Content validity: The extent to which a variable (e.g., a rating scale) measures what it is supposed to measure. Double dummy: A technique for retaining the blind when administering supplies in a clinical trial, when the two treatments cannot be made identical. Supplies are prepared for Treatment A (active and indistinguishable placebo) and for Treatment B (active and indistinguishable placebo). Subjects then take two sets of treatment; either A (active) and B (placebo), or A (placebo) and B (active). Dropout: A subject in a clinical trial who for any reason fails to continue in the trial until the last visit required of him/her by the study protocol. Equivalence trial: A trial with the primary objective of showing that the response to two or more treatments differs by an amount which",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1107456,
  "end_pos": 1108992,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.742Z"
}