{
  "id": "fda_guidance_chunk_0821",
  "title": "Introduction - Part 821",
  "text": "and definitions of outliers, the addition to the model of important covariates identified in other recent research, and the reconsideration of the use of parametric or nonparametric methods. Decisions made at this time should be described in the report and should be distinguished from those made after the statistician has had access to the treatment codes, as blind decisions will generally introduce less potential for bias. Statisticians or other staff involved in unblinded interim analysis should not participate in the blind review or in making modifications to the statistical analysis plan. When the blinding is compromised by the possibility that treatment-induced effects may be apparent in the data, special care will be needed for the blind review. Many of the more detailed aspects of presentation and tabulation should be finalized at or about the time of the blind review so that, by the time of the actual analysis, full plans exist for all its aspects including subject selection, data selection and modification, data summary and tabulation, estimation, and hypothesis testing. Once data validation is complete, the analysis should proceed according to the predefined plans; the more these plans are adhered to, the greater the credibility of the results. Particular attention should be paid to any differences between the planned analysis and the actual analysis as described in the protocol, the protocol amendments, or the updated statistical analysis plan based on a blind review of data. A careful explanation should be provided for deviations from the planned analysis. All subjects who entered the trial should be accounted for in the report, whether or not they are included in the analysis. All reasons for exclusion from analysis should be documented; for any subject included in the full analysis set but not in the per protocol set, the reasons for exclusion from the latter should also be documented. Similarly, for all subjects included in an analysis set, the measurements of all important variables should be accounted for at all relevant time-points. The effect of all losses of subjects or data, withdrawals from treatment, and major protocol violations on the main analyses of the primary variable(s) should be considered carefully. Subjects lost to followup, withdrawn from treatment, or with a severe protocol violation should be identified and a descriptive analysis of them provided, including the reasons for their",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1102080,
  "end_pos": 1103616,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.741Z"
}