{
  "id": "fda_guidance_chunk_0258",
  "title": "Introduction - Part 258",
  "text": "an unapproved indication, or when used to gain further information about an approved use. 1.34 Investigator A person responsible for the conduct of the clinical trial at a trial site. If a trial is conducted by a Contains Nonbinding Recommendations team of individuals at a trial site, the investigator is the responsible leader of the team and may be called the principal investigator. (See also Subinvestigator.) 1.35 Investigator/Institution An expression meaning “the investigator and/or institution, where required by the applicable regulatory requirements.” 1.36 Investigator’s Brochure A compilation of the clinical and nonclinical data on the investigational product(s) that is relevant to the study of the investigational product(s) in human subjects (see section 7. “Investigator’s Brochure”). 1.37 Legally Acceptable Representative An individual or juridical or other body authorized under applicable law to consent, on behalf of a prospective subject, to the subject’s participation in the clinical trial. 1.38 Monitoring The act of overseeing the progress of a clinical trial, and of ensuring that it is conducted, recorded, and reported in accordance with the protocol, standard operating procedures (SOPs), GCP, and the applicable regulatory requirement(s). 1.39 Monitoring Report A written report from the monitor to the sponsor after each site visit and/or other trial-related communication according to the sponsor’s SOPs. 1.40 Multicenter Trial A clinical trial conducted according to a single protocol but at more than one site, and therefore, carried out by more than one investigator. 1.41 Nonclinical Study Biomedical studies not performed on human subjects. 1.42 Opinion (in relation to Independent Ethics Committee) The judgment and/or the advice provided by an Independent Ethics Committee (IEC). 1.43 Original Medical Record See Source Documents. 1.44 Protocol A document that describes the objective(s), design, methodology, statistical considerations, and organization of a trial. The protocol usually also gives the background and rationale for the trial, but these could be provided in other protocol referenced documents. Throughout the ICH GCP Guidance, the term protocol refers to protocol and protocol amendments. 1.45 Protocol Amendment A written description of a change(s) to or formal clarification of a protocol. Contains Nonbinding Recommendations 1.46 Quality Assurance (QA) All those planned and systematic actions that are established to ensure that the trial is performed and the data are generated, documented (recorded), and reported in compliance with GCP and the applicable regulatory requirement(s). 1.47 Quality",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 345408,
  "end_pos": 346944,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.695Z"
}