{
  "id": "fda_guidance_chunk_0143",
  "title": "Introduction - Part 143",
  "text": "(such as at pre-IND meetings73) and throughout drug development to 658 decrease the potential for developmental or approval delays related to drug manufacturing. 659 660 FDA recommends that the sponsor carefully assess any planned changes to the drug substance or 661 drug product manufacturing process, analytical methods, or drug product formulation at any 662 phase of development to determine if the changes could affect the safety or efficacy of the drug. 663 These assessments may include analytical studies, nonclinical studies, and clinical investigations. 664 These assessments should be conducted with each change and could inform whether bridging 665 studies will be needed. Sponsors should design adequate testing procedures early and implement 666 them in a timely manner to mitigate delays. To allow time to evaluate the potential effect of 667 manufacturing changes on drug safety and effectiveness and to minimize possible delays in 668 development, manufacturing changes should be made as early as feasible, and sponsors should 669 use quality risk management.74,75 670 671 FDA may exercise some flexibility on the type and extent of manufacturing information that is 672 expected at the time of submission and approval for certain components (e.g., stability data 673 updates, process validation strategies, inspection planning, manufacturing scale-up). FDA can 674 explore the level of flexibility on a case-by-case basis after considering factors such as (1) 675 product characteristics, (2) seriousness of the condition and medical need, (3) manufacturing 676 processes, (4) the robustness of the pharmaceutical quality system, and (5) the strength of the 677 sponsor’s risk-based quality assessment. 678 679 72 See the guidances for industry Good Pharmacovigilance Practices and Pharmacoepidemiologic Assessment (March 2005) and REMS: FDA’s Application of Statutory Factors in Determining When a REMS Is Necessary (April 2019). 73 See the draft guidance for industry Rare Diseases: Early Drug Development and the Role of Pre-IND Meetings. 74 See FDA’s Emerging Technology Program web page, available at https://www.fda.gov/about-fda/center-drugevaluation-and-research-cder/emerging-technology-program, and the CBER Advanced Technologies Team (CATT) web page, available at https://www.fda.gov/vaccines-blood-biologics/industry-biologics/cber-advancedtechnologies-team-catt. 75 See the draft guidance for industry Manufacturing Changes and Comparability for Human Cellular and Gene Therapy Products (July 2023). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations 21 The need for larger amounts of the drug during the product development process may lead to the 680 need",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 190848,
  "end_pos": 192384,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.686Z"
}