{
  "id": "fda_guidance_chunk_0365",
  "title": "Introduction - Part 365",
  "text": "name: e.g., respiratory) 304 COVID-19-related symptoms at their worst? None, Mild, Moderate, or Severe 305 Further considerations include the frequency of patient-reported global impression items which 307 may be less frequent (i.e., weekly) with differing recall periods including now, past 24 hours, or 308 past week depending on the intent of the assessment. 309 Considerations for the Conduct of Clinical Trials of Medical Products During Major Disruptions Due to Disasters and Public Health Emergencies Guidance for Industry, Investigators, and Institutional Review Boards This guidance is for immediate implementation. FDA is issuing this guidance for immediate implementation in accordance with 21 CFR 10.115(g)(2). Submit one set of either electronic or written comments on this guidance at any time. Submit electronic comments to https://www.regulations.gov. Submit written comments to the Dockets Management Staff (HFA-305), Food and Drug Administration, 5630 Fishers Lane, Rm. 1061, Rockville, MD 20852. You should identify all comments with the docket number listed in the notice of availability that publishes in the Federal Register. For questions regarding this document, contact (CDER) Office of Medical Policy, CDEROMP@fda.hhs.gov, 301-796-2500. U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Center for Devices and Radiological Health (CDRH) Oncology Center of Excellence (OCE) Office of Clinical Policy (OCLiP) September 2023 Emergencies Considerations for the Conduct of Clinical Trials of Medical Products During Major Disruptions Due to Disasters and Public Health Emergencies Guidance for Industry, Investigators, and Institutional Review Boards Additional copies are available from: Office of Communications, Division of Drug Information Center for Drug Evaluation and Research Food and Drug Administration 10001 New Hampshire Ave., Hillandale Bldg., 4th Floor Silver Spring, MD 20993-0002 Phone: 855-543-3784 or 301-796-3400; Fax: 301-431-6353 Email: druginfo@fda.hhs.gov https://www.fda.gov/drugs/guidance-compliance-regulatory-information/guidances-drugs and/or Office of Communication, Outreach and Development Center for Biologics Evaluation and Research Food and Drug Administration 10903 New Hampshire Ave., Bldg. 71, Room 3128 Silver Spring, MD 20993-0002 Phone: 800-835-4709 or 240-402-8010 Email: ocod@fda.hhs.gov https://www.fda.gov/vaccines-blood-biologics/guidance-compliance-regulatory-information-biologics/biologics-guidances and/or Office of Policy Center for Devices and Radiological Health Food and Drug Administration 10903 New Hampshire Ave., Bldg. 66, Room 5431 Silver Spring, MD 20993-0002 Email: CDRH-Guidance@fda.hhs.gov https://www.fda.gov/medical-devices/device-advice-comprehensive-regulatory-assistance/guidance-documents-medical-devices-and-radiation-emitting-products U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Center",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 489216,
  "end_pos": 490752,
  "tokens": 512,
  "tags": [
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.705Z"
}