{
  "id": "fda_guidance_chunk_0590",
  "title": "Introduction - Part 590",
  "text": "if the sponsor proposes that a study in pediatric subjects meets the criteria in 21 CFR 50.52 because, among other things, it presents a prospect of direct benefit to the subjects, the sponsor should include the available adult human and animal data relevant to this determination in the IND submission, and an analysis of the balance of anticipated benefit(s) and risks. In addition to providing the relevant animal or adult human data, the IND submission should include a discussion of how those data are sufficient to support an assessment that the pediatric study, taking into account the proposed starting dose, dosing regimen, and design, offers a prospect of direct benefit. FDA may place on clinical hold an IND that does not provide the information FDA needs to assess the risks presented to pediatric subjects (21 CFR 312.42(b)(1)(iv) and (b)(2)(i)). Finally, in accordance with 21 CFR 312.23(a)(11), the sponsor also must provide the parent or guardian permission document and a child assent document required under 21 CFR 50.55. C. Control Group and Blinding The objectives of early-phase trials usually focus on safety, for which rigorous inference regarding comparison to a control (e.g., placebo) may not be necessary. Assessments of activity or efficacy, if any are to be made, are usually exploratory. Therefore, in early-phase trials, a concurrent control group and blinding are generally not as critical as for a Contains Nonbinding Recommendations confirmatory efficacy trial. However, in early phases of clinical development, a control group can be useful to facilitate interpretation of the safety data and provide a comparator for any assessments of activity or efficacy. For example, a concurrent control group may be particularly valuable for trials in diseases for which the natural history is not well-characterized or for trials that enroll subjects with a wide range of disease severity. The importance of concurrent controls and blinding in any specific trial depends on multiple factors, including not only the study objectives, but also the extent to which the study procedures and outcome assessments are subject to bias. For some CGT products, use of an intra-subject control may be a useful and convenient way to control a trial. An example would be injection of the study agent into one limb and injection of the control agent into the contralateral limb. With intra-subject control, any systemic",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 791616,
  "end_pos": 793152,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.723Z"
}