{
  "id": "fda_guidance_chunk_0591",
  "title": "Introduction - Part 591",
  "text": "bias. For some CGT products, use of an intra-subject control may be a useful and convenient way to control a trial. An example would be injection of the study agent into one limb and injection of the control agent into the contralateral limb. With intra-subject control, any systemic effects may confound the interpretation of the results, but comparisons of local effects can be facilitated by the elimination of inter-subject variation. Standard-of-care and no-treatment controls allow evaluation of the risk of the overall investigational treatment, including the risks of both the study agent and the administration procedure. With this type of control, blinding of the subject and investigator may not be feasible, although it may be possible to maintain the blind for subjects for some kinds of standard-of-care controls. For trials that do include a concurrent control group, blinding of subjects, investigators, and assessors can be useful to minimize the risk of bias in the study results. However, rigorous blinding in early-phase trials may not be desirable if it cannot be done simply and in a way that minimizes risk to control subjects. Some CGT products might require an invasive procedure for administration (e.g., cardiac catheterization) or for collection of tissue to use for starting materials. Use of the same invasive procedure in a control group could help to distinguish product-related from procedure-related adverse reactions. However, use of the invasive procedure in the control group solely to administer a placebo, or otherwise mimic the active treatment arm for purposes of blinding, could represent an unreasonable risk for an early-phase trial, even if it might be appropriate for a later confirmatory trial. For early-phase clinical trials involving children, the use of an invasive procedure in the control group should present no more than a minor increase over minimal risk, given the absence of a prospect of direct benefit from the control intervention. Thus, the advantages and disadvantages of specific controls and blinding should be carefully considered in the context of the objectives and circumstances of the specific early-phase clinical trial. Contains Nonbinding Recommendations D. Dose and Regimen 1. Role of Preclinical Data If animal or in vitro data are available, there might be sufficient information to determine if a specific starting dose has an acceptable level of risk. However, conventional allometric scaling methods for CGT products",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 792960,
  "end_pos": 794496,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.723Z"
}