{
  "id": "fda_guidance_chunk_0318",
  "title": "Introduction - Part 318",
  "text": "to provide the records in 222 a timely manner during the inspection. Details of the establishment's electronic information 27 See Part II. Background for additional detail. Access may be read-only. See “Read-Only Access to Electronic Databases During Bioresearch Monitoring Inspection Assignments” under section 5.14 of the IOM. 28 Such requests are distinct from requests for records or other information in advance of, or in lieu of, an inspection under section 704(a)(4) of the FD&C Act. Contains Nonbinding Recommendations Draft — Not for Implementation 223 systems, including the technical capabilities for providing FDA access to electronic records, 224 should also be discussed. 225 226 FDA personnel can view electronic records via read-only access or other methods. Regardless of 227 the method(s) used to view records, establishments should be prepared to provide requested 228 copies from electronic systems to FDA29 either electronically, via electronic storage media or as 229 paper copies. 230 231 When time and circumstances permit, FDA personnel should discuss observations with the staff 232 in charge of the establishment as they are observed, or on a daily basis. These discussions may 233 address findings not documented on the FDA “Inspectional Observations” (Form FDA 483) for 234 which FDA seeks clarification during the inspection.30 235 236 D. Communication After An Inspection 237 238 At the end of an inspection, the FDA investigator conducts a closeout of the inspection with the 239 establishment representative that includes discussing the findings from the inspection31 and, if 240 appropriate, issuing a written Form FDA 483 to the establishment. The Form FDA 483 is 241 intended for use in notifying the inspected establishment’s top management in writing of 242 “observations of objectionable conditions and practices”32 identified during an inspection in 243 order to “assist firms inspected in complying with the Acts and regulations enforced by the Food 244 and Drug Administration.”33 245 246 If the establishment chooses to respond to the Form FDA 483 observations orally during the 247 closeout of the inspection, those responses may be incorporated into the inspection report.34 248 However, there may not be complete information about corrective and preventative actions at the 249 time of closeout. Although there is no regulatory requirement for the inspected establishment to 250 respond to a Form FDA 483, a timely written response to the Form FDA 483 that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 426048,
  "end_pos": 427584,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.700Z"
}