{
  "id": "fda_guidance_chunk_0469",
  "title": "Introduction - Part 469",
  "text": "limitations to any method (e.g., interaction tests often have very low power), and these strengths and limitations should be Contains Nonbinding Recommendations carefully considered during analysis planning. If clinically relevant differences in treatment effects among regions are observed, a structured exploration of these differences should be planned. The exploration could proceed in the following steps: 1. Factors known a priori to vary among regions and hypothesized to be prognostic or predictive should be planned for and evaluated in the analysis model. Examples of intrinsic and extrinsic factors likely to be prognostic include disease severity, race, other subject characteristics (e.g., smoking status, body mass index), medical practice/therapeutic approach (e.g., different doses of concomitant medications used in clinical practice), or genetic factors (e.g., polymorphisms in drug metabolising enzymes) that are well-established for the disease or therapy and suggested from early stages of investigation. 2. Even with careful planning, unexpected regional differences may be observed, and post-hoc analyses should be used for further investigation. Factors known to be prognostic for the disease would be examined first, because they are often found to be predictive of differential treatment effects as well. If the distribution of a prognostic factor is found to differ between regions, then apparent regional differences in treatment effects may be explained by differences in the prognostic factors. 3. Regional differences not explained by examination of known factors may require further post-hoc investigation to either identify plausible reasons for the differences or to better understand the observed heterogeneity. In some cases, additional data, including data from other clinical trials, or supportive evidence from other sources, may be needed to understand the regional differences observed. These eventualities should be carefully considered at the planning stage. Planned Subgroup Analyses In addition to analyses intended to investigate any regional or pooled subpopulation differences in treatment effects that may be observed in an MRCT, other subgroup analyses will usually also be of interest, just as they are for any clinical trial (e.g., analyses to investigate differential treatment effects by sex and age) and should be planned. If subgroup differences in overall treatment effects are observed, then exploring whether the subgroup differences are consistent across regions or pooled regions may be informative. In summary, the assessment of consistency of treatment effects should be done with diligence to inform regulatory decision-making. The",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 628992,
  "end_pos": 630528,
  "tokens": 512,
  "tags": [
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}