{
  "id": "fda_guidance_chunk_0121",
  "title": "Introduction - Part 121",
  "text": "of clinical investigations.20 When an animal model of the disease is available, pharmacology and 116 safety studies may contribute to understanding the actions of the drug on disease 117 pathophysiology, inform safety in the context of that disease, and guide plans for measuring 118 biological effects in patients. Combined POC and safety studies in animal models of human 119 17 See 21 CFR 312.23(a)(8). 18 21 CFR 312.23(a)(8). 19 See the ICH guidances for industry M3(R2) Nonclinical Safety Studies for the Conduct of Human Clinical Trials and Marketing Authorization for Pharmaceuticals (January 2010) (ICH M3(R2)); S6(R1) Preclinical Safety Evaluation of Biotechnology-Derived Pharmaceuticals (June 2011) (ICH S6(R1)); and S9 Nonclinical Evaluation for Anticancer Pharmaceuticals (March 2010) (ICH S9). 20 We support the principles of the 3Rs (replace/reduce/refine) for animal use in testing when feasible. FDA encourages sponsors to consult with review divisions when considering a nonanimal testing method believed to be suitable, adequate, validated, and feasible. FDA will consider if the alternative method could be assessed for equivalency to an animal test method. Contains Nonbinding Recommendations 5 disease have been used in limited situations such as enzyme replacement therapy. Toxicology 120 testing in an animal model of disease may contribute to the nonclinical support for clinical 121 investigations but usually will not substitute for toxicology testing in healthy animals. However, 122 safety evaluation in an animal model may be particularly valuable when drug toxicity is 123 predicted to be more severe in the presence of disease pathophysiology. 124 125 It can also be appropriate to conduct the pivotal toxicology studies in juvenile animals when the 126 indicated population is pediatric and/or the weight of evidence suggests a cause for concern for 127 adverse developmental effects not otherwise evaluated by studies conducted to assess 128 developmental and reproductive toxicity, or the data from adult animals (and adult humans, if 129 appropriate) are inadequate.21 130 131 When clinical investigations are to be conducted in pediatric participants, POC data are required 132 to establish a prospect of direct benefit to the pediatric population.22 Robust animal model results 133 may support the possibility of clinical benefit and the potential for a favorable benefit-risk 134 assessment to support testing in children. However, for many rare diseases, an animal disease 135 model may not exist or may not exhibit some of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 161280,
  "end_pos": 162816,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.684Z"
}