{
  "id": "fda_guidance_chunk_0572",
  "title": "Introduction - Part 572",
  "text": "pose a significant and unreasonable risk to human subjects of the investigation (see 21 CFR 312.10(b)). Specifically, FDA generally 12 For more information on EAs, see the FDA guidance entitled “Guidance for Industry: Environmental Assessment of Human Drug and Biologics Applications” dated July 1998, available at http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/ucm070561.htm. Contains Nonbinding Recommendations intends to grant a waiver provided that: 1) the LBP that is proposed for investigational use is lawfully marketed as a conventional food or dietary supplement; 2) the investigation does not involve a route of administration, dose, patient population, or other factor that significantly increases the risk (or decreases the acceptability of risk) associated with the use of the food or dietary supplement; 3) the investigation is not intended to support a marketing application of the LBP as a drug for human use or a biological product for human use; and 4) the investigation is otherwise conducted in compliance with the requirements for INDs (21 CFR Part 312). For FDA to grant a waiver from the requirements under 21 CFR 312.23(a)(7)(iv)(a)-(b), sponsors must request a waiver from FDA under 21 CFR 312.10(a). We recommend that sponsors submit the following information to the IND to meet the requirements for a waiver request under 21 CFR 312.10(a): (1) information showing the above; (2) a copy of the label of the commercially available food or dietary supplement; and (3) a commitment to record the lot(s) number and date of expiry in the case report form. V. NON-CLINICAL INFORMATION You must submit adequate information about pharmacological and toxicological studies of the LBP in laboratory animals, or in vitro, to support a proposed clinical trial evaluating the investigational LBP (21 CFR 312.23(a)(8)). We recommend that you summarize available information and that you include studies you conduct as well as those reported in the relevant literature. Conclusions based on data obtained from animal studies and/or in vitro studies evaluating the clinical formulation or individual ingredients in the clinical formulation, as opposed to similar or unknown formulations, are generally most supportive of a proposed clinical trial. Depending on the product and as appropriate for the proposed clinical study, we recommend that you address: general toxicity; target organs or systems of toxicity; teratogenic, carcinogenic, or mutagenic potential of any ingredient in the product; and relationship of dosage and duration to toxic response",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 767424,
  "end_pos": 768960,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.721Z"
}