{
  "id": "fda_guidance_chunk_0094",
  "title": "Introduction - Part 94",
  "text": "2019). We update guidances periodically. To make sure you have the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/RegulatoryInformation/Guidances/default.htm. 6See information on this trial at https://www.clinicaltrials.gov/. 7See information on this trial at the National Cancer Institute web page at https://www.cancer.gov/aboutcancer/treatment/clinical-trials/search/v?id=NCT02465060&r=1 as well as https://www.clinicaltrials.gov/. 8See information on this trial at https://www.clinicaltrials.gov/. 2 Contains Nonbinding Recommendations infrastructure, trial design, and protocol to simultaneously evaluate multiple drugs and/or disease populations in multiple substudies, allowing for efficient and accelerated drug development. Because of the complexity of these trials, which evaluate multiple drugs and/or disease populations, and their intent to support regulatory approval, it is important that such trials be well designed and well conducted to help ensure human subject safety and to generate data that meets regulatory standards for demonstrating each investigational drug’s safety and effectiveness.9 III. MASTER PROTOCOL DEFINITION AND POTENTIAL OPPORTUNITIES AND CHALLENGES A. Description and Concept of Master Protocols For the purpose of this guidance, a master protocol is defined as a protocol designed with multiple substudies, which may have different objectives and involve coordinated efforts to evaluate one or more investigational drugs in one or more disease subtypes within the overall trial structure. In general, FDA recommends that the sponsor establish the RP2D for the investigational drug or drugs before evaluation using a master protocol. However, individual drug substudies under the master protocol might incorporate an initial dose-finding phase, for example, in pediatric subjects when sufficient adult data are available to inform a starting dose and the investigational drug provides the prospect of direct clinical benefit to pediatric subjects (21 CFR 50.52). A master protocol may be used to conduct the trial or trials for exploratory purposes or to support a marketing application and can be structured to evaluate, in parallel, different drugs compared with their respective controls or to a single common control. The sponsor can design the master protocol with a fixed or an adaptive design10 with the intent to modify the protocol to incorporate or terminate individual substudies within the master protocol. For examples of types of master protocols, see section IV., Types of Master Protocols. B. Potential Opportunities and Challenges Posed by Master Protocols The potential advantage of a master protocol is flexibility and efficiency in drug development, consistent with FDA’s goal of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 124992,
  "end_pos": 126528,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.682Z"
}