{
  "id": "fda_guidance_chunk_0654",
  "title": "Introduction - Part 654",
  "text": "high probability for a pre-specified hypothesis. At any point before or during a Bayesian clinical trial, you can obtain the predictive distribution for the sample size. Therefore, at any point in the trial, you can compute the expected additional number of observations needed to meet the stopping criterion. In other words, the predictive distribution for the sample size is continuously updated as the trial goes on. Because the sample size is not explicitly part of the stopping criterion, the trial can be ended at the precise point where enough information has been gathered to answer the important questions. Special considerations when sizing a Bayesian trial When sizing a Bayesian trial, FDA recommends you decide in advance the minimum sample size according to safety and effectiveness endpoints because safety endpoints may produce a larger sample size. FDA also recommends you include a minimum level of information from the current trial to enable verification of model assumptions and appropriateness of prior information used. This practice also enables the clinical community to gain experience with the device. When hierarchical models are used, we also recommend you provide a minimum sample size for determining the amount of information that will be “borrowed” from other studies. We recommend the maximum sample size be defined according to economical, ethical, and regulatory considerations. Various approaches to sizing a Bayesian trial are described in Inoue et al. (2005), Katsis & Toman (1999), Rubin & Stern (1998), Lindley (1997), and Joseph et al. (1995a,b). 4.8 Assessing the operating characteristics of a Bayesian design Because of the inherent flexibility in the design of a Bayesian clinical trial, a thorough evaluation of the operating characteristics should be part of the trial planning. This includes evaluation of: • probability of erroneously approving an ineffective or unsafe device (type I error rate), • probability of erroneously disapproving a safe and effective device (type II error rate), • power (the converse of type II error rate: the probability of appropriately approving a safe and effective device), • sample size distribution (and expected sample size), • prior probability of claims for the device, and • if applicable, probability of stopping at each interim look. A more thorough discussion appears in Technical Details, Section 7. “Pure” Bayesian approaches to statistics do not necessarily place the same emphasis on the notion",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 877632,
  "end_pos": 879168,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.728Z"
}