{
  "id": "fda_guidance_chunk_0611",
  "title": "Introduction - Part 611",
  "text": "carcinogenicity evaluation is not warranted), and one species used in an embryo-fetal development study. Q4: Are in vitro genotoxicity studies recommended for metabolites? When genotoxicity assessment is warranted for a metabolite, is quantitative structure-activity relationship (QSAR) assessment sufficient or should genotoxicity studies be conducted? A4: This topic is outside the scope of ICH M3(R2). Q5: Is the metabolite exposure data provided from the single-dose radiolabeled human ADME (absorption, distribution, metabolism, and excretion)) study sufficient for comparison to the exposures observed in animal toxicity studies without evaluation of steady state levels, which cannot be done with radiolabel clinically? A5: An evaluation of whether a metabolite is 10 percent of the total drug-related exposure can be based on single-dose data in humans. It is not generally feasible to measure AUC of all metabolites by non-radiolabeled methods, particularly for those drugs that have many metabolites. In these cases, a single-dose radiolabeled study provides a reasonable estimate of human total drug-related exposure and is an adequate basis for calculating whether a metabolite exceeds 10 percent. (A metabolite cannot be more than 10 percent of the total drug-related material if non-radiolabeled methods indicate that a metabolite is less than 10 percent of the parent or of any drug-related component(s). For example, P+M1+M2+…Mn = total; if M1 is less than 10 percent of P or M1 is less than 10 percent of any M, then M1 is less than 10 percent of the total. In this case, no further assessment of that metabolite is warranted.) If during development exposure data normally collected from multiple-dose human studies indicate that steady state levels of a metabolite exceed 10 percent, then additional nonclinical evaluation of the metabolite should be considered. Generally, exposure data from nonclinical studies and single-dose clinical studies can be compared to determine whether further metabolite toxicity characterization is warranted. For those metabolites that have been determined to exceed 10 percent of drug-related material in humans only after repeated dosing, steady state levels (clinical and nonclinical) should be used to assess the adequacy of the exposure margins. Q6: The M3(R2) guidance says: “Nonclinical characterization of a human metabolite(s) is only warranted when that metabolite(s) is observed at exposures greater than 10 percent of total drug-related exposure and at significantly greater levels in humans than the maximum exposure seen in the toxicity",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 819840,
  "end_pos": 821376,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.725Z"
}