{
  "id": "fda_guidance_chunk_0558",
  "title": "Introduction - Part 558",
  "text": "prior to submission of their IND. 4 We are removing reference to the General Safety Test because the underlying regulations were revoked in 2015. See “Revocation of General Safety Test Regulations That Are Duplicative of Requirements in Biologics License Applications” (80 FR 37971, July 2, 2015). Contains Nonbinding Recommendations A virus as used in the PHS Act, is understood to be a product containing the minute living cause of an infectious disease and includes but is not limited to filterable viruses, bacteria, rickettsia, fungi, and protozoa (21 CFR 600.3(h)(1)). The sponsor of an IND is a person who takes responsibility for and initiates a clinical investigation. The sponsor may be an individual or pharmaceutical company, governmental agency, academic institution, private organization, or other organization (21 CFR 312.3(b)). An LBP, for the purposes of this guidance document, is a biological product that: 1) contains live organisms, such as bacteria; 2) is applicable to the prevention, treatment, or cure of a disease or condition of human beings; and 3) is not a vaccine. For the purposes of this document, LBPs are not filterable viruses, oncolytic bacteria, or products intended as gene therapy agents and, as a general matter, are not administered by injection. An example of an LBP, for the purposes of this document, would be one or more strains of lactobacilli administered orally to treat patients with ulcerative colitis, or administered vaginally to prevent bacterial vaginosis. A recombinant LBP is a live biotherapeutic product composed of microorganisms that have been genetically modified through the purposeful addition, deletion, or modification of genetic material. A recombinant LBP which is subject to this guidance is likely to raise additional considerations and thus would require additional information to be submitted in an IND. Potential sponsors of an IND for a recombinant LBP are encouraged to contact FDA to obtain additional guidance prior to submission of their IND. The drug substance is the unformulated active substance that may be subsequently formulated with excipients to produce the drug product (Refs. 1 and 5). The microorganisms contained in an LBP are typically cellular microbes such as bacteria and yeast. Thus, the drug substance for an LBP is typically the unformulated live cells. The drug product is the finished dosage form of the product (Refs. 1 and 5). A clinical investigation means any",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 748608,
  "end_pos": 750144,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.720Z"
}