{
  "id": "fda_guidance_chunk_0093",
  "title": "Introduction - Part 93",
  "text": "(May 2001), which were developed by the International Conference for Harmonisation (ICH) and adopted by FDA, as well as the guidance for industry In Vitro Companion Diagnostic Devices (August 2014).5 The contents of this document do not have the force and effect of law and are not meant to bind the public in any way, unless specifically incorporated into a contract. This document is intended only to provide clarity to the public regarding existing requirements under the law. FDA guidance documents, including this guidance, should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. BACKGROUND There is increased interest in expediting late-stage drug development (i.e., trials intended to provide substantial evidence of effectiveness) through developing trial designs that test multiple drugs and/or multiple cancer subpopulations in parallel under a single protocol without a need to develop new protocols for every trial. The term master protocol is often used to describe the design of such trials, with a variety of terms such as umbrella, basket, or platform describing specific designs (Woodcock and LaVange 2017). Examples of trials using master protocols include the Lung-MAP trial (NCT02154490; see Figure B in the Appendix),6 the NCI-MATCH trial (EAY131, NCT02465060; see Figure C in the Appendix),7 and the Pediatric MATCH trial (APEC1621, NCT03155620).8 In contrast to traditional trial designs, where a single drug is tested in a single disease population in one clinical trial, master protocols use a single 4When final, this guidance will represent the FDA’s current thinking on this topic. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fda-guidancedocuments. 5See also the guidances for industry Codevelopment of Two or More New Investigational Drugs for Use in Combination (June 2013), Adaptive Designs for Clinical Trials of Drugs and Biologics (November 2019), and Enrichment Strategies for Clinical Trials to Support Determination of Effectiveness of Human Drugs and Biological Products (March 2019). We update guidances periodically. To make sure you have the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/RegulatoryInformation/Guidances/default.htm. 6See information on this trial at https://www.clinicaltrials.gov/. 7See information on this trial at the National Cancer Institute web page at https://www.cancer.gov/aboutcancer/treatment/clinical-trials/search/v?id=NCT02465060&r=1 as well",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 123648,
  "end_pos": 125184,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.682Z"
}