{
  "id": "fda_guidance_chunk_0052",
  "title": "Introduction - Part 52",
  "text": "any unexpected fatal or life-threatening suspected adverse reaction as soon as possible but in no case later than 7 calendar days after the sponsor's initial receipt of the information. (3) Reporting format or frequency. FDA may require a sponsor to submit IND safety reports in a format or at a frequency different than that required under this paragraph. The sponsor may also propose and adopt a different reporting format or frequency if the change is agreed to in advance by the director of the FDA review division that has responsibility for review of the IND. (4) Investigations of marketed drugs. A sponsor of a clinical study of a drug marketed or approved in the United States that is conducted under an IND is required to submit IND safety reports for suspected adverse reactions that are observed in the clinical study, at domestic or foreign study sites. The sponsor must also submit safety information from the clinical study as prescribed by the postmarketing safety reporting requirements (e.g., §§ 310.305, 314.80, and 600.80 of this chapter). (5) Reporting study endpoints. Study endpoints (e.g., mortality or major morbidity) must be reported to FDA by the sponsor as described in the protocol and ordinarily would not be reported under paragraph (c) of this section. However, if a serious and unexpected adverse event occurs for which there is evidence suggesting a causal relationship between the drug and the event (e.g., death from anaphylaxis), the event must be reported under § 312.32(c)(1)(i) as a serious and unexpected suspected adverse reaction even if it is a component of the study endpoint (e.g., all-cause mortality). (d) Followup. (1) The sponsor must promptly investigate all safety information it receives. (2) Relevant followup information to an IND safety report must be submitted as soon as the information is available and must be identified as such, i.e., “Followup IND Safety Report.” (3) If the results of a sponsor's investigation show that an adverse event not initially determined to be reportable under paragraph (c) of this section is so reportable, the sponsor must report such suspected adverse reaction in an IND safety report as soon as possible, but in no case later than 15 calendar days after the determination is made. (e) Disclaimer. A safety report or other information submitted by a sponsor under this part",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 68544,
  "end_pos": 70080,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.679Z"
}