{
  "id": "fda_guidance_chunk_0006",
  "title": "Introduction - Part 6",
  "text": "specifically permitted by FDA in the interest of patient safety. (b) Grounds for imposition of clinical hold — (1) Clinical hold of a Phase 1 study under an IND. FDA may place a proposed or ongoing Phase 1 investigation on clinical hold if it finds that: (i) Human subjects are or would be exposed to an unreasonable and significant risk of illness or injury; (ii) The clinical investigators named in the IND are not qualified by reason of their scientific training and experience to conduct the investigation described in the IND; (iii) The investigator brochure is misleading, erroneous, or materially incomplete; or (iv) The IND does not contain sufficient information required under § 312.23 to assess the risks to subjects of the proposed studies. (v) The IND is for the study of an investigational drug intended to treat a life-threatening disease or condition that affects both genders, and men or women with reproductive potential who have the disease or condition being studied are excluded from eligibility because of a risk or potential risk from use of the investigational drug of reproductive toxicity (i.e., affecting reproductive organs) or developmental toxicity (i.e., affecting potential offspring). The phrase “women with reproductive potential” does not include pregnant women. For purposes of this paragraph, “life-threatening illnesses or diseases” are defined as “diseases or conditions where the likelihood of death is high unless the course of the disease is interrupted.” The clinical hold would not apply under this paragraph to clinical studies conducted: (A) Under special circumstances, such as studies pertinent only to one gender (e.g., studies evaluating the excretion of a drug in semen or the effects on menstrual function); (B) Only in men or women, as long as a study that does not exclude members of the other gender with reproductive potential is being conducted concurrently, has been conducted, or will take place within a reasonable time agreed upon by the agency; or (C) Only in subjects who do not suffer from the disease or condition for which the drug is being studied. (2) Clinical hold of a Phase 2 or 3 study under an IND. FDA may place a proposed or ongoing Phase 2 or 3 investigation on clinical hold if it finds that: (i) Any of the conditions in paragraphs (b)(1)(i) through (b)(1)(v) of this section",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 6720,
  "end_pos": 8256,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.676Z"
}