{
  "id": "fda_guidance_chunk_0185",
  "title": "Introduction - Part 185",
  "text": "the rejected hypothesis propagates to other nodes following the arrows, as directed in 420 the diagram. The final conclusions of which hypotheses were rejected and which were not will 421 be the same irrespective of which vertex was inspected first. The graphical method enables 422 complex alpha-splitting and branching of testing path features to be clearly identified as part of 423 the analysis plan and correctly implemented. 424 425 Progressive Updating of the Diagram When Hypotheses Are Successfully Rejected 426 427 The graphical approach guides the hierarchical testing of multiple hypotheses through continual 428 updating of the initial graph whenever a hypothesis is successfully rejected. The initial graph 429 represents the full testing strategy (with all hypotheses). Each new graph shows the progression 430 Contains Nonbinding Recommendations 26 of the testing strategy by eliminating hypotheses that have been rejected and retaining those yet 431 to be tested or re-tested. 432 433 When there is a desire to consider analysis strategies with complex division of alpha, the 434 graphical method and progressive updating of the diagram can aid in understanding the 435 implication of the different strategies for a variety of different hypothetical scenarios. This 436 progressive updating can aid in selecting which specific strategy to select for the final study 437 statistical analysis plan. Adaptive Designs for Clinical Trials of Drugs and Biologics Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Contains Nonbinding Recommendations Adaptive Designs for Clinical Trials of Drugs and Biologics Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA staff responsible for this guidance as listed on the title page. I. INTRODUCTION AND SCOPE This document provides guidance to sponsors and applicants submitting investigational new drug applications (INDs), new drug applications (NDAs), biologics licensing applications (BLAs), or supplemental applications on the appropriate use of adaptive designs for clinical trials to provide evidence of the effectiveness and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 247296,
  "end_pos": 248832,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.689Z"
}