{
  "id": "fda_guidance_chunk_0086",
  "title": "Introduction - Part 86",
  "text": "INDs to which the IND safety report is being submitted in the subject line of the cover letter. If applicable, the sponsor should also identify (e.g., with use of an underline) the specific IND under which the suspected adverse reaction occurred (e.g., “Suspected adverse reaction occurred under IND XXXX1, reference to INDs XXXX2, XXXX3”). FDA accepts electronic submission of 15-day IND safety reports in eCTD format to the IND application if the IND is in eCTD format or if the sponsor intends to convert the IND to eCTD format. Complete information on eCTD specifications and guidance can be found on the FDA eCTD Web site, and assistance may be obtained by contacting ESUB@fda.hhs.gov. We recommend that sponsors submit 7-day IND safety reports electronically in eCTD format. If the IND is not in eCTD format, other means of rapid communication (e.g., telephone, facsimile transmission, email) may be used. If the IND is not in eCTD format and the sponsor intends to submit 7-day IND safety reports by facsimile transmission or email, the sponsor should address the submissions to the Regulatory Project Manager and the Chief, Project Management Staff in the FDA review division that has responsibility for review of the IND. In addition, if the sponsor intends to submit 7-day IND safety reports by email, we recommend the sponsor obtain a secure email account with FDA.16 C. Reporting Time Frame The time frame for submitting an IND safety report to FDA and all participating investigators is no later than 15 calendar days after the sponsor determines that the suspected adverse reaction or other information qualifies for reporting (21 CFR 312.32(c)(1)). The language in the IND safety reporting regulations was modified to describe the reporting time frame applicable to aggregate reports (§ 312.32(c)(1)(i)(B) and (C)) and increases in rates of occurrence of serious suspected adverse reactions (§ 312.32(c)(1)(iv)), which generally require more than one occurrence to make the determination that the event meets the criteria for reporting. Thus, the date of initial receipt of the first event could be well before it was determined that the event must be reported. Sponsors should have a predefined safety monitoring plan that includes processes and procedures for the review of safety information, including the frequency of review (see section V). FDA 16 Refer to the following link for details",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 114240,
  "end_pos": 115776,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.682Z"
}