{
  "id": "fda_guidance_chunk_0759",
  "title": "Introduction - Part 759",
  "text": "appropriate patients at an appropriate dose and schedule (see section 1.4.3). Lack of appropriate use of the control treatment would also make the study unusable as a non-inferiority study, if superiority of the test drug is not shown, because assay sensitivity of the study would not be ensured (see section 1.5.2). 2. Ability to Minimize Bias (2.4.2) A randomized and blinded active control trial generally minimizes subject and investigator bias, but a note of caution is warranted. In a non-inferiority trial, investigators and subjects know that all subjects are getting active drug, although they do not know which one. This could lead to a tendency toward categorizing borderline cases as successes in partially subjective evaluations, e.g., in an antidepressant study, which could decrease observed treatment differences and increase the likelihood that a finding of non-inferiority would not represent evidence of effectiveness. 3. Ethical Issues (2.4.3) Active control trials are generally considered to pose fewer ethical and practical problems than placebo-controlled trials because all subjects receive active treatment. It should be appreciated, however, that subjects receiving a new treatment are not receiving standard therapy (just as a placebo control group is not) and may be receiving an ineffective or harmful drug. This is an important matter if the active control therapy is known to improve survival or decrease the occurrence of irreversible morbidity, i.e. conditions in which a placebo or no treatment control would be unacceptable. There should therefore be a sound rationale for the test treatment. If there is no strong reason to expect the new drug to be at least as good as the standard, an add-on study (see section 2.1.5.2.1) may be more appropriate, if the conditions allow such a design. 4. Usefulness of Active Control Trials; Validity of Inference in Particular Situations (2.4.4) When a new treatment shows an advantage over an active control, the study is readily interpreted as showing efficacy, just as any other superiority trial is, assuming that the active control is not actually harmful. When an active control trial is used to show efficacy by demonstrating noninferiority, there is the special consideration of assay sensitivity, which is considered above in section 1.5. The active control trial can also be used to assess comparative efficacy if assay sensitivity is established. 5. Modifications of Design and Combinations with Other",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1018752,
  "end_pos": 1020288,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.736Z"
}