{
  "id": "fda_guidance_chunk_0524",
  "title": "Introduction - Part 524",
  "text": "indication for the disease being studied, and could published reports in the literature be used to support a treatment effect of the active control? The active control does not have to be labeled or approved in the United States for the indication being studied in the NI study as long as there are adequate data that are reliable and reproducible to support the chosen NI margin. FDA does, in some cases, rely on published literature and has done so in carrying out the meta-analyses of the effect of the active control that are used to define NI margins. The FDA guidance, “Providing Clinical Evidence of Effectiveness,” describes the approach to considering the use of literature in providing evidence of effectiveness, and similar considerations would apply here. Among these considerations are: • The quality of the publications (the level of detail provided) • The difficulty of assessing the endpoints used • Changes in practice between the present and the time of the studies • Whether FDA has reviewed some or all of the studies • Whether FDA and the sponsor have access to the original data As noted above, the endpoint for the NI study could be different (e.g., death, heart attack, and stroke) from the primary endpoint (cardiovascular death) in the studies if the alternative endpoint is well assessed and data on that endpoint are available for determining M1 (see also question 6). 5. If the active control drug is approved for the indication that is being studied, does the margin need to be justified, or if the active control drug has been used as an active comparator in the past in another study of design similar to the current study and a margin has been justified previously, can one simply refer to the previous margin used? When an active control drug is approved for the same indication as that of the NI trial, the size of the effect appearing in the label of the active control is usually based on the pivotal trials rather than a meta-analysis of all past studies. Further, the variability of the effect across past studies may not be available. In general, approval of a drug is based on showing superiority to placebo, usually in at least two studies, but FDA may not have critically assessed whether the effect",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 702912,
  "end_pos": 704448,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.718Z"
}