{
  "id": "fda_guidance_chunk_0417",
  "title": "Introduction - Part 417",
  "text": "responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of 1 This guidance does not apply to vaccines intended to prevent infectious diseases, bacteriophage products, live biotherapeutic products, fecal microbiota for transplantation (FMT) products and allergenic products. 2 This guidance applies only to early-phase clinical trials of cellular or gene therapy products. Later-phase clinical trials raise different and additional considerations, including those pertaining to subject selection, safety monitoring, and effectiveness evaluation. For additional information on early-phase clinical trials of cellular and gene therapy products, see Considerations for the Design of Early-Phase Clinical Trials of Cellular and Gene Therapy Products; Guidance for Industry, June 2015, https://www.fda.gov/media/106369/download. Contains Nonbinding Recommendations the word should in Agency guidances means that something is suggested or recommended, but not required. II. BACKGROUND Clinical trials that study multiple products in parallel for a particular disease or condition under a master protocol are commonly referred to as “umbrella” trials. In contrast to traditional trial designs where only one product is evaluated in a single clinical trial, umbrella trials use a single-trial infrastructure, design, and master protocol to simultaneously evaluate multiple products for a specific disease or condition, allowing for more efficient product development. This guidance focuses on a certain type of umbrella trial, where the products are multiple versions of a cellular or gene therapy product being studied in a single disease. The differences between the product versions are intended to yield differences in safety or activity, and therefore the product versions are generally submitted in separate INDs that are cross-referenced among each other. For example, a sponsor investigating an autologous chimeric antigen receptor (CAR) T cell product may wish to also investigate a different version of the product (e.g., an altered CAR protein domain to increase CAR activity, or a new cell source such as an allogeneic donor). In this situation, the different product versions are considered individual investigational drugs, but they could be simultaneously evaluated within the same overall trial, as described further in this guidance. Refer to the Appendix for additional examples of versions of a cellular or gene therapy product that would be within the scope of this guidance. The potential benefits of this type of umbrella trial include",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 559104,
  "end_pos": 560640,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.709Z"
}