{
  "id": "fda_guidance_chunk_0432",
  "title": "Introduction - Part 432",
  "text": "statutory requirements are cited. The use of the word should in Agency guidance means that something is suggested or recommended, but not required. II. BACKGROUND Adults 65 years of age and older, and especially those 75 years of age and older, are underrepresented in cancer clinical trials despite representing a growing segment of the population of cancer patients.5,6 Therefore, obtaining more information is important to better inform treatment decisions for older adults with cancer. Cancer is a disease generally associated with age, with the number of cancer cases projected to multiply due to a rapidly aging U.S. population.7 FDA is engaged with stakeholders to improve the representation of older adults in cancer trials. The issue of older adults being underrepresented in clinical trials persists in oncology despite FDA’s efforts to increase their inclusion in clinical trials. FDA has encouraged the inclusion of older adults in clinical trials, including through interaction with sponsors and through several guidance documents.8, In addition, FDA published a series of guidances that encourages sponsors to broaden cancer clinical trial eligibility criteria to enhance the generalizability of trial results and the ability to understand the drug’s benefit-risk profile across the patient population likely to use the drug in clinical practice. One guidance in the series, Cancer Clinical Trial Eligibility Criteria: Patients with Organ Dysfunction or Prior or Concurrent Malignancies (July 2020) is particularly relevant to older adults. This guidance encourages the inclusion of patients with organ dysfunction and with prior or concurrent malignancies, as appropriate, to better reflect the population that will use the drug in clinical practice. It also includes specific recommendations regarding the inclusion of patients with renal, cardiac, and hepatic dysfunction and of patients with prior or concurrent malignancy, all of which may increase with age. Differences may exist between younger and older adult patients in drug response and toxicity due to age-related physiologic changes. For example, the pharmacokinetics of the drug, or the pharmacodynamic response to the drug, or both may vary between younger and older adult 5 Singh H, Kanapuru B, Smith C, et al., 2017, FDA Analysis of Enrollment of Older Adults in Clinical Trials for Cancer Drug Registration: A 10-Year Experience by the U.S. Food and Drug Administration, JCO, 35:15 suppl, 10009-10009. 6 Smith BD, Smith GL, Hurria A, et al., 2009, Future of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 579264,
  "end_pos": 580800,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.710Z"
}