{
  "id": "fda_guidance_chunk_0374",
  "title": "Introduction - Part 374",
  "text": "In addition, it is important to consider whether initiation of the trial could interfere with public safety measures implemented by Federal, State, or local authorities. Q2. How should sponsors manage protocol deviations and amendments to ongoing trials during a disaster or PHE? FDA recognizes that during disasters or PHEs, sponsors of clinical trials may need to modify protocol-specified procedures. As is discussed in the main body of this guidance, for protocol deviations necessitated by the impact of a disaster or PHE, the sponsor should document the specific protocol deviation and the reason for the deviation. The sponsor can document protocol deviations using its standard processes or, given the larger expected number of such deviations in disaster or PHE circumstances, use alternative documentation approaches. For example, if visits are to be conducted by telephone or video contact rather than at the investigational site as specified in the protocol, documentation that provides a listing of all study visits (e.g., listing study reference number, patient ID, date of visit) that are deviations from the protocol because of the disaster or PHE generally would be acceptable. Protocol deviations should be included in final study reports and may also be included in annual reports. For changes in protocol conduct, under the investigational new drug application (IND) regulations, protocol amendments that are necessary to prevent apparent immediate hazards to trial participants can be immediately implemented with subsequent submission and formal approval by the IRB and notification to FDA through filing a protocol amendment to the IND.1 1 See 21 CFR 56.108(a)(4) and 312.30(b)(2)(ii). Contains Nonbinding Recommendations For studies under an IND, 21 CFR 312.30(b) specifies that sponsors must submit a protocol amendment to the IND describing any change in a Phase 1 protocol that significantly affects the safety of trial participants or any change in a Phase 2 or 3 protocol that significantly affects the safety of trial participants, the scope of the investigation, or the scientific quality of the study. Pausing enrollment in a trial to decrease potential exposure to an emerging disease or condition related to the disaster or PHE would not generally be expected to significantly affect trial participant safety, the scope of the investigation, or the scientific quality of the study; therefore, submitting a protocol amendment would not be required under the regulation for such a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 501312,
  "end_pos": 502848,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.705Z"
}