{
  "id": "fda_guidance_chunk_0159",
  "title": "Introduction - Part 159",
  "text": "an effect on the primary endpoint is shown, the secondary endpoints can be formally tested. A secondary endpoint could be a clinical effect related to the primary endpoint that extends the understanding of that effect (e.g., an effect on survival when a cardiovascular drug has shown an effect on the primary endpoint of heart failure-related hospitalizations) or provide evidence of a clinical benefit distinct from the effect shown by the primary endpoint (e.g., a disability endpoint in a multiple sclerosis treatment trial in which relapse rate is the primary endpoint). As a general principle, it is important to include the secondary endpoints that can potentially provide evidence of additional effects of the drug on the disease or condition in the Type I error control plan. In general, it may be desirable to limit the number of secondary endpoints, because if multiplicity adjustments are used, the chance of demonstrating an effect on any secondary endpoint may become increasingly small as the number of secondary endpoints increases, or if a hierarchy is used, the important hypotheses further down the hierarchy might never get tested. Exploratory endpoints do not need multiplicity adjustment because they are generally not used to support conclusions. 3. Selecting and Interpreting the Endpoints in the Primary and Secondary Endpoint Families Positive results on the secondary endpoints can be interpretable if there is first a demonstration of a treatment effect on the primary endpoint family (O’Neill 1997). The overall Type I error rate should control for the primary and secondary endpoint families all together. Occasionally, there are trials where a clinically important endpoint (e.g., mortality or irreversible morbidity) is expected to have too few events to provide adequate power for the trial, while a 7 Contains Nonbinding Recommendations different clinically important endpoint occurs more frequently or earlier in the disease process, leading to larger power. In such cases, generally the endpoint with inadequate power for detection is classified as a secondary endpoint, while the endpoint for which larger power is expected is classified as the primary endpoint. For example, in some oncology trials, progression-free survival is selected as the primary endpoint, and overall survival is selected as the secondary endpoint because an effect of treatment on disease progression is clinically important and may be more readily demonstrable, may be detected earlier, and may often",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 212352,
  "end_pos": 213888,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.687Z"
}