{
  "id": "fda_guidance_chunk_0074",
  "title": "Introduction - Part 74",
  "text": "ISSUES A. Alternative Reporting Arrangements (21 CFR 312.32(c)(3)) Title 21 of the CFR §§ 312.32(c)(1) and 312.32(c)(1)(v) specify the format and time frame for reporting suspected adverse reactions in an IND safety report (see section VII). Sponsors may request and adopt different reporting formats or frequencies if agreed to in advance by the director of the FDA review division that has responsibility for review of the IND (21 CFR 312.32(c)(3)). In addition, FDA may require a sponsor to submit IND safety reports in a different format or at a different frequency than required under 21 CFR 312.32(c)(1) and 312.32(c)(1)(v) (see 21 CFR 312.32(c)(3)). FDA may require a sponsor to continue to report expeditiously a medically significant suspected adverse reaction that is listed in the investigator brochure as observed with the drug (i.e., expected) so that its rate can be carefully monitored (21 CFR 312.32(c)(3)). For example, if a single occurrence of Stevens-Johnson Syndrome was observed in a subject receiving the investigational drug, FDA may require expedited reporting of additional cases of rash of a lesser severity. FDA may also require an alternative format or frequency for reporting suspected adverse reactions from clinical trials once a study or design has been identified as posing a potential or previously unforeseen risk to participants. See sections VI.D and VI.D.3 for information on investigator reporting arrangements. Contains Nonbinding Recommendations B. Investigator Brochure The purpose of the investigator brochure is to provide the investigator with information (clinical and nonclinical) about the investigational drug that is relevant to the study of the drug in human subjects. The investigator brochure should include the information that is important for the investigator, who is administering the drug to human subjects, to know and understand. The investigator brochure is required to include information about the following (see 21 CFR 312.23(a)(5)):  Drug substance and formulation  Pharmacological and toxicological effects of the drug in animals (and in humans, if known)  Pharmacokinetics and biological disposition of the drug in animals (and in humans, if known)  Information relating to safety and effectiveness in humans obtained from prior clinical studies  Information about possible risks and side effects to be anticipated on the basis of prior experience with the drug under investigation or with related drugs  Precautions or special monitoring to be done as",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 98112,
  "end_pos": 99648,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}