{
  "id": "fda_guidance_chunk_0126",
  "title": "Introduction - Part 126",
  "text": "comorbidities, the anticipated safety profile of the drug, and the potential impacts of organ 241 impairment on a drug’s pharmacokinetics. 242 243 In general, sponsors should evaluate the effects of more than one dosage on response using 244 pharmacodynamic or other sensitive clinical measures of efficacy and safety to inform dosing. 245 Use of more than one dosage provides a range of exposures that can be used to determine which 246 dosage should be carried forward into registrational clinical investigations and which dosage is 247 appropriate for the general population upon approval. Biospecimens for analysis of 248 pharmacokinetics and/or pharmacodynamics should be obtained from all clinical investigation 249 participants to aid in evaluation of exposure-response relationships and selection of the most 250 appropriate dosage. Sponsors developing drugs for rare diseases should provide a comprehensive 251 plan for clinical pharmacology assessments to FDA early in drug development and discuss the 252 plan with the review division. Further information on dose selection is under subsection E., 253 Additional Considerations Related to Clinical Development for Rare Disease Drugs. 254 255 2. Identification and Use of Biomarkers 256 257 Sponsors are encouraged to evaluate biomarkers that are relevant to the disease process and drug 258 response throughout the course of drug development for rare diseases. When appropriate and 259 feasible, sponsors should develop a plan for obtaining specimens from clinical investigation 260 participants to evaluate the effects of the drug in relevant tissues. When biomarkers are used to 261 support critical decisions, such as for patient monitoring, dose selection, or supporting efficacy 262 30 See the guidances for industry Pharmacokinetics in Patients with Impaired Hepatic Function: Study Design, Data Analysis, and Impact on Dosing and Labeling (May 2003), Population Pharmacokinetics (February 2022), In Vitro Drug Interaction Studies – Cytochrome P450 Enzyme- and Transporter-Mediated Drug Interactions (January 2020), Clinical Drug Interaction Studies – Cytochrome P450 Enzyme- and Transporter-Mediated Drug Interactions (January 2020). See also the draft guidance for industry Pharmacokinetics in Patients with Impaired Renal Function - Study Design, Data Analysis, and Impact on Dosing (September 2020). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations 9 and safety, adequate information should be provided to support the biomarker and validation of 263 the assay method.31 Early consultation with the appropriate review division",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 168000,
  "end_pos": 169536,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.685Z"
}