{
  "id": "fda_guidance_chunk_0639",
  "title": "Introduction - Part 639",
  "text": "OpenBUGS can be found at http://mathstat.helsinki.fi/openbugs/ 10 2.9 What resources are available to learn more about Bayesian statistics? Non-technical introductory references to Bayesian statistics and their application to medicine include Malakoff (1999), Hively (1996), Kadane (1995), Brophy & Joseph (1995), Lilford & Braunholtz (1996), Lewis & Wears (1993), Bland & Altman (1998), and Goodman (1999a, 1999b). O’Malley & Normand (2003) discuss the FDA process and Bayesian methods for medical device trials. Berry (1997) has written an introduction on Bayesian medical device trials specifically for FDA. Brophy & Joseph (1995) provide a well-known synthesis of three clinical trials using Bayesian methods. A comprehensive summary on the use of Bayesian methods to design and analyze clinical trials or perform healthcare evaluations appears in Spiegelhalter, Abrams, & Myles (2004). Introductions to Bayesian statistics that do not emphasize medical applications include Berry (1996), DeGroot (1986), Stern (1998), Lee (1997), Lindley (1985), Gelman, et al. (2004), and Carlin and Louis (2008). References with technical details and statistical terminology are Spiegelhalter, et al. (2000), Spiegelhalter, et al. (1994), Berry & Stangl (1996), Breslow (1990), Stangl & Berry (1998), and Box and Tiao (1992). Technical overviews of Markov Chain Monte Carlo methods for Bayesian computation include Gamerman and Lopes (2006) and Chapter 1 of Gilks, Richardson and Spiegelhalter (1996). Practical applications of Bayesian analyses appear in a number of excellent books, including Spiegelhalter et al (2004), , Congdon (2003), Broemeling (2007), Congdon (2007), Congdon (2005), Albert (2007), and Gilks et al. (1996). Excellent books on optimal Bayesian decision making (a.k.a., Bayesian decision theory) include Berger (1986), Robert (2007), Raiffa and Schlaifer (2000), and MH DeGroot (1970). A list of resources on the Web appears on the International Society for Bayesian Analysis website.5 3. Bayesian Statistics 5 http://www.bayesian.org/ 11 3.1 Outcomes and Parameters Statistics is concerned with making inferences about unknown quantities of interest. A quantity of interest may be: • an outcome associated with a patient or some other experimental orstudy unit, or • a parameter, a quantity that describes a characteristic of the populationfrom which the study is considered to be a sample. For instance, outcomes in device trials include: • adverse events (e.g., death, renal failure, bleeding, myocardialinfarctions, recurrence), • measures of effectiveness (e.g., in cardiac function, visual acuity,patient satisfaction), and • diagnostic test results. Parameters might describe: •",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 857472,
  "end_pos": 859008,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.727Z"
}