{
  "id": "fda_guidance_chunk_0574",
  "title": "Introduction - Part 574",
  "text": "of population subsets, can be useful to generate hypotheses in designing subsequent studies; however, conclusions based solely upon multiple statistical analyses without appropriate correction may be misleading. Finally, safety data based on active adverse event monitoring provides a more meaningful safety profile of a product than data based on passive monitoring and/or reporting of only those events that an individual investigator deems “related” based upon an individual investigator’s judgment. B. Proposed Initial Studies Safety data obtained from the administration of an investigational product to healthy volunteers can be important in identifying common product-associated adverse events before proceeding to studies in more vulnerable populations, e.g., children or those with the disease of interest. Proposed studies evaluating treatment effects should include disease definitions and criteria for worsening, improvement, relapse, etc., applicable to the disease and population studied. For useful sources of information on clinical investigations generally, and clinical studies in pediatric or geriatric populations specifically, you should refer to the appropriate FDA guidance documents, including those prepared under the auspices of ICH at http://www.fda.gov/RegulatoryInformation/Guidances/ucm122049.htm (Refs. 11 through 15). Considerations for the Design of Early-Phase Clinical Trials of Cellular and Gene Therapy Products _______________________________________________________ Guidance for Industry This guidance represents the Food and Drug Administration’s (FDA’s or Agency’s) current thinking on this topic. It does not create or confer any rights for or on any person and does not operate to bind FDA or the public. You can use an alternative approach if the approach satisfies the requirements of the applicable statutes and regulations. If you want to discuss an alternative approach, contact the FDA staff responsible for implementing this guidance using the contact information on the title page of this guidance. I. INTRODUCTION The Center for Biologics Evaluation and Research (CBER)/Office of Cellular, Tissue, and Gene Therapies (OCTGT) is issuing this guidance to assist sponsors and investigators in designing early-phase clinical trials for cellular therapy (CT) and gene therapy (GT) products. CT and GT products will be referred to collectively as CGT products. This guidance provides OCTGT’s current recommendations regarding clinical trials in which the primary objectives are the initial assessments of safety, tolerability, or feasibility of administration of investigational products. Such trials include most Phase 1 trials, including the initial introduction of an investigational new drug into humans, and some Phase 2 trials of CGT",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 770112,
  "end_pos": 771648,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.722Z"
}