{
  "id": "fda_guidance_chunk_0736",
  "title": "Introduction - Part 736",
  "text": "have previously failed to respond to the control treatment, there would be a bias in favor of the new treatment. The results of such a trial could not be generalized to the entire population of previously untreated patients. A finding of superiority of the new treatment, however, still would be evidence of the efficacy of the new treatment in the population studied. In fact, a trial of a new treatment in apparent nonresponders to another treatment, in which the nonresponders are randomized to either the new or failed treatment (so long as this does not place the patients at risk), can provide a demonstration of the value of the new treatment in such nonresponders, a clinically valuable observation. Similarly, it is sometimes possible to identify patient subsets more or less likely to have a favorable response or to have an adverse response to a particular drug. For example, blacks usually respond poorly to the blood pressure effects of beta blockers and angiotensin- converting enzyme inhibitors, so that a comparison of a new antihypertensive with these drugs in these patients would tend to show superiority of the new drug. It would not be appropriate to conclude that the new drug is generally superior. Again, however, a planned trial in a subgroup, with recognition of its limitations and of what conclusion can properly be drawn, could be informative. c. Selection and Timing of Endpoints (1.4.3.3) When two treatments are used for the same disease or condition, they may differentially affect various outcomes of interest in that disease, particularly if they represent different classes or modalities of treatment. Therefore, when comparing them in a clinical trial, the choice and timing of endpoints may favor one treatment or the other. For example, thrombolytics in patients with acute myocardial infarction can reduce mortality but increase hemorrhagic stroke risk. If a new, more pharmacologically active, thrombolytic were compared with an older thrombolytic, the more active treatment might look better if the endpoint were mortality, but worse if the endpoint were a composite of mortality and disabling stroke. Similarly, in comparing two analgesics in the management of dental pain, assigning a particularly heavy weight to pain at early time points would favor the drug with more rapid onset of effect, while assigning more weight to later time points would favor a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 987840,
  "end_pos": 989376,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.734Z"
}