{
  "id": "fda_guidance_chunk_0076",
  "title": "Introduction - Part 76",
  "text": "impairment are likely to experience a serious adverse reaction) should be communicated to investigators immediately, along with an update to the investigator brochure and possibly to the protocol (e.g., a change in screening procedures and eligibility criteria). On the other hand, an update to reflect a minor change in a suspected adverse reaction rate could be done on an annual basis. The sponsor should exercise judgment when deciding whether the threshold has been reached for adding a newly observed adverse event to the investigator brochure. Criteria to consider usually include the strength of the evidence from individual or multiple cases and previous knowledge about the drug or drug class. Until the investigator brochure is updated to include a new serious, suspected adverse reaction, subsequent occurrences of similar serious, suspected adverse reactions must be submitted expeditiously in IND safety reports (21 CFR 312.32(c)(1)(i)) to FDA and all participating investigators. There is more than one acceptable approach for updating the investigator brochure with new safety information. For example, adding a new serious and unexpected suspected adverse reaction to the investigator brochure as an addendum, rather than reissuing the entire brochure, is an acceptable approach for keeping investigators informed of new observations. Sponsors should ensure that any addenda are incorporated into the next full revision of the investigator brochure. C. Unblinding The blind should ordinarily be broken for IND safety reports submitted to FDA and all participating investigators. Knowledge of the treatment received is necessary for interpreting the event, may be essential for the medical management of the subject, and may provide critical safety information about a drug that could have implications for the ongoing conduct of the trial (e.g., monitoring, informed consent). The Agency does not believe that unblinding single or small numbers of serious and unexpected adverse event cases will compromise the integrity of the study, in part because such unblinding should be infrequent. For example, because the requirement under ยง 312.32(c)(5) specifically describes different reporting requirements for study endpoints, in a trial evaluating death, myocardial infarctions, and strokes as endpoints, a case of liver injury, if unblinded, would have no effect on overall study integrity. In general, if the blind is broken and a subject with an adverse event that would meet the criteria for reporting as a single event was receiving placebo, the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 100800,
  "end_pos": 102336,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}