{
  "id": "fda_guidance_chunk_0472",
  "title": "Introduction - Part 472",
  "text": "the justification should be included in the study protocol. Additionally, the impact of such a dosage difference on analysis and evaluation of MRCT data should be considered in the planning stage. • The same dosage form (e.g., liquid drugs versus tablets) for active comparators should generally be used among regions participating in MRCTs to ensure consistency of treatment effects and data interpretability. Different dosage forms could be used if the dissolution profiles and bioavailability are well characterized, and differences are negligible. • To ensure the consistent quality of the active comparators, it is recommended that the same source be used in all participating regions. When active comparators from different sources are used in MRCTs, justification should be provided (e.g., in form of Certification of Analysis or report from the manufacturer on equivalence or dissolution studies) to ensure that the comparator has the same quality in all participating regions. • It is recommended that the most comprehensive product information in a region be used consistently in all participating regions. If the product information differs from local product information (e.g., differences in the warnings, adverse reactions), this difference should be explained in the local informed consent form. • If different drugs in the same or similar drug class are proposed to be used as active comparators, justification should be provided in the protocol based on available scientific evidence. The above considerations may also be applicable in cases where comparators are selected based on investigator’s choice of local standard care. Active comparators in MRCTs should ideally be approved in all participating regions. However, there could be situations where active comparators used in MRCTs are not approved or not available in specific regions, but have been approved and available in some ICH regions. The justification (including safety considerations) for the use of an unapproved drug should therefore be described in the protocol based on scientific information, treatment guidelines, and other relevant documents. Development status (e.g., no plan for development, under development, under regulatory review) of the unapproved drug in the region should also be described in the protocol. Plans for post-study treatment, including continued access to unapproved comparator, should be considered and provided to the patient in the informed consent. 9. Handling Concomitant Medications (2.2.9) Contains Nonbinding Recommendations In general, drugs used concomitantly with the investigational drug should",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 633024,
  "end_pos": 634560,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.714Z"
}