{
  "id": "fda_guidance_chunk_0431",
  "title": "Introduction - Part 431",
  "text": "responsible for the development and oversight of cancer clinical trials. Enrolling an adequate representation of the range of patients in a clinical trial that may be exposed to a drug after approval is important. It provides the ability to understand the drug’s benefit-risk profile across the patient population likely to use the drug in clinical practice (e.g., to identify whether there are differences in the benefits and/or risks of the drug in different populations). Including information in the labeling describing use in older adults may help promote the safe and effective use of these products in older adults and better inform treatment decisions in clinical practice.4 1 This guidance has been prepared by the Oncology Center of Excellence (OCE), Center for Drug Evaluation and Research (CDER), and Center for Biologics Evaluation and Research (CBER) at the Food and Drug Administration. 2 For the purposes of this guidance, references to drugs includes drugs approved under section 505 of the Federal Food, Drug, and Cosmetic Act (21 U.S.C. 355) and biological products licensed under section 351 of the Public Health Service Act (42 U.S.C. 262). 3 Singh H, Kanapuru B, Smith C, et al., 2017, FDA Analysis of Enrollment of Older Adults in Clinical Trials for Cancer Drug Registration: A 10-Year Experience by the U.S. Food and Drug Administration, JCO, 35:15 suppl, 10009-10009. 4 See the draft guidance for industry Geriatric Information in Human Prescription Drug and Biological Product Labeling (September 2020). When final this guidance, will represent the FDA’s current thinking on this topic. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/RegulatoryInformation/Guidances/default.htm. Contains Nonbinding Recommendations The contents of this document do not have the force and effect of law and are not meant to bind the public in any way, unless specifically incorporated into a contract. This document is intended only to provide clarity to the public regarding existing requirements under the law. FDA guidance documents, including this guidance, should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidance means that something is suggested or recommended, but not required. II. BACKGROUND Adults 65 years of age and older, and especially those 75 years of age and older, are underrepresented in cancer clinical trials despite",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 577920,
  "end_pos": 579456,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.710Z"
}