{
  "id": "fda_guidance_chunk_0361",
  "title": "Introduction - Part 361",
  "text": "effect of a drug on common COVID-19-related symptoms. 189 • FDA encourages sponsors to provide a rationale to support their proposed endpoints, 191 taking into account relevant information from literature sources and any relevant clinical 192 trials. 193 2. Trials of Drugs for Treatment of COVID-19 195 Sponsors should consider the following: 197 • As described in the guidance for industry COVID-19: Developing Drugs and Biological 199 Products for Treatment or Prevention, an appropriate endpoint could be the time to 200 sustained symptom alleviation or resolution assessed over an appropriate duration. 201 • Sustained symptom alleviation or resolution can be defined as occurring when no key 203 COVID-19-related symptom scored higher than a prespecified threshold over a clinically 204 meaningful time period (as documented using a PRO instrument). 205 • To evaluate clinical benefit, sponsors should include trial entry criteria defining the 207 minimal baseline severity score for COVID-19-related symptoms (e.g., at least two 208 symptoms with a score of 2 or higher using the scoring system shown in Table 115). 209 FDA does not recommend the following: 211 • Defining endpoints based on adding scores of the items within a set of common COVID-213 19-related symptoms to form an aggregate score. Given the heterogeneity of COVID-19-214 related symptoms, any single trial subject may only experience a small subset of the 215 common COVID-19-related symptoms described in this guidance. 216 • Calculating an area under the curve of COVID-19-related symptoms, as this metric is not 218 easily interpretable in this context of use. 219 3. Trials of Drugs for Prevention of COVID-19 221 Sponsors should consider the following: 223 • As described in the guidance for industry COVID-19: Developing Drugs and Biological 225 Products for Treatment or Prevention, there is interest in ascertaining whether the 226 severity of COVID-19-related symptoms is milder in trial subjects receiving prophylaxis 227 compared with subjects not receiving prophylaxis. 228 15 Note that the example relates to the items using verbal rating scale. For event-driven symptoms, consider a baseline threshold frequency to reflect moderate to severe severity in the target patient population. Contains Nonbinding Recommendations • Sponsors should collect data on COVID-19-related symptoms and other endpoints to 230 characterize levels of severity for prevention trials.16 Sponsors can consider using the set 231 of 14 common COVID-19-related symptoms, as described",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 483840,
  "end_pos": 485376,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}