{
  "id": "fda_guidance_chunk_0250",
  "title": "Introduction - Part 250",
  "text": "• The definition of progression • The SAP • The methodology for handling missing data and censoring methods • The data to be recorded on the case report form (CRF) • The operating procedures of an independent endpoint review committee (IRC), if applicable (see Appendix) E. Clinical Trial Analysis Issues Missing data can complicate endpoint analysis. For endpoints based on tumor assessments, the protocol should define an adequate assessment visit for each patient (i.e., a visit when all scheduled tumor assessments have been done). The analysis plan should outline a comparison of the adequacy of follow-up in each treatment arm. Methodology for analyzing incomplete and/or missing follow-up visits and censoring methods should be specified in the protocol. The analysis plan should specify the primary analysis and one or more sensitivity analyses to evaluate the robustness of the results. Although any analyses with missing data can be problematic, the results can be strengthened by similar results in both the primary and the sensitivity analyses. When applicable, the evaluation should include the number of deaths in patients who have been lost to follow-up for a prolonged time period. For example, an imbalance in such deaths could bias a PFS measurement by overestimating PFS in the treatment arm with less follow-up. Contains Nonbinding Recommendations V. CONCLUSION Although the general principles outlined in this guidance should help applicants select endpoints for marketing applications, we recommend that applicants meet with the FDA before submitting protocols intended to support NDA or BLA marketing applications. The FDA will ensure that these meetings include a multidisciplinary FDA team of oncologists, statisticians, clinical pharmacologists, and external expert consultants as needed. Applicants can submit protocols after these meetings and request a special protocol assessment that provides confirmation of the acceptability of endpoints and protocol design to support drug marketing applications.24 Ultimately, of course, marketing approval depends not only on the design of clinical trials, but on FDA review of the results and data from all studies in the drug marketing application. 24 See the guidance for industry Special Protocol Assessment. Contains Nonbinding Recommendations APPENDIX: INDEPENDENT REVIEW OF TUMOR ENDPOINTS Clinical trial results that support drug approval should be verifiable by applicants and the Food and Drug Administration (FDA). Objective response rate (ORR) determined in single-arm studies can be evaluated by reviewing a limited number",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 334656,
  "end_pos": 336192,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.695Z"
}