{
  "id": "fda_guidance_chunk_0348",
  "title": "Introduction - Part 348",
  "text": "sponsors should consider the type of medical device, its intended use, its instructions for use, and the potential risks of the device for participants. Investigational devices intended for home use may be appropriate for use by trial participants without the investigator’s direct oversight when such direct oversight is not needed to mitigate potential serious risks to trial participants. Investigational devices that are not intended for self-use (i.e., devices used in hospital or ambulatory care settings) should be used or administered by qualified trial personnel with investigator oversight. An investigator shall not supply an investigational device to any person not authorized under 21 CFR part 812 to receive it.46 Certain follow-up assessments or procedures needed after using the investigational device or after surgical implantation of the device in trial participants may be performed by appropriately qualified and trained local HCPs or trial personnel via telehealth visits, at the homes of trial participants, or in local health care facilities. A telehealth visit may be appropriate if an assessment in that setting does not pose significant risk to trial participants and if there are plans in place to ensure that adverse events identified during such visits will be properly assessed, managed, and documented. H. Packaging and Shipping of Investigational Products In some cases, DCTs may involve the direct distribution of IPs to trial participants or local HCPs. In these cases, investigators must remain responsible for supervising the supply of IP to trial participants or local HCPs.47 When applicable, trial personnel should be trained on procedures and appropriate documentation for handling, packaging, shipping, and tracking IPs. When IPs are directly distributed to trial participants or local HCPs, such as through a central distribution service, the investigator must authorize the release of the IP by the distributor; ensure receipt by trial participants or local HCPs, which should be done according to procedures described in the investigational plan or other trial-related documents; and document the return or disposal of any unused product as directed by the sponsor.48 When IPs are shipped directly to participants, investigators should ensure participants have appropriate instructions for use of the product. Sponsors should address the following in trial-related documents: • How the physical integrity and stability of the IP will be maintained during shipment, including appropriate packaging materials and methods (e.g., temperature control). 46 See",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 466368,
  "end_pos": 467904,
  "tokens": 512,
  "tags": [
    "safety",
    "design"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.703Z"
}