{
  "id": "fda_guidance_chunk_0330",
  "title": "Introduction - Part 330",
  "text": "noted and a rationale provided. • Use (including changes in dose) of concomitant medications or therapies that may affect the interpretation of the concept(s) being measured (e.g., use of concomitant pain medications when measuring pain) should be carefully recorded. VI. LABELING CONSIDERATIONS Inclusion of PRO data in the product labeling will depend on the adequacy of the design and conduct of the trial, the strengths and limitations of the instrument within the given context of use, and the quality of submitted data. Contains Nonbinding Recommendations • Lack of statistical superiority is not suitable evidence for claims of “no meaningful difference.” A claim of non-inferiority or equivalence should be supported by evidence that the sensitivity of the measure is adequate and the trial should be adequately designed, including justification for the selected non-inferiority margin, to make such a claim as documented in the statistical analysis plan. • If a claim of superiority in a particular PRO endpoint is sought, pre-specify the PRO hypothesis and test it within the clinical trial. Control the overall type I error rate if multiple hypotheses are being tested. Prospectively define the statistical analysis methods, especially procedures for handling missing values and censoring rules if appropriate. Provide justification for the endpoint definition, including what constitutes meaningful change, for FDA review and comment in advance of initiating the clinical trial. This information should be included in the statistical analysis plan. • Exploratory PRO findings (i.e., not included in the statistical hierarchy) are considered descriptive. FDA will review these data and will evaluate and consider whether inclusion of descriptive PRO data in labeling is appropriate on a case-by-case basis, taking into consideration any factors that may affect the interpretability and reliability of the findings. For example, exploratory PRO results further describing the timing, frequency, and impact of visual disturbances were included in the ADVERSE REACTIONS section of labeling for XALKORI, to provide additional detail about the nature, frequency, and severity of vision disorders reported by clinicians.17 Generally, exploratory PRO findings of a comparative treatment benefit are unlikely to support inclusion in product labeling. 17 For adverse reactions with significant clinical implications, the listings [in the Clinical Trials Experience subsection of the ADVERSE REACTIONS section] must be supplemented with additional detail about the nature, frequency, and severity of the adverse reaction and the relationship",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 442176,
  "end_pos": 443712,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.701Z"
}