{
  "id": "fda_guidance_chunk_0500",
  "title": "Introduction - Part 500",
  "text": "of the control effect without actually specifying that control effect or a specific fixed NI margin based on the control effect. In other words, the fraction M2/M1 of the control effect that is to be preserved in evaluating NI is specified in advance, but neither quantity (M1 or M2) is specified. The multiple steps involved and assumptions made in evaluating the NI hypothesis using either the fixed-margin or synthesis approach are all potential sources of uncertainty that may be introduced into the results and conclusions of an NI study. In section IV.B, we attempt to identify these sources and suggest approaches to accounting for uncertainty to reduce the possibility of drawing false conclusions from an NI study. Section IV.C provides further discussion of the statistical analysis methods for evaluating non-inferiority. B. Statistical Uncertainties and Quantification of the Active Control Effect (M1) 1. What Are the Sources of Uncertainty in an NI Study? The interpretation of an NI study depends on three linked critical conclusions: 1. That there is reliable information about the effect the active control drug had in past studies 2. That there is reason to believe the effect the active control drug has in the current NI study is similar to the effect observed in past studies 3. That the NI study provides reliable information about the effect of the test drug relative to the comparator All three sources of information are subject to uncertainty. For the first and third, the uncertainty is largely of a statistical nature, measured by standard errors (for the synthesis method) and confidence intervals (for the fixed margin method). The second conclusion is subject to scientific uncertainty that is largely unquantifiable. The first source of uncertainty is the estimation of the effect of the active control in past studies. Particular problems arise when there is only a single historical study of the active control versus placebo because there is then no information about study-to-study variability; when there are multiple studies but substantial inconsistency in the estimates of the size of the effect among them; and when data from several pharmacologically related drugs are used to develop the estimate for the effect of the active control. All three of these potential problems need to be considered when choosing M1. The second source of uncertainty is not statistically based",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 670656,
  "end_pos": 672192,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.716Z"
}