{
  "id": "fda_guidance_chunk_0243",
  "title": "Introduction - Part 243",
  "text": "Treatment effect measured by ORR can be a surrogate endpoint to support accelerated approval, a surrogate endpoint to support traditional approval, or it can represent direct clinical benefit based on the specific disease, context of use, magnitude of the effect, the number of CRs, the durability of response, the disease setting, the location of the tumors, available therapy, and the risk-benefit relationship. 3. Complete Response CR is defined as no detectable evidence of tumor. CR is generally measured through imaging studies (e.g., CT scans) or through histopathologic assessment (e.g., bone marrow biopsy or breast cancer resection specimens). Treatment effect measured by CR can be a surrogate endpoint to support accelerated approval, a surrogate endpoint to support traditional approval, or it can represent direct clinical benefit based on the specific disease, context of use, magnitude of the 19 Eisenhauer EA, P Therasse, J Bogaerts, LH Schwartz, D Sargent, R Ford, et al., 2009, New Response Evaluation Criteria in Solid Tumours: Revised RECIST guideline (version 1.1), Eur J Cancer, 45(2):228-247. Contains Nonbinding Recommendations effect, effect duration, disease setting, location of disease, available therapy, and the risk-benefit relationship. For hematologic malignancies such as acute leukemia, CR has been used as a clinical endpoint for traditional approval. For early high-risk breast cancer, pathologic CR (pCR) has been used as a surrogate endpoint for accelerated approval. 4. Time to Progression and Progression-Free Survival TTP and PFS have served as primary endpoints for drug approval. TTP is defined as the time from randomization until objective tumor progression; TTP does not include deaths. PFS is defined as the time from randomization until objective tumor progression or death, whichever occurs first. The precise definition of tumor progression is important and should be carefully detailed in the protocol. Compared with TTP, PFS is the preferred regulatory endpoint. PFS includes deaths and thus can be a better correlate to overall survival. In TTP analysis, death events are censored, either at the time of death or at an earlier visit representing informative censoring (nonrandom pattern of loss from the study). PFS assumes that death events are randomly related to tumor progression. PFS can reflect tumor growth and be assessed before the determination of a survival benefit. Its determination is not confounded by subsequent therapy. For a given sample size, the magnitude of effect on PFS",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 325248,
  "end_pos": 326784,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.694Z"
}