{
  "id": "fda_guidance_chunk_0569",
  "title": "Introduction - Part 569",
  "text": "is gained in the manufacturing process and prior to use of the product in pivotal studies supporting licensure. Contains Nonbinding Recommendations We recommend that the drug specifications section include the following: • The identity of each microbial strain present in the drug substance should be determined using a specific and reproducible assay. Testing may be based upon biochemical methods such as fermentation profile or genotypic methods, including such as ribotyping, restriction fragment length polymorphism (RFLP), or both. In addition, if one or more genetic loci, either naturally occurring or engineered, have been identified as critical for biological activity, we recommend that you develop a specific identity assay. • Potency of live microbial products is generally a measure of viable cells per unit or dose, i.e., colony-forming units (CFUs). Additional measures of product potency may be applicable, depending on the specific product strain(s) and knowledge of the mechanism(s) of action. • Purity tests of a LBP may include assessment of endotoxin content, residual antibiotics, and/or the quantification of residual toxic components or contaminants introduced during manufacture. • Depending on the clinical setting and route of administration, LBPs may need to be devoid of any extraneous organisms, or alternatively should have a low level of extraneous organisms. Tests for microbial bioburden should be in accordance with the US Pharmacopeia (39 USP <61>) Microbiological Examination of Nonsterile Products: Microbial Enumeration Tests (Ref. 6). Depending on the nature of other products campaigned at the manufacturing facility and the proposed use of the product, the inclusion of tests specific for other organisms may be necessary. C. Drug Product The drug product contains the drug substance(s) formulated with other necessary ingredients in the finished dosage. Other necessary ingredients, active or inactive, may include adjuvants, stabilizers, and/or excipients. The other ingredients may also be held separately from the drug product, such as diluents for reconstitution. 1. Composition Composition includes a list of all components in the drug product, including drug substance(s) and other ingredients (see generally 21 CFR 312.23(a)(7)(iv)(b)). You should specify quantitative composition of a unit dose and batch. This section should also contain a description of the tests and preliminary specifications for all of the drug product ingredients, including the acceptable upper and lower limits of CFUs for the product strain. You should submit certificates of analysis for all",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 763392,
  "end_pos": 764928,
  "tokens": 512,
  "tags": [
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}