{
  "id": "fda_guidance_chunk_0210",
  "title": "Introduction - Part 210",
  "text": "conducted for an unstated length of time, and often involve complex adaptations, they should generally involve extensive discussion with FDA. E. Adaptations to Patient Allocation This section considers two types of adaptations to patient allocation: adaptations based on comparative baseline characteristic data and adaptations based on comparative outcome data. The first type is covariate-adaptive treatment assignment, a technique in which a patient’s treatment assignment depends in part or entirely on his or her baseline characteristics and the baseline characteristics and treatment assignments of previously enrolled patients. Such an approach is used to promote balance between treatment groups on baseline covariates. One wellknown example of covariate-adaptive randomization is minimization (Pocock and Simon 1975), which involves assigning each consecutive patient to treatment in such a way that differences between treatment groups on potentially prognostic covariates are minimized. Covariate-adaptive treatment assignment techniques do not directly increase the Type I error probability when analyzed with the appropriate methodologies (generally randomization or permutation tests). These techniques can increase the predictability of treatment assignment relative to simple randomization, but this predictability can be mitigated with an additional random component to prevent perfectly deterministic treatment assignment. Contains Nonbinding Recommendations The second type is response-adaptive randomization, an adaptive feature in which the chance of a newly-enrolled subject being assigned to a treatment arm varies over the course of the trial based on accumulating outcome data for subjects previously enrolled. There are a variety of response-adaptive randomization techniques, some of which go by names such as play the winner designs. Statistical, ethical, and pragmatic rationales are all sometimes given for using response-adaptive randomization. In statistical terms, response-adaptive techniques can in some circumstances minimize the variance of the test statistics, leading to shorter trials, smaller sample sizes, and/or greater statistical power. The ethical argument for response-adaptive randomization is that this design feature can lead to more trial subjects being assigned to the more promising of the treatment arms. Finally, a pragmatic argument is that clinical trials with this design feature can be appealing to potential participants, thereby increasing speed and ease of accrual. Note that the arguments for response-adaptive randomization are controversial, and some researchers feel that inconclusive interim results should not be used to alter randomization in an ongoing trial and/or that statistical efficiency is not substantially improved in two-arm trials to justify",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 280896,
  "end_pos": 282432,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.691Z"
}