{
  "id": "fda_guidance_chunk_0408",
  "title": "Introduction - Part 408",
  "text": "covariates to identify groups more likely to benefit from treatment is beyond the scope of this guidance. Contains Nonbinding Recommendations II. BACKGROUND Baseline covariates in this guidance refer to demographic factors, disease characteristics, or other information collected from participants before the time of randomization. Covariate adjustment refers to the use of baseline covariate measurements for estimating and testing population-level treatment effects between randomized groups. In many randomized controlled trials, the primary analysis used to estimate treatment effects of a new drug might not adjust for baseline covariates (through what is termed an unadjusted analysis). However, incorporating prognostic baseline covariates in the design and analysis of clinical trial data can result in a more efficient use of data to demonstrate and quantify the effects of treatment. Moreover, this can be done with minimal impact on bias or the Type I error rate. The ICH guidance for industry E9 Statistical Principles for Clinical Trials (September 1998)4 addresses these issues briefly. The ICH E9 guidance encourages the identification of “covariates and factors expected to have an important influence on the primary variable(s).” The ICH E9 guidance strongly advises prespecification of “the principal features of the eventual statistical analysis,” including “how to account for [covariates] in the analysis to improve precision and to compensate for any lack of balance between treatment groups.” The ICH E9 guidance also cautions against adjusting for “covariates measured after randomization because they could be affected by the treatments.” This guidance is consistent with the ICH guidance for industry E9(R1) Statistical Principles for Clinical Trials: Addendum: Estimands and Sensitivity Analysis in Clinical Trials. After specifying the treatment condition of interest, target population, and endpoint variable — the treatment effect estimated by covariate adjustment is a population summary measure defining an estimand. This guidance provides general considerations and additional recommendations for covariate adjustment using linear and nonlinear models.5 In linear models, adjustment for prognostic baseline covariates often leads to improved precision by reducing residual variance. When adjusting for covariates based on fitting nonlinear regression models, such as logistic regression models in studies with binary outcomes, there are additional considerations that arise because inclusion of baseline covariates in a regression model can change the treatment effect that is being estimated. As explained below, after suitably addressing the treatment effect definition, covariate adjustment using linear or nonlinear",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 547008,
  "end_pos": 548544,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.708Z"
}