{
  "id": "fda_guidance_chunk_0582",
  "title": "Introduction - Part 582",
  "text": "objective should be an evaluation of safety (21 CFR 312.21). Safety evaluation includes an assessment of the nature and frequency of potential adverse reactions and an estimation of the relationship to dose. For CGT products, these early-phase trials often assess not only safety of specific dose regimens and routes of administration, but also other issues, such as feasibility of administration and pharmacologic activity. Sponsors should consider the design of early-phase studies in the context of the objectives of the overall development program. Therefore, sponsors might include design elements that could help foster further product development. For example, some Phase 1 studies include selected features of Phase 2 study design in order to gather preliminary evidence of effectiveness. Contains Nonbinding Recommendations 1. Dose Exploration For some products and conditions, including many uses of CGT products for serious or life-threatening diseases, some toxicities may be expected and acceptable. In these situations, a major trial objective might be to identify the maximum tolerated dose (MTD), the highest dose that can be given with acceptable toxicity. To achieve this objective, some trials use a well-defined dose-escalation protocol. For some CGT products, toxicity is not expected to be substantial in the predicted therapeutic range. In this situation, one objective of dose exploration may be to determine the range of biologically active or optimal effective doses. In some cases, indicators of potential benefit may appear to plateau above a certain dose, so that further dose escalation to reach an MTD may seem unnecessary. Although identifying an MTD may seem unnecessary or impractical, it is important to recognize that the effective clinical dose is difficult to estimate early in development. Failure to identify an MTD during early development may lead to subsequent clinical trials using sub-therapeutic dose levels. Therefore, dose exploration that includes identification of the MTD is generally recommended. Alternatively, for many CGT products, there are significant practical limits on the dose of the product that can be produced or delivered. In such cases, the trial objectives may only be able to focus on achieving a specified target range of exposure or characterizing the safety profile of the feasible dose or doses, rather than finding the MTD. For further discussion of considerations relating to dose, see Section IV.D. 2. Feasibility Assessments CGT products sometimes require specialized devices or novel procedures",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 780864,
  "end_pos": 782400,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.722Z"
}