{
  "id": "fda_guidance_chunk_0251",
  "title": "Introduction - Part 251",
  "text": "industry Special Protocol Assessment. Contains Nonbinding Recommendations APPENDIX: INDEPENDENT REVIEW OF TUMOR ENDPOINTS Clinical trial results that support drug approval should be verifiable by applicants and the Food and Drug Administration (FDA). Objective response rate (ORR) determined in single-arm studies can be evaluated by reviewing a limited number of images. When drug approval is based on measurement of progression-free survival (PFS), careful planning can minimize bias and enable the applicant and the FDA to verify results. An independent endpoint review committee (IRC) can minimize bias in radiographic interpretation of the radiological findings and independent adjudication of assessments. A clearly written plan of the charter outlining the IRC function and process (independent review charter) should be in place before initiation of the study. The plan should describe the assurance of the committee’s independence and procedure for collection, storage, and transportation of the results. The charter also should include the resolution of differences in interpretation and incorporation of clinical data in the final interpretation of data and audit procedures. The use of an IRC is discussed further in the guidance for industry Developing Medical Imaging Drug and Biological Products, Part 3: Design, Analysis, and Interpretation of Clinical Studies. E6(R2) Good Clinical Practice: Integrated Addendum to ICH E6(R1) Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. INTRODUCTION Good Clinical Practice (GCP) is an international ethical and scientific quality standard for designing, conducting, recording and reporting trials that involve the participation of human subjects. Compliance with this standard provides public assurance that the rights, safety, and well-being of trial subjects are protected, consistent with the principles that have their origin in the Declaration of Helsinki, and that the clinical trial data are credible. The objective of this ICH GCP guidance is to provide a unified standard for the European Union, Japan, and the United States to facilitate the mutual acceptance of clinical data by the regulatory authorities in these jurisdictions. The",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 336000,
  "end_pos": 337536,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.695Z"
}