{
  "id": "fda_guidance_chunk_0497",
  "title": "Introduction - Part 497",
  "text": "still requiring confirmation in a trial) might make it possible to accept a single trial and perhaps could also 2 See the guidance for industry Providing Clinical Evidence of Effectiveness for Human Drug and Biological Products (Providing Clinical Evidence of Effectiveness guidance), available on the FDA Drug Web page at http://www.fda.gov/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/default.htm. We update guidances periodically. To make sure you have the most recent version of a guidance, check the FDA Drug Web page. allow less conservative choices in choosing the NI margin. A similar conclusion might be reached when other types of data are available, for example: • If there were a very persuasive biomarker confirming similar activity of the test drug and active control (e.g., tumor response, ACE inhibition, or extent of beta blockade) • If the drug has been shown to be effective in closely related clinical settings (e.g., effective as adjunctive therapy with an NI study of monotherapy) • If the drug has been shown to be effective in distinct but related populations (e.g., adult versus pediatric) 2. Statistically Persuasive Result A conclusion that an NI trial can be considered statistically persuasive may be based on the internal consistency of the NI finding or on the margin that is ruled out with a two-sided 95% confidence interval. It is important to recognize that there are two margins of interest, M1 and M2. In an NI study, the clinically determined margin M2 is smaller, often considerably smaller, than M1, which is used to determine whether the test drug has any effect. For example, M2 might be chosen to be 40% of M1. By meeting this M2 criterion, ruling out a loss of 40% of the effect of the control, a single NI study provides reasonable assurance that the test drug preserves a clinically sufficient fraction (at least 60%) of the effect of the control treatment. At the same time, it provides strong assurance that the test drug has an effect greater than zero. In such cases, a single trial would usually be a sufficient basis for approval. Where the preservation of effect is particularly critical, of course, demonstrating that loss of M2 has been ruled out in more than one study might be considered necessary. In some cases, a study planned as an NI study may show superiority to the active control.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 666624,
  "end_pos": 668160,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.716Z"
}