{
  "id": "fda_guidance_chunk_0075",
  "title": "Introduction - Part 75",
  "text": "Information relating to safety and effectiveness in humans obtained from prior clinical studies  Information about possible risks and side effects to be anticipated on the basis of prior experience with the drug under investigation or with related drugs  Precautions or special monitoring to be done as part of the investigational use of the drug The Agency accepts a variety of formats for the investigator brochure. Although the most important purpose of the investigator brochure is to provide the investigator with information about the investigational product, the investigator brochure is also used by the sponsor as the basis for determining whether a suspected adverse reaction is unexpected for purposes of IND safety reporting (see section III.D). 1. Clinical Risk Information With respect to clinical risk information, the investigator brochure should specifically and accurately list those adverse events that have been observed with an investigational drug and for which a causal relationship with the drug is suspected or confirmed. In addition, the investigator brochure should list adverse events that commonly occur with the class of drugs or may be predicted to occur based on the pharmacological properties of the drug, even if not yet observed with the drug under investigation, to alert the investigator to the possibility of their occurrence. Sponsors should use judgment in determining which terms accurately reflect a particular adverse event, including syndrome names if applicable. The investigator brochure should not list adverse events that are unlikely to have been caused by the drug because such lists could dilute the importance of clinically meaningful risk information. 2. Updating the Investigator Brochure During the course of the clinical trial, the sponsor must update the investigator brochure on an ongoing basis with new important safety information (21 CFR 312.55). Some updates to the investigator brochure should be made as soon as possible while others can be made on a routine basis. For example, a new safety finding that represents a Contains Nonbinding Recommendations significant risk to study subjects (e.g., a finding that patients with renal impairment are likely to experience a serious adverse reaction) should be communicated to investigators immediately, along with an update to the investigator brochure and possibly to the protocol (e.g., a change in screening procedures and eligibility criteria). On the other hand, an update to reflect a minor change",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 99456,
  "end_pos": 100992,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}