{
  "id": "fda_guidance_chunk_0612",
  "title": "Introduction - Part 612",
  "text": "of the exposure margins. Q6: The M3(R2) guidance says: “Nonclinical characterization of a human metabolite(s) is only warranted when that metabolite(s) is observed at exposures greater than 10 percent of total drug-related exposure and at significantly greater levels in humans than the maximum exposure seen in the toxicity studies.” When a human metabolite exposure is compared to the maximum exposure of that metabolite in toxicity studies, should it always be to the highest exposure achieved in the animal studies or is it more appropriate in some cases to use the exposure at the NOAEL, NOEL (no observed effect level), or MTD? A6: Because the parent drug and metabolites contribute to the target organ toxicity profile observed in animals at the MTD, the exposure comparisons across species should be conducted at the MTD in the animal compared to the maximum exposure in humans at the therapeutic dose, assuming the toxicity of concern can be adequately monitored in humans and does not pose an unacceptable risk. If the toxicity at the MTD is not monitorable in humans or poses an unacceptable risk, then the exposure comparison should be conducted at the NOAEL for the toxicity of concern. Q7: When in development, should data on nonclinical metabolites be available? A7: As described in ICH M3(R2), section III Toxicokinetic and Pharmacokinetic Studies (3), paragraph 1, in vitro metabolism data for animals and humans should be evaluated before initiating human clinical trials. Data on in vivo metabolism in test species and humans should be available before exposing large numbers of human subjects or treating for long duration (generally before phase 3). Q8: Clarification is sought on metabolites that may not be of toxicological concern. In ICH M3(R2), what is meant by “most” in the phrase “most glutathione conjugates”? Would acyl glucuronides that can undergo chemical rearrangement be an example of a concern? What should we do about chemically reactive metabolites? A8: Although there are relatively rare exceptions, most glutathione conjugates are formed by conjugation with reactive metabolites to form excretory metabolites that are not of toxicological concern. Most glucuronides are not of concern, except those that undergo chemical rearrangement (e.g., reactive acyl glucuronides). Highly chemically reactive metabolites, although of toxicological concern, do not generally accumulate in plasma due to their short half-life. Generally, it is not feasible to test",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 821184,
  "end_pos": 822720,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.725Z"
}