{
  "id": "fda_guidance_chunk_0669",
  "title": "Introduction - Part 669",
  "text": "in an adaptive trial, • Altering the calculation of type I error rate, or a) Inclusion (or not) of prior information in the calculation of type I error b) Inclusion (or not) of covariate adjustments in the calculation of type I error c) Calculation of type I error at appropriate point(s) away from the null boundary. Clinical judgment will help define “appropriate.” d) Calculation of “average” type I error integrating over the prior distribution, conditional on the null. • any combination of the above options In case the experimental design is modified, we recommend you carry out a new set of simulations to evaluate the new design. We may also ask you to characterize the sensitivity of the operating characteristics to assumptions made about the trial (e.g., various model and distributional assumptions and, with Bayesian trials, the choice of prior, and, for adaptive trials, rate of accrual, etc.). 7.3 Model Selection Some statistical analysis plans allow for comparison of several possible models of the data and parameters before a final model is chosen for analysis. For example, in a Bayesian analysis of a study outcome that borrows strength from other studies, the effects of a factor on the outcome might vary from study to study. Two possible models that you may want to consider might be (1) a model in which the factor effects do not vary by study and (2) a more expansive model in which they do. One method of comparing two models tests the null hypothesis that one model is true against the alternative that the other model is true. The result of such a test depends on the posterior probability of the alternative model, or the posterior odds for the alternative model. Posterior odds refer to the ratio of the posterior probability of the alternative model to the posterior probability of the null model. According to Bernardo and Smith (1994), an optimal decision for choosing the true model among a finite set of possible models for a given data set is to choose the model with highest posterior probability. Thus, posterior odds is often a preferred method of model comparison. Prior odds, on the other hand, refer to the ratio of the prior probability of the alternative model to the prior probability of the null model. For a given alternative",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 897792,
  "end_pos": 899328,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.729Z"
}