{
  "id": "fda_guidance_chunk_0234",
  "title": "Introduction - Part 234",
  "text": "Programs for Serious Conditions – Drugs and Biologics. 8 See section 506(c)(3) of the FD&C Act and §§ 314.530(a) and 601.43(a). Contains Nonbinding Recommendations known to predict clinical benefit. That term is distinguished from accelerated approval, which is associated with use of a surrogate endpoint or intermediate clinical endpoint that is reasonably likely to predict clinical benefit to support drug approval. The evidence needed to establish effectiveness is discussed in the guidance for industry Providing Clinical Evidence of Effectiveness for Human Drug and Biological Products and the guidance for industry FDA Approval of New Cancer Treatment Uses for Marketed Drug and Biological Products. In many cases, at least two adequate and well-controlled clinical investigations are needed. In certain cases, evidence from a single adequate and well-controlled clinical investigation, with confirmatory evidence, can be sufficient (e.g., in cases in which a single multicenter study provides highly reliable and statistically strong evidence of an important clinical benefit). FDA may consider data from one adequate and well-controlled clinical investigation and confirmatory evidence as substantial evidence, if FDA determines that such data and evidence are sufficient to establish effectiveness.9 For example, for drugs approved for treatment of patients with a specific stage of a particular malignancy, evidence from one adequate and well-controlled clinical investigation with confirmatory evidence may be sufficient to support an efficacy supplement for treatment of a different stage of the same cancer. B. Endpoints Supporting Past Approvals in Oncology For traditional approval, applicants show direct evidence of clinical benefit or improvement in a surrogate endpoint known to predict clinical benefit. In oncology, survival improvement is considered an appropriate measure of clinical benefit. In addition, sponsors have used other endpoints for cancer drug approval. In the 1970s, the FDA usually approved cancer drugs based on objective response rate (ORR), determined by tumor assessments from radiological tests or physical examinations. In the early 1980s, after discussion with the Oncologic Drugs Advisory Committee (ODAC), the FDA determined that cancer drug approval should be based on more direct evidence of clinical benefit, such as improvement in survival, improvement in a patient’s quality of life, improved physical functioning, or improved tumor-related symptoms. These benefits may not always be predicted by, or correlate with, ORR. Over time, larger improvements in tumor reduction and delay in tumor growth have been seen, and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 313152,
  "end_pos": 314688,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.693Z"
}