{
  "id": "fda_guidance_chunk_0232",
  "title": "Introduction - Part 232",
  "text": "for recommendations specific to non-small cell lung cancer clinical trials. See the guidance for industry Pathological Complete Response in Neoadjuvant Treatment of High-Risk Early-Stage Breast Cancer: Use as an Endpoint to Support Accelerated Approval for recommendations specific to high-risk early-stage breast cancer. We update guidances periodically. To make sure you have the most recent version of a guidance, check the FDA web page. The guidances mentioned in this document are available on the Biologics guidance web page at http://www.fda.gov/BiologicsBloodVaccines/GuidanceComplianceRegulatoryInformation/Guidances/default.htm, and/or the Drugs guidance web page at http://www.fda.gov/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/default.htm. Contains Nonbinding Recommendations II. BACKGROUND Clinical trial endpoints serve different purposes. In conventional oncology drug development, early phase clinical trials evaluate safety and identify evidence of biological drug activity, such as tumor shrinkage. Endpoints for later phase efficacy studies commonly evaluate whether a drug provides a clinical benefit such as prolongation of survival or an improvement in symptoms. The following sections discuss the general regulatory requirements for efficacy and how they have influenced endpoint selection for the approval of cancer drugs. Later sections describe these endpoints in more detail and discuss whether they might serve as measures of disease activity or clinical benefit in various clinical settings. A. Statutory and Regulatory Requirements for Effectiveness The requirement that new drugs show effectiveness is based on a 1962 amendment to the Federal Food, Drug, and Cosmetic Act (FD&C Act). This law requires substantial evidence of effectiveness and specifies that this evidence must be derived from adequate and well-controlled clinical investigations. Similarly, the Public Health Service Act requires biological products to be safe, pure, and potent.4 Clinical benefits that have supported drug approval have included important clinical outcomes (e.g., increased survival, symptomatic improvement) but have also included effects on surrogate endpoints known to predict clinical benefit (e.g., blood pressure). The accelerated approval regulations (21 CFR part 314, subpart H and 21 CFR part 601, subpart E), promulgated in 1992, allow use of additional endpoints for approval of drugs or biological products that are intended to treat serious or life-threatening diseases and that generally demonstrate an improvement over available therapy or provide therapy where none exists. In this setting, the FDA may grant approval based on an effect on a surrogate endpoint that is reasonably likely to predict clinical benefit.5 Such surrogate endpoints are less well-established than those surrogate endpoints for",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 310464,
  "end_pos": 312000,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.693Z"
}