{
  "id": "fda_guidance_chunk_0709",
  "title": "Introduction - Part 709",
  "text": "the smaller species mice and rats. Nonetheless, mice are not commonly used for toxicology studies to support the first-in-human clinical trials. In addition, there is evidence that the area under the plasma concentration versus time curves in rats and humans correlates reasonably well when doses are normalized to mg/m2 (Contrera et al. 1995). We conclude that the approach of converting NOAEL doses to an HED based on body surface area correction factors (i.e., b = 0.67) should be maintained for selecting starting doses for initial studies in healthy volunteers since: (1) mg/m2 normalization is widely used throughout the toxicology and pharmacokinetic research communities; (2) mg/m2 normalization provides a more conservative conversion; (3) there are no data to suggest a superior method for converting NOAELs; and (4) CDER has significant experience in establishing safe starting doses based on mg/m2, and it is readily calculated. Table 2: Effect of Allometric Exponent on Conversion Factora Conversion Factorsc Ratio of 0.75 to 0.67 Species Weight Rangeb (kg) Standard b = 0.67 b = 0.75 M ouse 0.018-0.033 0.081 0.075 0.141 1.88 R at 0.09-0.40 0.162 0.156 0.245 1.57 R abbit 1.5-3 0.324 0.33 0.43 1.30 M onkey 1.5-4 0.324 0.37 0.47 1.27 Dog 6.5-13.0 0.541 0.53 0.62 1.17 a conversion factor = (Wanimal/Whuman)(1-b) b human weight range used was 50-80 kg (110-176 lb) c mean conversion factor calculated across entire animal weight range and human weight range Contains Nonbinding Recommendations The following summarizes the analysis of the effects of the allometric exponent on HED calculations: • Changing the allometric exponent from 0.67 to 0.75 had a big effect on the conversion factor for the smaller rodent species; for mice the conversion factors differed by a factor of almost 2. • Converting doses based on an exponent of 0.75 would lead to higher, more aggressive and potentially more toxic starting doses. • The limited data available suggest that the most accurate allometric exponent for normalizing MTDs of antineoplastic agents for interspecies extrapolation is b = 0.75, but there are no data to indicate the optimal normalization method for interspecies extrapolation of NOAELs in a broad range of therapeutic classes. Using mg/m2 is widely adopted throughout the drug development community. • Unless evidence is provided to the contrary, HED calculations should be based on b = 0.67 (i.e., the standard",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 951552,
  "end_pos": 953088,
  "tokens": 512,
  "tags": [
    "statistical",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.733Z"
}