{
  "id": "fda_guidance_chunk_0057",
  "title": "Introduction - Part 57",
  "text": "of reports are generally uninformative when reported as single events (i.e., without a comparison of the incidence of the event in treated and untreated subjects), and they do not contribute meaningfully to the developing safety profile of an investigational drug or to human subject protection. Attempting to review and evaluate these reports without the necessary context was also a drain on resources for FDA, investigators, and institutional review boards (IRBs),3 diverting them from other activities. The tendency for sponsors to report such uninformative individual cases seems to have been primarily related to interpretation of the reasonable possibility standard in the definition of associated with the use of the drug. For an individual case of the types of adverse events described above, there would generally not be enough evidence to suggest that there was a reasonable possibility that the drug caused the adverse event. Such events would therefore not meet the definition of “associated with the use of the drug” and should not have been reported as IND safety reports. Under 21 CFR 312.32, the amended requirements revise the definitions used for safety reporting and make clear when to submit expedited safety reports. The requirements distinguish circumstances in which it is appropriate to submit individual cases and circumstances in which cases should be aggregated and compared to cases in a control group and submitted only if the event occurs more frequently in the drug treatment group. Compliance with these requirements will increase the likelihood that submitted information will be interpretable and will meaningfully contribute to the developing safety profile of the investigational drug and improve the overall quality of safety reporting. In addition, reducing the number of uninformative individual reports will enhance the ability of sponsors, FDA, investigators, and IRBs to focus on safety issues that affect public health. 3 See section VI.F of this guidance for more information on safety reporting to IRBs. 2 Contains Nonbinding Recommendations Because the regulations require reporting certain adverse events in the aggregate rather than as individual cases, it is important for sponsors to collect and evaluate safety data systematically during product development, including accumulating safety data (see section V.A.3). B. Safety Reporting Requirements for BA and BE Studies (21 CFR 320.31(d)(3)) Under former 21 CFR 320.31(d), certain in vivo BA and BE studies in humans were exempted from",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 75264,
  "end_pos": 76800,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}