{
  "id": "fda_guidance_chunk_0625",
  "title": "Introduction - Part 625",
  "text": "the NOAEL exposure assumes that the toxicity defining the NOAEL is not severe and is monitorable. If this is not the case, it might be appropriate to adjust the exposure margin based on the nature of the dose-limiting toxicity. Q3: Why is an MFD treated like an MTD in Approaches 3 and 5 when considering the maximum clinical exposure in the exploratory clinical trial? If no toxicity is observed in either species when using an MFD, shouldn’t this be treated similarly to the case in Approach 4 when there is no toxicity in either species (i.e., limit the clinical exposure to 1/10th rather than 1/2 the exposure at the highest dose tested)? A3: In any situation in which the MFD is used as the top dose for a toxicity study, it is simply not possible to test a higher dose/exposure. If the top dose used is the MFD and no toxicity is observed, this situation is similar to that of the limit dose when toxicity has not been identified (i.e., the limit dose is the NOAEL) where clinical exposures up to 1/2 the AUC at the NOAEL can be used (see section I.E (1.5) of the M3(R2) guidance, and section II.A (1) of this Q&A guidance, Limit Dose for Toxicity Studies, Q&A9). The 1/10th exposure limit is not applied when the high dose is limited by an MFD, because this could prevent adequate clinical testing of a drug under the exploratory clinical trial concept. When no toxicity is identified using Approach 4, a more stringent safety limit has been recommended because it would have been possible to test higher doses in animals to characterize the toxicity profile of the drug. Q4: The M3(R2) guidance provides advice on establishing the maximum dose (exposure) permitted in exploratory clinical trials but provides minimal guidance for establishing the maximum dose in standard phase 1 or clinical development trials. Can the maximum dose in standard phase 1 trials be based on the principles described for exploratory clinical trials (Table 3 of M3(R2))? A4: When the package of nonclinical studies meets the general recommendations of section V.A (5.1) of ICH M3(R2), then the maximum clinical dose for a clinical development phase 1 study can be based on standard risk assessments (e.g., whether the findings are reversible and/or monitorable, the severity",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 838656,
  "end_pos": 840192,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.726Z"
}