{
  "id": "fda_guidance_chunk_0700",
  "title": "Introduction - Part 700",
  "text": "species. The following circumstances should exist before extrapolating to the HED on a mg/kg basis rather than using Contains Nonbinding Recommendations the mg/m2 approach. Note that mg/kg scaling will give a twelve-, six-, and twofold higher HED than the default mg/m2 approach for mice, rats, and dogs, respectively. If these circumstances do not exist, the mg/m2 scaling approach for determining the HED should be followed as it will lead to a safer MRSD. 1. NOAELs occur at a similar mg/kg dose across test species (for the studies with a given dosing regimen relevant to the proposed initial clinical trial). (However, it should be noted that similar NOAELs on a mg/kg basis can be obtained across species because of differences in bioavailability alone.) 2. If only two NOAELs from toxicology studies in separate species are available, one of the following should also be true: • The therapeutic is administered orally and the dose is limited by local toxicities. Gastrointestinal (GI) compartment weight scales by W0.94 (Mordenti 1986). GI volume determines the concentration of the therapeutic in the GI tract. It is then reasonable that the toxicity of the therapeutic would scale by mg/kg (W1.0). • The toxicity in humans (for a particular class) is dependent on an exposure parameter that is highly correlated across species with dose on a mg/kg basis. For example, complement activation by systemically administered antisense oligonucleotides in humans is believed to be dependent upon Cmax (Geary et al. 1997). For some antisense drugs, the Cmax correlates across nonclinical species with mg/kg dose and in such instances mg/kg scaling would be justified. • Other pharmacologic and toxicologic endpoints also scale between species by mg/kg for the therapeutic. Examples of such endpoints include the MTD, lowest lethal dose, and the pharmacologically active dose. • There is a robust correlation between plasma drug levels (Cmax and AUC) and dose in mg/kg. C. Other Exceptions to mg/m2 Scaling Between Species Scaling between species based on mg/m2 is not recommended for the following categories of therapeutics: 1. Therapeutics administered by alternative routes (e.g., topical, intranasal, subcutaneous, intramuscular) for which the dose is limited by local toxicities. Such therapeutics should be normalized to concentration (e.g., mg/area of application) or amount of drug (mg) at the application site. 2. Therapeutics administered into anatomical compartments that have little subsequent",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 939456,
  "end_pos": 940992,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.732Z"
}