{
  "id": "fda_guidance_chunk_0313",
  "title": "Introduction - Part 313",
  "text": "is the primary operational reference for FDA investigators and other FDA 96 personnel to perform investigational activities in support of the Agency’s public health mission 97 across all program areas. The BIMO compliance programs were developed to provide uniform 98 and specific instructions for FDA personnel. They describe the inspection focus and types of 99 records and information FDA personnel evaluate to assess compliance with the relevant FDA 100 regulations and statutory requirements for each regulated entity or program.17 102 These compliance programs include: 104 • In Vivo Bioavailability-Bioequivalence Studies -Clinical 105 • In Vivo Bioavailability-Bioequivalence Studies -Analytical 106 • Inspection of Nonclinical Laboratories Conducting Animal Rule-Specific Studies 107 • Good Laboratory Practice (Nonclinical Laboratories) 108 • Good Laboratory Practice Program (Nonclinical Laboratories) EPA Data Audit 109 Inspections 110 • Institutional Review Boards 111 • Radioactive Drug Research Committees 112 • Sponsors and Contract Research Organizations 113 • Clinical Investigators and Sponsor-Investigators 114 • Postmarketing Adverse Drug Experience (PADE) Reporting Inspections 115 • Risk Evaluation and Mitigation Strategies (REMS) Reporting Inspections 16 See “Investigations Operations Manual,” available at https://www.fda.gov/inspections-compliance-enforcementand-criminal-investigations/inspection-references/investigations-operations-manual. The IOM is reference material for investigators and other FDA personnel. The document does not bind FDA and does not confer any rights, privileges, benefits, or immunities for or on any person(s). 17 See “Bioresearch Monitoring Program (BIMO) Compliance Programs,” available at https://www.fda.gov/inspections-compliance-enforcement-and-criminal-investigations/compliance-programmanual/bioresearch-monitoring-program-bimo-compliance-programs. Compliance programs do not create or confer any rights for or on any person and do not operate to bind FDA or the public. An alternative approach may be used as long as the approach satisfies the requirements of the applicable statutes and regulations. Contains Nonbinding Recommendations Draft — Not for Implementation 117 FDA's centers (CBER, CDER, CDRH, CFSAN, CTP, and CVM) and the Office of Bioresearch 118 Monitoring Operations (OBIMO), within the Office of Regulatory Affairs (ORA), administer the 119 applicable BIMO compliance programs. 120 121 For regulatory and enforcement matters, the RPM18 is a reference manual that provides internal 122 procedures and related information for FDA employees to administer these matters in support of 123 the Agency’s public health mission. The RPM includes information detailing administrative 124 actions such as clinical investigator disqualifications and related procedures such as a Notice of 125 Opportunity for Hearing (NOOH). 126 127 Although the IOM, compliance programs, and RPM are primarily used by FDA",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 419328,
  "end_pos": 420864,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.700Z"
}