{
  "id": "fda_guidance_chunk_0096",
  "title": "Introduction - Part 96",
  "text": "master protocols and considerations related to their designs. FDA encourages sponsors to discuss with the review division plans to develop drugs under a master protocol early in the development program to obtain feedback on the design of such a protocol before the submission of the protocol to an IND. A. Single Investigational Drug or Investigational Drug Combination Across Multiple Cancer Populations A master protocol designed to test a single investigational drug or drug combination in different populations defined by different cancers, disease stages for a specific cancer, histologies, number of prior therapies, genetic or other biomarkers, or demographic characteristics is commonly referred to as a basket trial (shown in Figure 1). A basket trial evaluating an investigational drug combination may include a dose-finding or safety lead-in component to identify safe doses of the combination before proceeding with an activity-estimating component. Figure 1: Schematic Representation of a Master Protocol With Basket Trial Design Single investigational drug or drug combination (T1)* D1* D2 D3 D4 D5 11 See also the ICH guidance for industry E6(R2) Good Clinical Practice: Integrated Addendum to ICH E6(R1) (March 2018). 4 Contains Nonbinding Recommendations * T = investigational drug; D = protocol-defined subpopulation in multiple disease subtypes; D5 = dashed lines indicate potential amendments to include additional subpopulations. The substudies within basket trials are usually designed as single-arm, activity-estimating trials with overall response rate as the primary endpoint. A strong response signal seen in a substudy may allow for expansion of the substudy to generate data that could potentially support a marketing application. Each substudy should include specific objectives, the scientific rationale for inclusion of each population, and a detailed statistical analysis plan (SAP) that includes sample size justification and stopping rules for futility or efficacy. For specific aspects related to design and analysis related to a master protocol for a basket trial, see section V., Specific Design Considerations in Master Protocols, and section VII., Statistical Considerations. An example of a master protocol with basket trial design is the phase 2 trial evaluating vemurafenib in multiple nonmelanoma cancers with BRAF V600 mutations (see Figure A in the Appendix) (Hyman et al. 2015). B. Investigational Drugs or Investigational Drug Combinations in Single Cancer Type A master protocol that is designed to evaluate multiple investigational drugs administered as single drugs or as drug",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 127680,
  "end_pos": 129216,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.682Z"
}