{
  "id": "fda_guidance_chunk_0436",
  "title": "Introduction - Part 436",
  "text": "approach is a randomized controlled trial that enrolls younger and older adults and stratifies by age. The intent-to-treat (ITT) population consists of all enrolled patients, with the primary study hypothesis evaluating effectiveness in randomized patients under 75 years of age. Using a hierarchical testing strategy, after the primary analysis in patients under 75 years of age, subsequent analyses would be done in the ITT population to provide safety and efficacy information about all patients. If the size of the older patient population is adequate and powered to address the hypothesis, results in the older population can also be analyzed separately. The design of the development program should reflect any important differences in a drug’s benefit-risk balance in older adults compared to younger adults. In the design of the clinical development program, we recommend that sponsors consider perspectives of older adults, seeking input from patients and advocacy groups, as well as input from those caring for older adults such as clinicians and caregivers. This information can inform the design of the clinical trials, such as in assuring meaningful endpoints are selected, as well as in the conduct of the trial, such as in facilitating enrollment and retention of older adults.15 • Develop recruitment strategies targeted to older adults Clinical trials do not have an upper age limit for exclusion, however adults 75 years of age and older, continue to be underrepresented. FDA encourages sponsors and clinical trial cooperative groups to develop strategies to recruit patients that are reflective of the intended population. Possible challenges with recruiting older adults that could be mitigated, particularly among patients 75 years of age and older, include: location of clinical trial sites (e.g., sites in community-based settings may be more accessible to older adults than sites located in urban academic centers), format (e.g. digital) and content of informational material for the trial, caregiver support, accommodations needed for impairment (e.g., visual, mobility, etc.), and travel and other logistics. Where feasible, remote monitoring approaches should be considered. Sponsors should discuss specific goals for enrollment of older adults with clinical investigators and keep the clinical trial sites updated on the progress of enrolling older adults in the trial. Sponsors should discuss the importance of enrolling older adults during study training provided to the clinical sites. In addition, sponsors should consider getting input on",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 584640,
  "end_pos": 586176,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.710Z"
}