{
  "id": "fda_guidance_chunk_0481",
  "title": "Introduction - Part 481",
  "text": "The upper bound of the 95% CI for C-T is <M1, demonstrating NI (the entire effect of C has not been lost) but at the same time the 95% CI for C-T is above zero, indicating that T is actually inferior to C, even while meeting the NI standard. The determination of M1 is a critical step in designing an NI trial and is often difficult; this determination is therefore a major focus of this guidance. M1 cannot be directly measured in the NI study, because there is no concurrent placebo group. It must be estimated based on the past performance of the active control, preferably in placebo-controlled trials, and then assumed to hold for the NI study based on a comparison of prior test conditions to the current test environment (see section III.D). The choice of the margin M1 has important practical consequences. The smaller the margin, the lower the upper bound of the 95% two-sided confidence interval for C-T must be, and the larger the sample size needed to establish non-inferiority. Showing that the upper bound of the 95% CI of C-T is less than M1 demonstrates that the test drug has some effect (i.e., an effect > 0). The margin of interest, however, as noted above, is usually smaller than M1 (to show that an adequate portion of the clinical benefit of the control is preserved), in which case it is called M2. The basis for this expectation is described below in section III.C.4. B. Reasons for Using a Non-Inferiority Design The usual reason for using an NI active control study design instead of a superiority design is an ethical one. Specifically, this design is chosen when it would not be ethical to use a placebo, or a no-treatment control, or a very low dose of an active drug, because there is an effective treatment that provides an important benefit (e.g., life-saving or preventing irreversible injury) available to patients for the condition to be studied in the trial. Whether a placebo control can be used depends on the nature of the benefits provided by available therapy. The International Conference on Harmonisation guidance E10: Choice of Control Group and Related Issues in Clinical Trials (ICH E10) states: In cases where an available treatment is known to prevent serious harm, such as death",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 645120,
  "end_pos": 646656,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.714Z"
}