{
  "id": "fda_guidance_chunk_0058",
  "title": "Introduction - Part 58",
  "text": "for sponsors to collect and evaluate safety data systematically during product development, including accumulating safety data (see section V.A.3). B. Safety Reporting Requirements for BA and BE Studies (21 CFR 320.31(d)(3)) Under former 21 CFR 320.31(d), certain in vivo BA and BE studies in humans were exempted from the IND requirements under part 312 if specific conditions were satisfied (i.e., samples of any test article and reference standard were reserved by the persons conducting the study and released to FDA upon request, studies were conducted in compliance with the requirements for institutional review set forth in 21 CFR part 56 and informed consent set forth in 21 CFR part 50). Although these studies were not subject to the IND safety reporting requirements under 21 CFR 312.32, FDA received safety information from these studies that provided important information about drugs under investigation. For this reason, the final rule contains safety reporting requirements under 21 CFR 320.31(d)(3) for persons conducting BA or BE studies that are exempt from the IND requirements. These requirements will help FDA monitor the safety of these drugs and better protect human subjects enrolled in BA or BE studies. III. DEFINITIONS (21 CFR 312.32(a)) The IND safety reporting rule introduces terms and definitions that are meant to be clear and consistent. New definitions replace the definition of the phrase associated with the use of the drug in former 21 CFR 312.32(a), which, as previously discussed, has been a source of confusion. The definitions, followed by further explanation and examples, are provided in this section, and Appendix A provides a visual representation of the relationship between three of the terms. A. Adverse Event (21 CFR 312.32(a)) Adverse event means any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. An adverse event (also referred to as an adverse experience) can be any unfavorable and unintended sign (e.g., an abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, and does not imply any judgment about causality. An adverse event can arise with any use of the drug (e.g., off-label use, use in combination with another drug) and with any route of administration, formulation, or dose, including an overdose. Contains Nonbinding Recommendations B. Suspected Adverse Reaction (21 CFR 312.32(a)) Suspected adverse",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 76608,
  "end_pos": 78144,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}