{
  "id": "fda_guidance_chunk_0517",
  "title": "Introduction - Part 517",
  "text": "the NI trial and the historical trials and yields one confidence interval for testing the NI hypothesis that the treatment preserves a fixed fraction of the control effect, without actually specifying that control effect or a specific fixed NI margin based on the control effect. Clinical judgment is used to prespecify an acceptable fraction of the control therapy’s effect that should be retained by the test drug, regardless of the magnitude of the control effect. The disadvantage of the synthesis approach is that it is not possible to use clinical judgment to choose M2, based on the magnitude of M1, in advance of the NI trial. D. Considerations for Selecting the Clinical Margin (M2) M2 is the prespecified NI margin that is to be ruled out in an NI study. The determination of M2 is based on clinical judgment and is usually calculated by taking a percentage or fraction of M1. The clinical judgment in determining M2 may take into account the actual disease incidence or prevalence and its impact on the practicality of sample sizes that would have to be accrued for a study, as noted above with respect to cardiovascular outcome studies. There can be flexibility in selecting the M2 margin, choosing a wider margin, for example, when: 1. The primary endpoint does not involve an irreversible outcome such as death (in general, the M2 margin will be more stringent when treatment failure results in an irreversible outcome) 2. The test product is associated with fewer serious adverse effects or better tolerability than other therapies already available 3. The test product has another advantage over available therapies that warrants use of a less stringent margin (M2) A more stringent choice for M2 may be required, however, when the difference between the active comparator response rate and the untreated response rate is large, making it feasible to demonstrate retention of a larger fraction of M1 without requiring an impractical sample size for the NI study. The implication of failing to rule out inferiority relative to M1 and M2 differs. Failure to exclude inferiority relative to M1 means there is no assurance of any effect. Just as it would be unusual to accept a placebo-controlled study as positive (i.e., a finding of superiority) with p > 0.05, it would be unusual to accept an",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 693504,
  "end_pos": 695040,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.717Z"
}