{
  "id": "fda_guidance_chunk_0761",
  "title": "Introduction - Part 761",
  "text": "Trials (2.4.7) a. Information Content (2.4.7.1) See section 1.5 for discussion of the problem of assay sensitivity and the ability of the trial to support an efficacy conclusion in non-inferiority or equivalence trials. Even when assay sensitivity is supported and the study is suitable for detecting efficacy, there is no direct assessment of effect size, and there is also greater difficulty in quantitating safety outcomes. b. Large Sample Size (2.4.7.2) Generally, the non-inferiority margin to be excluded is chosen conservatively in order to be reasonably sure that the margin is not greater than the smallest effect size that the active control would reliably be expected to have. In addition, because there will usually be an intent to rule out loss of more than some reasonable fraction (see section 1.5.1) of the control drug effect, a still smaller non-inferiority margin is often used. Because the choice of the margin will therefore be conservative, sample sizes may be very large. In an active control superiority trial, the expected difference between two drugs is always smaller than the expected difference between test drug and placebo, again leading to large sample sizes. E. External Control (Including Historical Control, See Section 1.3.5) (2.5) 1. Description (2.5.1) An externally controlled trial is one in which the control group consists of patients who are not part of the same randomized study as the group receiving the investigational agent; i.e., there is no concurrently randomized control group. The control group is thus not derived from exactly the same population as the treated population. Usually, the control group is a well-documented population of patients observed at an earlier time (historical control), but it could be a group at another institution observed contemporaneously, or even a group at the same institution but outside the study. An external control study could be a superiority study (e.g. comparison with an untreated group) or a non-inferiority study. Sometimes certain patients from a larger external experience are selected as a control group on the basis of particular characteristics that make them similar to the treatment group; there may even be an attempt to match particular control and treated patients. In so-called baseline-controlled studies, the patient's state over time is compared with their baseline state. Although these studies are sometimes thought to use the patient as his own control,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1021440,
  "end_pos": 1022976,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.736Z"
}