{
  "id": "fda_guidance_chunk_0077",
  "title": "Introduction - Part 77",
  "text": "and strokes as endpoints, a case of liver injury, if unblinded, would have no effect on overall study integrity. In general, if the blind is broken and a subject with an adverse event that would meet the criteria for reporting as a single event was receiving placebo, the event should not be reported in an IND safety report because there is not a reasonable possibility that the drug caused the adverse event. If the blind is broken and this subject was receiving drug treatment (test drug or active comparator), it must be reported in an IND safety report (21 CFR 312.32(c)(1)(i)(A)). For those adverse events that would not be reported unless an aggregate analysis indicated that they are occurring more frequently in the drug treatment group than in the placebo group, a determination that the adverse event is a suspected adverse reaction would require analysis and reporting of the event rates in both the drug-treatment and placebo groups. Contains Nonbinding Recommendations To comply with the requirements for IND safety reports based on data in the aggregate, the sponsor should have in place a systematic approach for evaluating the accumulating safety data. A Data Monitoring Committee (DMC) or an independent sponsor safety team could perform this function (see sections V and V.A.3.c). As described in section V.A.3.a, there should generally be no need to report unblinded study endpoints in an IND safety report. In many cases, an independent DMC would monitor the serious events that are study endpoints (see FDA’s guidance document on Establishment and Operation of Clinical Trial Data Monitoring Committees).10 If a sponsor has concerns that unblinding of adverse events will compromise the integrity of the study, the sponsor can propose in advance an alternative reporting format or frequency to maintain the blind that must be agreed to by the director of the review division in FDA with responsibility for review of the IND (21 CFR 312.32(c)(3)) (see section VI.A). D. Investigator Reporting (21 CFR 312.64(b)) Most of the information about the safety of a drug prior to marketing comes from clinical trials. Therefore, adverse event reports from investigators are critically important, as they observe subjects’ responses to the drug. Except for study endpoints, the investigator must immediately report to the sponsor all serious adverse events, regardless of whether the investigator believes that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 102144,
  "end_pos": 103680,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}