{
  "id": "fda_guidance_chunk_0770",
  "title": "Introduction - Part 770",
  "text": "This guidance is written primarily to attempt to harmonize the principles of statistical methodology applied to clinical trials for marketing applications submitted in Europe, Japan and the United States. As a starting point, this guidance utilized the CPMP (Committee for Proprietary Medicinal Products) Note for Guidance entitled Biostatistical Methodology in Clinical Trials in Applications for Marketing Authorizations for Medicinal Products (December 1994). It was also influenced by Guidelines on the Statistical Analysis of Clinical Studies (March 1992) from the Japanese Ministry of Health and Welfare and the U.S. Food and Drug Administration document entitled Guideline for the Format and Content of the Clinical 1 This guidance was developed within the Expert Working Group (Efficacy) of the International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use (ICH) and has been subject to consultation by the regulatory parties, in accordance with the ICH process. This document has been endorsed by the ICH Steering Committee at Step 4 of the ICH process, February 1998. At Step 4 of the process, the final draft is recommended for adoption to the regulatory bodies of the European Union, Japan, and the United States. This guidance was published in the Federal Register on September 16, 1998 (63 FR 49583), and is applicable to drug and biological products. 2 Arabic numbers reflect the organizational breakdown in the document endorsed by the ICH Steering Committee at Step 4 of the ICH process, February 1998. This guidance represents the Food and Drug Administration's (FDA's) current thinking on this topic. It does not create or confer any rights for or on any person and does not operate to bind FDA or the public. An alternative approach may be used if such approach satisfies the requirements of the applicable statutes and regulations. and Statistical Sections of a New Drug Application (July 1988). Some topics related to statistical principles and methodology are also embedded within other ICH guidances, particularly those listed below. The specific guidance that contains related text will be identified in various sections of this document. E1A The Extent of Population Exposure to Assess Clinical Safety (March 1995) E2A Clinical Safety Data Management: Definitions and Standards for Expedited Reporting (March 1995) E2B Clinical Safety Data Management: Data Elements for Transmission of Individual Case Safety Reports (January 1998) E2C Clinical Safety",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1033536,
  "end_pos": 1035072,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.737Z"
}