{
  "id": "fda_guidance_chunk_0325",
  "title": "Introduction - Part 325",
  "text": "PRO instrument is fit-for-purpose include the following: • The PRO instrument is appropriate for its intended use (e.g., study design, patient population) • The PRO instrument validly and reliably measures concepts that are clinically relevant and important to patients 7 See the FDA Patient-Focused Drug Development Guidance Series for Enhancing the Incorporation of the Patient’s Voice in Medical Product Development and Regulatory Decision Making available at https://www.fda.gov/drugs/development-approval-process-drugs/fda-patient-focused-drug-development-guidance-series-enhancing-incorporation-patients-voice-medical. These guidances are part of FDA’s commitments under section I.J.1 associated with the sixth authorization of the Prescription Drug User Fee Act (PDUFA VI) under Title I of the FDA Reauthorization Act of 2017, as well as requirements under section 3002 of the 21st Century Cures Act. When final, the PFDD guidance series will replace the 2009 final PRO guidance. Contains Nonbinding Recommendations • The PRO data can be communicated in a way that is accurate, interpretable, and not misleading A PRO instrument can be used to assess a range of concepts of interest using single item symptoms (e.g., pain intensity), symptom scales (e.g., disease symptom scale consisting of multiple symptoms), functional scales (e.g., physical function), and multi-dimensional constructs (e.g., HRQOL). To allow for clear and accurate analyses and labeling, the PRO measure should be well-defined. One important aspect of a well-defined PRO measure is that the items within the measure should all be related to the concept of interest. For instance, a well-defined physical function scale should include items on a range of activities requiring physical effort and should not contain specific items tied to or dependent on other concepts such as side effects or symptoms.8 In some cases, subscales or subsets of items from existing PRO instruments may be used to inform the benefit/risk assessment and support labeling claims if prospectively defined and their measurement properties have been adequately evaluated. Early consultation with FDA is recommended regarding selection of appropriate instrument(s) for a particular cancer clinical trial context. Ideally, interactions with the Agency would include discussion of the PRO instrument, trial design, and labeling considerations. PRO instrument considerations and examples for the core PROs are: • Disease-related symptoms: Where a group of common cardinal disease symptoms exist, disease symptom scales should be used. One example of a disease symptom scale is the Non-Small Cell Lung Cancer Symptom Assessment Questionnaire (NSCLC-SAQ) that has gone through the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 435456,
  "end_pos": 436992,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.701Z"
}