{
  "id": "fda_guidance_chunk_0109",
  "title": "Introduction - Part 109",
  "text": "an existing IRB or the establishment of a separate specialty IRB designed to facilitate the review of trials with master protocols are acceptable approaches that, if appropriately constituted and operated, can satisfy the regulatory requirement for IRB oversight. Irrespective of the type of IRB that is used, if the master protocol includes plans to enroll pediatric subjects in the trial, FDA recommends the IRB include (either as a member or an invited nonvoting expert) an individual or individuals who have expertise in the management of pediatric oncology patients.36 IRBs reviewing protocols involving pediatric subjects also should include an individual or individuals with experience with the regulatory requirements for the inclusion of pediatric subjects in clinical trials, including the requirements for parental permission and assent.37 D. Informed Consent Document In addition to submitting informed consent documents to the IRB for review, the sponsor may need to submit the original and all updated informed consent documents to the IND to allow FDA to assess that human subjects have the information to make informed decisions about participation in the trial (21 CFR 50.20). Depending upon the design of the trial, a sponsor may consider the use of informed consent documents specific to each substudy. 34 See 21 CFR 56.114 and the guidance for industry Using a Centralized IRB Review Process in Multicenter Clinical Trials (March 2006). 35 21 CFR 56.107(f). These individuals may not vote with the IRB. 36 21 CFR 56.107. 37 21 CFR 56.107 and 21 CFR 50 subpart D. 14 Contains Nonbinding Recommendations In addition to new safety information, updates to the informed consent document to reflect protocol modifications may be required.38 Protocol amendments submitted under 21 CFR 312.30 should be accompanied by the revised informed consent documents unless immediate modifications are intended to eliminate an apparent immediate hazard to subjects, in which case the sponsor should submit the revised informed consent document as soon as possible. IX. ADDITIONAL REGULATORY CONSIDERATIONS Because of the complexity of master protocols and the need to avoid miscommunication that could compromise subject safety, sponsors should submit each master protocol as part of a new IND to FDA. For INDs that contain master protocols, sponsors should consider the following: – The master protocol should be the only trial that is conducted under the IND. – The sponsor should submit",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 145152,
  "end_pos": 146688,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.683Z"
}