{
  "id": "fda_guidance_chunk_0013",
  "title": "Introduction - Part 13",
  "text": "of the study should be submitted. A protocol for a Phase 2 or 3 investigation should be designed in such a way that, if the sponsor anticipates that some deviation from the study design may become necessary as the investigation progresses, alternatives or contingencies to provide for such deviation are built into the protocols at the outset. For example, a protocol for a controlled short-term study might include a plan for an early crossover of nonresponders to an alternative therapy. (iii) A protocol is required to contain the following, with the specific elements and detail of the protocol reflecting the above distinctions depending on the phase of study: (a) A statement of the objectives and purpose of the study. (b) The name and address and a statement of the qualifications (curriculum vitae or other statement of qualifications) of each investigator, and the name of each subinvestigator (e.g., research fellow, resident) working under the supervision of the investigator; the name and address of the research facilities to be used; and the name and address of each reviewing Institutional Review Board. (c) The criteria for patient selection and for exclusion of patients and an estimate of the number of patients to be studied. (d) A description of the design of the study, including the kind of control group to be used, if any, and a description of methods to be used to minimize bias on the part of subjects, investigators, and analysts. (e) The method for determining the dose(s) to be administered, the planned maximum dosage, and the duration of individual patient exposure to the drug. (f) A description of the observations and measurements to be made to fulfill the objectives of the study. (g) A description of clinical procedures, laboratory tests, or other measures to be taken to monitor the effects of the drug in human subjects and to minimize risk. (7) Chemistry, manufacturing, and control information. (i) As appropriate for the particular investigations covered by the IND, a section describing the composition, manufacture, and control of the drug substance and the drug product. Although in each phase of the investigation sufficient information is required to be submitted to assure the proper identification, quality, purity, and strength of the investigational drug, the amount of information needed to make that assurance will vary with the phase",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 16128,
  "end_pos": 17664,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.676Z"
}