{
  "id": "fda_guidance_chunk_0158",
  "title": "Introduction - Part 158",
  "text": "additional meaningful effects. Endpoints critical to establish effectiveness for approval are often designated as primary endpoints. Secondary endpoints can provide useful description to support the primary endpoint(s) and/or demonstrate additional clinically important effects. The third category in the hierarchy includes all other endpoints, which are referred to as exploratory. Exploratory endpoints can include endpoints for research purposes or for new hypotheses generation. Each category in the hierarchy can contain a single endpoint or a family of endpoints. 1. Primary Endpoint Family The endpoint(s) that establish the effect(s) of the drug and will be the basis for concluding that the study meets its objective are designated the primary endpoint family. When there is a single 6 Contains Nonbinding Recommendations prespecified primary endpoint, there are no multiple-endpoint-related multiplicity issues in the determination that the study achieves its objective. Multiple primary endpoints occur in three ways, further described in section III.C. The first is when there are multiple primary endpoints, and each endpoint could be sufficient on its own to establish the drug’s efficacy. These multiple endpoints thus correspond to multiple chances of success, and in this case, failure to adjust for multiplicity can lead to Type I error rate inflation and a false conclusion that the drug is effective. The second is when the determination of effectiveness depends on success on all primary endpoints, when there are two or more primary endpoints. In this setting, there are no multiplicity issues related to primary endpoints, as there is only one path that leads to a successful outcome for the trial and therefore, no concern with Type I error rate inflation. In the third, critical aspects of effectiveness can be combined into a single primary composite or other multicomponent endpoint, thereby avoiding multiple-endpointrelated multiplicity issues. For example, in many cardiovascular studies it is usual to combine several endpoints (e.g., cardiovascular death, heart attack, and stroke) into a single composite endpoint that is primary and to consider death a secondary endpoint (see section III.A.2.). 2. Secondary and Exploratory Endpoint Families When an effect on the primary endpoint is shown, the secondary endpoints can be formally tested. A secondary endpoint could be a clinical effect related to the primary endpoint that extends the understanding of that effect (e.g., an effect on survival when a cardiovascular drug has shown an effect",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 211008,
  "end_pos": 212544,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.687Z"
}