{
  "id": "fda_guidance_chunk_0280",
  "title": "Introduction - Part 280",
  "text": "Safeguard the blinding, if any (e.g., maintain the blinding during data entry and processing). Contains Nonbinding Recommendations ADDENDUM (h) Ensure the integrity of the data, including any data that describe the context, content, and structure. This is particularly important when making changes to the computerized systems, such as software upgrades or migration of data. 5.5.4 If data are transformed during processing, it should always be possible to compare the original data and observations with the processed data. 5.5.5 The sponsor should use an unambiguous subject identification code (see 1.58) that allows identification of all the data reported for each subject. 5.5.6 The sponsor, or other owners of the data, should retain all of the sponsor-specific essential documents pertaining to the trial (see section 8. Essential Documents for the Conduct of a Clinical Trial). 5.5.7 The sponsor should retain all sponsor-specific essential documents in conformance with the applicable regulatory requirement(s) of the country(ies) where the product is approved, and/or where the sponsor intends to apply for approval(s). 5.5.8 If the sponsor discontinues the clinical development of an investigational product (i.e., for any or all indications, routes of administration, or dosage forms), the sponsor should maintain all sponsor-specific essential documents for at least 2-years after formal discontinuation or in conformance with the applicable regulatory requirement(s). 5.5.9 If the sponsor discontinues the clinical development of an investigational product, the sponsor should notify all the trial investigators/institutions and all the regulatory authorities. 5.5.10 Any transfer of ownership of the data should be reported to the appropriate authority(ies), as required by the applicable regulatory requirement(s). 5.5.11 The sponsor specific essential documents should be retained until at least 2 years after the last approval of a marketing application in an ICH region and until there are no pending or contemplated marketing applications in an ICH region or at least 2 years have elapsed since the formal discontinuation of clinical development of the investigational product. These documents should be retained for a longer period, however, if required by the applicable regulatory requirement(s) or if needed by the sponsor. 5.5.12 The sponsor should inform the investigator(s)/institution(s) in writing of the need for record retention and should notify the investigator(s)/institution(s) in writing when the trial-related records are no longer needed. 5.6 Investigator Selection Contains Nonbinding Recommendations 5.6.1 The sponsor is responsible for selecting",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 374976,
  "end_pos": 376512,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.697Z"
}