{
  "id": "fda_guidance_chunk_0443",
  "title": "Introduction - Part 443",
  "text": "20993-0002 Phone: 855-543-3784 or 301-796-3400; Fax: 301-431-6353; Email: druginfo@fda.hhs.gov https://www.fda.gov/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/default.htm and/or Office of Communication, Outreach, and Development Center for Biologics Evaluation and Research Food and Drug Administration 10903 New Hampshire Ave., Bldg. 71, Room 3128 Silver Spring, MD 20993-0002 Phone: 800-835-4709 or 240-402-8010; Email: ocod@fda.hhs.gov https://www.fda.gov/BiologicsBloodVaccines/GuidanceComplianceRegulatoryInformation/Guidances/default.htm U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Oncology Center of Excellence (OCE) March 2019 Clinical/Medical TABLE OF CONTENTS I. INTRODUCTION............................................................................................................. 1 II. BACKGROUND............................................................................................................... 2 III. CRITERIA FOR INCLUDING ADOLESCENT PATIENTS IN ADULT ONCOLOGY CLINICAL TRIALS................................................................................ 2 IV. DOSE SELECTION FOR ADOLESCENT PATIENTS IN ADULT ONCOLOGY CLINICAL TRIALS......................................................................................................... 3 V. SAFETY MONITORING................................................................................................ 4 VI. ETHICAL CONSIDERATIONS..................................................................................... 4 Contains Nonbinding Recommendations Considerations for the Inclusion of Adolescent Patients in Adult Oncology Clinical Trials Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA staff responsible for this guidance as listed on the title page. I. INTRODUCTION The purpose of this guidance is to provide the pharmaceutical industry, clinical investigators, and institutional review boards with information to facilitate the inclusion of adolescent patients (for purposes of this guidance, defined as ages 12 to 17) in relevant adult oncology clinical trials. FDA recommends the inclusion of adolescent patients in disease- and target-appropriate adult oncology clinical trials to enable earlier access to investigational and approved drugs2 for adolescent patients with cancer. Topics that are discussed in this guidance include the following: • Appropriate criteria for the inclusion of adolescent patients in adult oncology clinical trials at various stages of drug development • Dosing and pharmacokinetic and pharmacodynamic evaluations • Safety monitoring • Ethical considerations The information in this guidance is meant to serve as a general guideline for sponsors considering this approach. Because specific details of an adult oncology drug development program that includes adolescent patients will vary depending on the characteristics and development stage of the drug and disease(s) under evaluation, sponsors are encouraged to 1 This guidance has been",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 594048,
  "end_pos": 595584,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.711Z"
}