{
  "id": "fda_guidance_chunk_0675",
  "title": "Introduction - Part 675",
  "text": "maintenance of such records, and the making of such Contains Nonbinding Recommendations implemented these provisions by issuing regulations relating to investigational drugs, the Investigational New Drug (IND) regulations at 21 CFR Part 312, and investigational devices, the Investigational Device Exemptions (IDE) regulations at 21 CFR Part 812. These regulations specify that data collection and maintenance are indispensable requirements when conducting a clinical investigation of an unapproved product. For example, the IND regulations require investigators “… to prepare and maintain adequate and accurate case histories that record all observations and other data pertinent to the investigation on each individual administered the investigational drug or employed as a control in the investigation\" (21 CFR 312.62(b)). Similarly, the IDE regulations require an investigator to maintain \"Records of each subject's case history and exposure to the device\" (21 CFR 812.140(a)(3)). Additionally, the regulations relating to the submission of marketing applications require the submission of all relevant data in order for FDA to determine whether a product meets the standard for approval. A new drug application (NDA) must include a description and analysis of each clinical pharmacology study and controlled clinical study, a description of each uncontrolled trial, and an integrated summary of all available information about the safety of the drug product (21 CFR 314.50(d)(5)) and “copies of individual case report forms for each patient who died during a clinical study or who did not complete the study because of an adverse event, whether believed to be drug related or not, including patients receiving reference drugs or placebo” (21 CFR 314.50(f)(2)). Similarly, an application for premarket approval (PMA) for a device must include “safety and effectiveness data, adverse reactions and complications, patient discontinuation, patient complaints, device failures and replacements, tabulations of data from all individual subject report forms and copies of such forms for each subject who died during a clinical investigation or who did not complete the investigation” (21 CFR 814.20(b)(6)(ii)). Likewise , an application for a biologics license application (BLA) must include data derived from nonclinical laboratory and clinical studies which demonstrate that the manufactured product is safe, pure, and potent (21 CFR 601.2(a)). reports to the Secretary, by the manufacturer or the sponsor of the investigation of such drug, of data (including but not limited to analytical reports by investigators) obtained as the result of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 905856,
  "end_pos": 907392,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.730Z"
}