{
  "id": "fda_guidance_chunk_0713",
  "title": "Introduction - Part 713",
  "text": "are outside the working range for rabbits of 0.9 to 3.0 kg indicated in Table 3. HED = 25 mg/kg × (4.0 ÷ 60)0.33 = 25 × (0.41) = 10 mg/kg Alternatively, if the standard conversion factor was used to calculate the HED HED = 25 mg/kg ÷ 3.1 = 8.1 mg/kg The value of 10 mg/kg for the HED is 25 percent greater than the value of 8.1 mg/kg that would be calculated using the standard conversion factor. The km analysis addresses only half of the HED conversion process. The range of human sizes should also be considered to convert the mg/m2 dose back to an HED dose in mg/kg. To examine the effect of both animal and human weights on the conversion factor, the principle of allometry was used. Interspecies biologic parameters are often related by the power function Y = aWb where W is body weight and b (allometric exponent) is the slope of the log-log plot, logy = b × logW + C. Using algebraic manipulation (see Appendix C), one can derive an equation for converting an animal dose to the HED based on the body weights of the human and the animals for a given allometric exponent. For converting an animal NOAEL in mg/kg to the HED in mg/kg, the equation is: Contains Nonbinding Recommendations (ii) HED = animal NOAEL x (Wanimal/Whuman)(1-b) Since body surface area is believed to scale with an allometric exponent (b) of 0.67, one can explore how the animal and human body weights affect the conversion factor (Wanimal/Whuman)0.33. The conversion factor was calculated over a range of animal weights and a range of human weights from 50-80 kg. The results are summarized in Table 4. Column B is the weight range of the animals used to calculate, in conjunction with the 50-80 kg range in humans, the conversion factor. The extremes of the conversion factors for the permutations chosen are shown in columns C and D. The proposed standard conversion factors are shown in column E. The percentage difference of these extremes from the standard is shown in column F. Finally, the range of animal weights that produced a conversion factor for a 60 kg human within 20 percent of the standard factor is shown in column G. The ±10 percent and ±20 percent intervals",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 956928,
  "end_pos": 958464,
  "tokens": 512,
  "tags": [
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.733Z"
}