{
  "id": "fda_guidance_chunk_0525",
  "title": "Introduction - Part 525",
  "text": "a meta-analysis of all past studies. Further, the variability of the effect across past studies may not be available. In general, approval of a drug is based on showing superiority to placebo, usually in at least two studies, but FDA may not have critically assessed whether the effect is consistent across past studies and may not have analyzed any “failed” studies. It is therefore essential to use the data from all available controlled trials (unless a trial has a significant defect), including trials conducted after marketing, to calculate a reasonable estimate of the actual control effect. If the active control data have been used to define the NI margin for another study of the same indication, and if a determination is made that the trials involved are relevant to the new trial, then use of the same margin in the new trial should be acceptable. 6. What factors should be considered when selecting an endpoint for a NI trial? The endpoints chosen for clinical trials (superiority or non-inferiority) should be clinically meaningful measures of the way patients feel, function, or survive that can be reliably assessed in the target population. The endpoints generally reflect the event rate or other measure of disease in the population but also must take into account practical considerations, such as the size of the study required to demonstrate superiority or non-inferiority with respect to the endpoint. In NI studies, the endpoint must be one for which there is a good basis for knowing the effect of the active control. The endpoint need not necessarily be the endpoint used in the historical trials or the effectiveness endpoint appearing in labeling of the active control. Past trials that were successful in showing an effect on a mortality endpoint could, for example, serve as the basis for estimating an effect on a composite endpoint (cardiovascular mortality, myocardial infarction, and stroke), if that were the desired endpoint for the NI study. The use of a different endpoint in the NI study might be desirable because it would permit a smaller study, but it would be important not to include components that were not affected by the active control or did not represent an important clinical benefit. 7. Are there circumstances where conducting an NI study may not be feasible? Unfortunately, these are several,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 704256,
  "end_pos": 705792,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.718Z"
}