{
  "id": "fda_guidance_chunk_0602",
  "title": "Introduction - Part 602",
  "text": "there can be considerable uncertainty about the frequency or severity of adverse reactions in trials of CGT products, most early-phase trials of these products should include study stopping rules. The purpose of these rules is to control the number of subjects put at risk, in the event that early experience uncovers important safety problems. Study stopping rules typically specify a number or frequency of events, such as serious adverse events or deaths, that will result in temporary suspension of enrollment and dosing until the situation can be assessed. Based on the assessment, the clinical protocol might be revised to mitigate the risk to subjects. Such revisions could include changes in the enrollment criteria, for example, to exclude individuals who might be at relatively high risk for developing particular adverse reactions. Revisions might also include dose reduction, some other change in product preparation or administration, or changes in the monitoring plan. Following the implementation of such changes in the protocol, it may be safe for the trial to resume. Contains Nonbinding Recommendations Therefore, study stopping rules do not necessarily terminate a trial. Well-designed stopping rules allow sponsors to assess and address risks identified as the trial proceeds, and to assure that risks to subjects remain reasonable. V. MEETINGS WITH OCTGT OCTGT encourages prospective sponsors to meet with FDA review staff. Meeting with OCTGT can be especially beneficial for sponsors who have little experience with the IND process, and for sponsors developing a product for the treatment of a rare disease. In such meetings, OCTGT can provide advice that may increase the likelihood that an IND submission will be sufficient to support a proposed trial, or that the overall development program will be sufficient to support a marketing application. The FDA guidance document entitled “Guidance for Industry: Formal Meetings Between the FDA and Sponsors or Applicants” dated May 2009 (Ref. 12), describes the process for requesting and preparing for a meeting. One type of formal meeting is the pre-IND meeting. A pre-IND meeting is intended to help ensure that appropriate work has or will be done to support a planned IND. The sponsor’s pre-IND briefing package should include a clinical protocol or synopsis. In addition to discussions of preclinical studies and manufacturing issues, appropriate clinical topics for such a meeting could include the following:  the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 807744,
  "end_pos": 809280,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.724Z"
}