{
  "id": "fda_guidance_chunk_0287",
  "title": "Introduction - Part 287",
  "text": "and remain adequate throughout the trial period. Contains Nonbinding Recommendations (c) Verifying, for the investigational product(s): (i) That storage times and conditions are acceptable, and that supplies are sufficient throughout the trial. (ii) That the investigational product(s) are supplied only to subjects who are eligible to receive it and at the protocol specified dose(s). (iii) That subjects are provided with necessary instruction on properly using, handling, storing, and returning the investigational product(s). (iv) That the receipt, use, and return of the investigational product(s) at the trial sites are controlled and documented adequately. (v) That the disposition of unused investigational product(s) at the trial sites complies with applicable regulatory requirement(s) and is in accordance with the sponsor. (d) Verifying that the investigator follows the approved protocol and all approved amendment(s), if any. (e) Verifying that written informed consent was obtained before each subject's participation in the trial. (f) Ensuring that the investigator receives the current Investigator's Brochure, all documents, and all trial supplies needed to conduct the trial properly and to comply with the applicable regulatory requirement(s). (g) Ensuring that the investigator and the investigator's trial staff are adequately informed about the trial. (h) Verifying that the investigator and the investigator's trial staff are performing the specified trial functions, in accordance with the protocol and any other written agreement between the sponsor and the investigator/institution, and have not delegated these functions to unauthorized individuals. (i) Verifying that the investigator is enrolling only eligible subjects. (j) Reporting the subject recruitment rate. (k) Verifying that source documents and other trial records are accurate, complete, kept up-to-date, and maintained. (l) Verifying that the investigator provides all the required reports, notifications, applications, and submissions, and that these documents are accurate, complete, timely, legible, dated, and identify the trial. (m) Checking the accuracy and completeness of the CRF entries, source documents and other trial-related records against each other. The monitor specifically should verify that: (i) The data required by the protocol are reported accurately on the CRFs and are consistent with the source documents. (ii) Any dose and/or therapy modifications are well documented for each of the trial subjects. (iii) Adverse events, concomitant medications and intercurrent illnesses are Contains Nonbinding Recommendations reported in accordance with the protocol on the CRFs. (iv) Visits that the subjects fail to make, tests that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 384384,
  "end_pos": 385920,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.698Z"
}