{
  "id": "fda_guidance_chunk_0316",
  "title": "Introduction - Part 316",
  "text": "regarding certain establishment procedures and any associated records). 177 178 Pre-announcement practices depend on the type of inspectional activity being conducted and are 179 explained in each compliance program.26 During pre-announcement of FDA inspections, FDA 180 intends to make reasonable efforts to contact the establishment, including to discuss inspection 181 plans, and the inspection start date and time. Pre-announcement communications also include 182 discussions with the establishment to ensure the availability of relevant establishment staff and 20 See section 5.5 of the IOM. 21 For additional information on FDA notice of inspection (e.g., Form FDA 482), see “Authority to Inspect” under section 2.2 of the IOM. See also the Bioresearch Monitoring Program compliance programs. 22 See Part IV. A Pre-announcement Notice and Communication. 23 See “Search for FDA Guidance Documents,” available at https://www.fda.gov/regulatory-information/search-fdaguidance-documents. 24 FDA BIMO inspections include, but are not limited to, studies that are conducted under an FDA investigational new drug application (IND), as well as studies at non-U.S. establishments that are not conducted under an IND, an investigational new animal drug (INAD) exemption, or under an investigational device exemption (IDE). See, for example, the “Information Sheet Guidance for Sponsors, Clinical Investigators, and IRBs: Frequently Asked Questions Statement of Investigator (Form FDA 1572),” discussing foreign clinical studies conducted under an IND or as non-IND studies. 25 FDA may enter into cooperative arrangements and confidentiality commitments to facilitate international partnerships with counterpart foreign government agencies. See “International Arrangements,” available at https://www.fda.gov/international-programs/international-arrangements. 26 See footnote 17 for more on compliance programs. Also see Part III of this guidance and “Pre-Announcements” under section 5.2 of the IOM. Contains Nonbinding Recommendations Draft — Not for Implementation 183 the associated records and specific operations for review during the inspection, as applicable. 184 Establishments using electronic information systems to hold, analyze, process, or transfer 185 pertinent information should be prepared to provide access to FDA personnel upon their 186 arrival.27 187 188 FDA investigators routinely share their names, titles, contact information, and, when appropriate, 189 reasons for conducting the inspection. There may be instances in which FDA investigators may 190 not disclose specific reasons for conducting the inspection during pre-announcement. In such 191 cases, if appropriate, FDA investigators may inform the establishment representative that 192 additional details will be shared during the opening meeting of the inspection. 193",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 423360,
  "end_pos": 424896,
  "tokens": 512,
  "tags": [
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.700Z"
}