{
  "id": "fda_guidance_chunk_0147",
  "title": "Introduction - Part 147",
  "text": "which both pediatric and adult participants are included, the sponsor should 755 consider the relevance and comparability of endpoints to both groups, including whether results 756 from both groups can be combined in a single statistical analysis. Importantly, there are 757 additional safeguards for pediatric participants enrolled in clinical studies beyond those provided 758 for adult participants.82 These additional safeguards could limit the use of some procedures in 759 children that would be acceptable for adults. Careful planning for a drug being developed to treat 760 a rare disease in children is important to maximize the efficiency and increase the likelihood of 761 success of the drug’s clinical development program. Such planning should include discussions 762 with FDA early in drug development about the epidemiology of the rare disease and plans for 763 inclusion of pediatric participants in clinical studies.83, 764 765 766 VIII. INTERACTIONS WITH FDA 767 768 FDA offers sponsors numerous opportunities for interaction. When developing an investigational 769 drug for a rare disease, FDA encourages sponsors to meet with the relevant drug review division 770 supporting development of that particular drug early in the development program.84 FDA’s early 771 feedback to sponsors may result in more efficient drug development. At the sponsor’s request, 772 FDA will, if possible, provide advice on specific matters relating to an IND, including advice on 773 the adequacy of data to support an investigational plan, the design of a clinical investigation, and 774 whether proposed investigations are likely to produce the data and information needed to meet 775 requirements for a marketing application.85 FDA provides formal advice through milestone 776 meetings (e.g., pre-IND meeting, end of phase 2 meeting). 777 778 In addition, CDER’s Critical Path Innovation Meetings (CPIM) program provides a nonbinding 779 and informal forum for investigators from industry, academia, patient advocacy groups, and 780 government to obtain general advice on methodologies or technologies and to discuss topics of 781 81 See the draft guidance for industry General Clinical Pharmacology Considerations for Pediatric Studies of Drugs, Including Biological Products (September 2022). When final, this guidance will represent the FDA’s current thinking on this topic. 82 See 21 CFR part 50, subpart D. 83 See the draft guidance for industry Pediatric Drug Development: Regulatory Consideration—Complying With the Pediatric Research Equity Act and Qualifying for Pediatric",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 196224,
  "end_pos": 197760,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.686Z"
}