{
  "id": "fda_guidance_chunk_0277",
  "title": "Introduction - Part 277",
  "text": "and reliability of trial results. 5.0.4 Risk Control The sponsor should decide which risks to reduce and/or which risks to accept. The approach used to reduce risk to an acceptable level should be proportionate to the significance of the risk. Risk reduction activities may be incorporated in protocol design and implementation, monitoring plans, agreements between parties defining roles and responsibilities, systematic safeguards to ensure adherence to standard operating procedures, and training in processes and procedures. Predefined quality tolerance limits should be established, taking into consideration the medical and statistical characteristics of the variables as well as the statistical design of the trial, to identify systematic issues that can impact subject safety or reliability of trial results. Detection of deviations from the predefined quality tolerance limits should trigger an evaluation to determine if action is needed. 5.0.5 Risk Communication The sponsor should document quality management activities. The sponsor should communicate quality management activities to those who are involved in or affected by such activities, to facilitate risk review and continual improvement during clinical trial execution. 5.0.6 Risk Review The sponsor should periodically review risk control measures to ascertain whether the implemented quality management activities remain effective and relevant, taking into account emerging knowledge and experience. 5.0.7 Risk Reporting The sponsor should describe the quality management approach implemented in the trial and summarize important deviations from the predefined quality tolerance limits and remedial actions taken in the clinical study report (ICH E3, section 9.6 Data Quality Assurance). 5.l Quality Assurance and Quality Control 5.1.1 The sponsor is responsible for implementing and maintaining quality assurance and quality control systems with written SOPs to ensure that trials are conducted and data are generated, documented (recorded), and reported in compliance with the protocol, GCP, and the applicable regulatory requirement(s). 5.1.2 The sponsor is responsible for securing agreement from all involved parties to ensure direct access (see section 1.21) to all trial-related sites, source data/documents, and reports for the purpose of monitoring and auditing by the sponsor, and inspection by domestic and foreign regulatory authorities. 5.1.3 Quality control should be applied to each stage of data handling to ensure that all data are reliable and have been processed correctly. Contains Nonbinding Recommendations 5.1.4 Agreements, made by the sponsor with the investigator/institution and any other parties involved with the clinical trial,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 370944,
  "end_pos": 372480,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.697Z"
}