{
  "id": "fda_guidance_chunk_0554",
  "title": "Introduction - Part 554",
  "text": "sections D and C above. Example (from the above referenced 2011 HHS Guidance4): Ethnicity Data Standard Are you Hispanic, Latino/a, or of Spanish origin? (One or more categories may be selected) a. No, not of Hispanic, Latino/a, or Spanish origin b. Yes, Mexican, Mexican American, Chicano/a c. Yes, Puerto Rican d. Yes, Cuban e. Yes, Another Hispanic, Latino/a or Spanish origin Race Data Standard What is your race? (One or more categories may be selected) a. White b. Black or African American c. American Indian or Alaska Native d. Asian Indian e. Chinese f. Filipino g. Japanese h. Korean i. Vietnamese j. Other Asian k. Native Hawaiian l. Guamanian or Chamorro m. Samoan n. Other Pacific Islander These categories roll-up to the Native Hawaiian or Other Pacific Islander category of the OMB standard These categories roll up to the Asian category of the OMB standard These categories are part of the current OMB standard These categories roll up to the Hispanic or Latino category of the OMB standard Contains Nonbinding Recommendations Where concerns exist in the representation of race or ethnicity categories, sponsors are encouraged to discuss the race or ethnicity issues with the appropriate review division. F. Use of the term “nonwhite” The term “nonwhite” is not acceptable for use in the presentation of Federal Government data. It should not be used in publication or text of any report. V. PRESENTATION OF CLINICAL TRIAL RACE AND ETHNICITY DATA For INDs, NDAs, and BLAs, we recommend the submission of tabulated demographic data based on the Demographic Rule10 13 for all clinical trials using the characterizations of race and ethnicity described in this guidance. Beginning in May 2017, CDER and CBER will require marketing applications to be submitted electronically49. CDER and CBER use the eCTD as the standard for their electronic applications. When submitting an electronic application, presentation of demographic data is described in ICH M4E eCTD Guidance (section 2.7.4.1.3 and table 2.7.4.2)50, which suggests a tabular display of demographic characteristics (e.g., age, sex, race) by treatment group (e.g., active drug, placebo)51. With regard to the description of race and ethnicity, the categories that are suggested previously in this document (Section IV) provide more detail than those suggested in the ICH M4E eCTD guidance. FDA recommends that sponsors provide the level of detail described in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 743232,
  "end_pos": 744768,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.720Z"
}