{
  "id": "fda_guidance_chunk_0392",
  "title": "Introduction - Part 392",
  "text": "and is physically inaccessible because policies prevent trial staff from entering the patient’s room due to a disaster or PHE? FDA regulations generally require that the informed consent of a trial participant be documented by the use of a written consent document that typically includes the elements of informed consent, as described under 21 CFR 50.25, and that has been approved by the IRB and signed and dated by the trial participant or their legally authorized representative at the time of consent (21 CFR 50.27(a)). When feasible, we recommend a traditional method of obtaining and documenting informed consent using a signed paper copy of the consent form or use of electronic informed consent.35,36 If neither of these approaches are possible, the following procedures would be considered to satisfy FDA’s informed consent documentation requirement.37 Method 1: A photograph of the signed informed consent document can be transmitted to the trial staff 1. An unsigned consent form is provided to the patient (e.g., by a health care worker who has entered the room). 2. The investigator or designee arranges a telephone call or video conference call with the patient (and, if desired and feasible, additional individuals requested by the patient (e.g., next of kin)). 35 See the guidance for institutional review boards, investigators, and sponsors Use of Electronic Informed Consent: Questions and Answers (December 2016). 36 See Q15. 37 The procedures suggested do not apply to the exception from general informed consent requirements under 21 CFR 50.23 or the exception from informed consent requirements for emergency research under 21 CFR 50.24. Contains Nonbinding Recommendations 3. To ensure that prospective participants are approached in a consistent fashion, a standard process should be used that will accomplish the following: • Identification of who is on the call. • Review of the informed consent document with the patient by the investigator or designee and response to any questions the patient may have. • Verbal confirmation by the patient that their questions have been answered, that they would like to participate in the trial, and that they have signed and dated the informed consent document that is in their possession. 4. The patient (or an individual in the room) takes a photograph of the signed informed consent document and sends it to the investigator/designee. 5. A trial team member enters",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 525504,
  "end_pos": 527040,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.707Z"
}