{
  "id": "fda_guidance_chunk_0299",
  "title": "Introduction - Part 299",
  "text": "were obtained from􀀃 preceding trials in humans (healthy volunteers and/or patients). The implications􀀃 of this information should be discussed. In cases where a number of clinical􀀃 trials have been completed, the use of summaries of safety and efficacy across􀀃 multiple trials by indications in subgroups may provide a clear presentation of the􀀃 data. Tabular summaries of adverse drug reactions for all the clinical trials (including those for all the studied indications) would be useful. Important􀀃 differences in adverse drug reaction patterns/incidences across indications or􀀃 subgroups should be discussed. Contains Nonbinding Recommendations The IB should provide a description of the possible risks and adverse drug reactions to be anticipated on the basis of prior experiences with the product under investigation and with related products. A description should also be provided of the precautions or special monitoring to be done as part of the investigational use of the product(s). (c) Marketing Experience The IB should identify countries where the investigational product has been marketed or approved. Any significant information arising from the marketed use should be summarized (e.g., formulations, dosages, routes of administration, and adverse product reactions). The IB should also identify all the countries where the investigational product did not receive approval/registration for marketing or was withdrawn from marketing/registration. 7.3.7 Summary of Data and Guidance for the Investigator This section should provide an overall discussion of the nonclinical and clinical data, and should summarize the information from various sources on different aspects of the investigational product(s), wherever possible. In this way, the investigator can be provided with the most informative interpretation of the available data and with an assessment of the implications of the information for future clinical trials. Where appropriate, the published reports on related products should be discussed. This could help the investigator to anticipate adverse drug reactions or other problems in clinical trials. The overall aim of this section is to provide the investigator with a clear understanding of the possible risks and adverse reactions, and of the specific tests, observations, and precautions that may be needed for a clinical trial. This understanding should be based on the available physical, chemical, pharmaceutical, pharmacological, toxicological, and clinical information on the investigational product(s). Guidance should also be provided to the clinical investigator on the recognition and treatment of possible overdose and adverse drug reactions",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 400512,
  "end_pos": 402048,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.699Z"
}