{
  "id": "fda_guidance_chunk_0235",
  "title": "Introduction - Part 235",
  "text": "benefit, such as improvement in survival, improvement in a patient’s quality of life, improved physical functioning, or improved tumor-related symptoms. These benefits may not always be predicted by, or correlate with, ORR. Over time, larger improvements in tumor reduction and delay in tumor growth have been seen, and tumor measurement endpoints have been used to support both traditional and accelerated approval. Improvement in disease-free survival (DFS) has supported drug approval in selected adjuvant settings, in which a large proportion of patients were expected to have cancer symptoms at the time of recurrence. Durable complete response has supported traditional approval in leukemia, where complete response (CR) is associated with less infection, bleeding, and blood product support. A large improvement in progression-free survival (PFS) or high, substantiated durable ORR has been used to support traditional approval in select malignancies, but magnitude of effect, relief of tumor-related symptoms, and drug toxicity should also be considered when making the approval decision.10,11,12 For example, randomized trials for 9 See section 505(d) as amended by the Food and Drug Administration Modernization Act of 1997. 10 Blumenthal GM, PG Kluetz, J Schneider, KB Goldberg, AE McKee, R Pazdur, 2017, Oncology Drug Approvals: Evaluating Endpoints and Evidence in an Era of Breakthrough Therapies, The Oncologist, 22(7): 762-767. 11 Blumenthal GM and R Pazdur, 2016, Response Rate as an Approval Endpoint in Oncology: Back to the Future, JAMA Oncol, 2(6): 720-721. 12 O’Shaughnessy and Wittes et al.,1991, Commentary Concerning Demonstration of Safety and Efficacy of Investigational Anticancer Agents in Clinical Trials, J Clin Oncol, 9:2225-2232. Contains Nonbinding Recommendations hormonal drugs for breast cancer and a single arm trial of a drug for ROS1-positive metastatic non-small cell lung cancer have used ORR as an endpoint supporting traditional approval. Improvement in tumor-related symptoms in conjunction with an improved ORR and adequate response duration has supported traditional approval in several clinical settings. Surrogate endpoints for accelerated approval must be reasonably likely to predict clinical benefit (FD&C Act § 506(c)(1)(A); 21 CFR part 314, subpart H; and 21 CFR part 601, subpart E). While durable ORR has been used as a traditional approval endpoint in some circumstances, ORR has also been the most commonly used surrogate endpoint in support of accelerated approval. Tumor response is widely accepted by oncologists in guiding cancer treatments. Because ORR is directly",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 314496,
  "end_pos": 316032,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.693Z"
}