{
  "id": "fda_guidance_chunk_0018",
  "title": "Introduction - Part 18",
  "text": "pediatric safety and effectiveness. (iv) Other information. A brief statement of any other information that would aid evaluation of the proposed clinical investigations with respect to their safety or their design and potential as controlled clinical trials to support marketing of the drug. (11) Relevant information. If requested by FDA, any other relevant information needed for review of the application. (b) Information previously submitted. The sponsor ordinarily is not required to resubmit information previously submitted, but may incorporate the information by reference. A reference to information submitted previously must identify the file by name, reference number, volume, and page number where the information can be found. A reference to information submitted to the agency by a person other than the sponsor is required to contain a written statement that authorizes the reference and that is signed by the person who submitted the information. (c) Material in a foreign language. The sponsor shall submit an accurate and complete English translation of each part of the IND that is not in English. The sponsor shall also submit a copy of each original literature publication for which an English translation is submitted. (d) Number of copies. The sponsor shall submit an original and two copies of all submissions to the IND file, including the original submission and all amendments and reports. (e) Numbering of IND submissions. Each submission relating to an IND is required to be numbered serially using a single, three-digit serial number. The initial IND is required to be numbered 000; each subsequent submission (e.g., amendment, report, or correspondence) is required to be numbered chronologically in sequence. (f) Identification of exception from informed consent. If the investigation involves an exception from informed consent under § 50.24 of this chapter, the sponsor shall prominently identify on the cover sheet that the investigation is subject to the requirements in § 50.24 of this chapter. § 312.32 IND safety reporting. (a) Definitions. The following definitions of terms apply to this section: Adverse event means any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. Life-threatening adverse event or life-threatening suspected adverse reaction. An adverse event or suspected adverse reaction is considered “life-threatening” if, in the view of either the investigator or sponsor, its occurrence places the patient or subject",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 22848,
  "end_pos": 24384,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.677Z"
}