{
  "id": "fda_guidance_chunk_0310",
  "title": "Introduction - Part 310",
  "text": "and Remote Regulatory 39 Assessments (RRAs). The BIMO program was established to assess the quality and integrity of 40 data submitted to the Agency in support of regulatory decision-making, as well as to provide for 41 protection of the rights, safety, and welfare of human trial participants7 and animal subjects 42 involved in FDA-regulated research.8 The program assesses compliance with statutory 43 requirements and FDA’s regulations governing the conduct of nonclinical and clinical studies, 44 and applicable postmarketing activities (e.g., in REMS and PADE).9 45 46 FDA is authorized at reasonable times to access, inspect, and copy records and other information 47 as described in section 704(a) of the FD&C Act (21 U.S.C. 374(a)). The general authority for 48 establishment inspections is found in section 704(a)(1) of the FD&C Act (21 U.S.C. 374(a)(1)). 49 Section 704(a)(5) of the FD&C Act (21 U.S.C. 374(a)(5)), as added by FDORA, clarified10 and 50 detailed the Agency’s authority for conducting BIMO inspections. Specifically, in clarifying the 51 Agency’s BIMO inspection authority, section 704(a)(5) includes, among other things, the 52 following: 53 54 • the establishments subject to BIMO inspection, e.g., those used by sponsors in connection 55 with developing an application or other submission to FDA for marketing authorization, 56 or those conducting a study related to such an application or submission; and 57 • the records and other information that may be inspected, e.g., information related to the 58 conduct, results, and analyses of studies, including those involving human trial 59 participants or animal subjects. 60 61 It also underscores that those subject to BIMO inspection must provide FDA with access to the 62 information to be inspected (including access to all paper and electronic records and access to 63 electronic information systems used to hold, analyze, process, or transfer that information), and 6 See “Bioresearch Monitoring Investigations” under section 8.6 of the “Investigations Operations Manual,” available at https://www.fda.gov/inspections-compliance-enforcement-and-criminal-investigations/inspectionreferences/investigations-operations-manual. 7 In this document, the term “trial participant” is used and covers both human trial participants and animal subjects. 8 The terms “research,” “trial,” and “study,” are deemed to be synonymous for purposes of this guidance and include both clinical research (also referred to as “clinical study,” “clinical trial,” and “clinical investigation”) and nonclinical research (also referred to as “nonclinical trial” and “nonclinical laboratory study”). 9 “REMS” refers",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 415296,
  "end_pos": 416832,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.700Z"
}