{
  "id": "fda_guidance_chunk_0369",
  "title": "Introduction - Part 369",
  "text": "monitoring, the potential impact of the disaster or PHE on the IP supply chain, and the nature of the disease or condition under study in the trial. Sponsors should work with the investigators conducting the trial to assess the individual participant’s situation and risk profile when considering their status in the trial. • Screening procedures (e.g., testing for an infectious disease) that may be mandated by the health care system in which a clinical trial is being conducted may not need to be included as an amendment to the protocol if the sponsor does not plan to incorporate the data collected as part of a new research objective. • Changes to the protocol or investigational plan to eliminate apparent immediate hazards or to protect the life and well-being of research participants in an emergency may be implemented without IRB approval or before filing an amendment to the investigational new drug application (IND) or investigational device exemption (IDE) but are required to be reported afterwards.6 FDA encourages sponsors and investigators to work with their IRBs to prospectively define procedures as early as possible in response to major disruptions to ensure participant safety and to prioritize reporting of deviations necessitated by the impact of a disaster or PHE. • The implementation of alternative processes for the conduct of the study should be consistent with the protocol to the extent possible, and sponsors and clinical investigators should document the reason for any contingency measures implemented. Sponsors and clinical investigators should document how the disaster or PHE led to the changes in study conduct and the duration of those changes, indicate which trial participants were impacted, and document how those trial participants were impacted. • There may be gaps in data capture, data loss, and difficulties in finalizing and locking datasets because of the disaster or PHE. If changes in the protocol will lead to amending data management, prespecified analyses, and/or statistical analysis plans, the sponsor should consider making such amendments in consultation with the applicable FDA review division. Before locking the database, sponsors should address how protocol deviations related to the disaster or PHE will be handled for the prespecified analyses in the statistical analysis plan. 6 See 21 CFR 56.108(a)(4), 56.104(c), 312.30(b)(2)(ii), and 812.35(a)(2). Contains Nonbinding Recommendations B. Policies and Procedures to Account for Potential Disruptions",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 494592,
  "end_pos": 496128,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.705Z"
}