{
  "id": "fda_guidance_chunk_0395",
  "title": "Introduction - Part 395",
  "text": "be the legally binding equivalent of the individual’s handwritten signature (21 CFR 11.3(b)(7)). Contains Nonbinding Recommendations FDA regulations under 21 CFR part 11 (part 11). 43,44 FDA is aware that there are multiple commercial off-the-shelf (COTS) software systems providing electronic signature services for electronic clinical trial records. FDA does not certify individual electronic systems or methods to obtain part 11-compliant electronic signatures on electronic records, but COTS vendors may be able to provide sponsors and other regulated entities with information regarding whether their systems are part 11-compliant. Sponsors and other regulated entities should work with COTS vendors to ensure compliance with part 11. For further information regarding part 11 compliance, see the guidance for industry Part 11, Electronic Records; Electronic Signatures—Scope and Application (August 2003) and the additional recommendations proposed in the draft guidance for industry Electronic Systems, Electronic Records, and Electronic Signatures in Clinical Investigations Questions and Answers (March 2023).45 When a part 11-compliant electronic system used to create electronic signatures is not available, regulated entities must have an alternate means of obtaining required signatures46 (e.g., handwritten47 wet ink signatures executed on documents, handwritten stylus or finger-drawn signatures executed on electronic documents that are then printed or appropriately witnessed). Alternative methods for obtaining signatures on informed consent documents are described in Q14 of this guidance. When handwritten methods are used, the sponsor and other regulated entities should ensure that all records containing original handwritten signatures are (1) collected and archived, as either original paper copies or appropriately certified electronic copies (e.g., using a validated process for scanning paper copies) and (2) retained according to applicable FDA record retention requirements.48 Q16. I am a sponsor of commercial INDs, and electronic common technical document (eCTD) requirements cannot be met due to a disaster or PHE. Whom do I contact for assistance? Commercial sponsors may qualify for a short-term waiver from the eCTD requirements under section 745A of the Federal Food, Drug, and Cosmetic Act (FD&C Act) in unique and rare circumstances and for a limited duration. During a disaster or PHE, rare circumstances may 43 See 21 CFR 11.1(b), 11.10, and 11.30. See also the guidance for industry Part 11, Electronic Records; Electronic Signatures—Scope and Application (August 2003) and the draft guidance for industry Electronic Systems, Electronic Records, and Electronic Signatures in Clinical Investigations Questions",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 529536,
  "end_pos": 531072,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.707Z"
}