{
  "id": "fda_guidance_chunk_0470",
  "title": "Introduction - Part 470",
  "text": "and should be planned. If subgroup differences in overall treatment effects are observed, then exploring whether the subgroup differences are consistent across regions or pooled regions may be informative. In summary, the assessment of consistency of treatment effects should be done with diligence to inform regulatory decision-making. The credibility of regional, pooled subpopulation, or subgroup findings should consider biological plausibility, internal consistency (e.g., similar patterns of regional variability observed for other secondary endpoints) and/or external consistency (e.g., similar patterns observed in another clinical trial of the same drug), the strength of evidence, the clinical relevance, and the statistical uncertainty. The more the aforementioned considerations support a potential finding, the greater the likelihood the finding Contains Nonbinding Recommendations is not false. The evaluation of consistency will benefit from joint clinical and statistical perspectives. Estimation of Regional Treatment Effects The statistical analysis section of the protocol should describe appropriate statistical methods for estimating and reporting treatment effects and measures of their uncertainty for individual regions. This plan should include a determination of the adequacy of sample sizes to support robust estimation within each region or pooled region for which reporting of treatment effect is of interest. If the sample size in a region is so small that the estimates of effect will likely be unreliable, the use of other methods should be considered, including the search for options for additional pooling of regions based on commonalities, or borrowing information from other regions or pooled regions using an appropriate statistical model. Covariate adjusted models may be especially important in this setting as a way to account for intrinsic and extrinsic factors. Methods using weighted averages of the overall effect estimate and the estimate using data from individual regions (shrinkage estimates) may be considered, particularly when regional sample sizes are small and outlying values may be overly influential. The choice of model should reflect an understanding of how intrinsic/extrinsic factors affect the regional estimates and should be based on appropriate statistical methods. Sensitivity analyses should be planned that vary the assumptions required for the model. Impact of Trial Quality on Analysis Differences in trial conduct across regions can negatively have an impact on the power to detect an overall treatment effect, as well as the ability to examine consistency of treatment effects at the analysis stage. Important factors",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 630336,
  "end_pos": 631872,
  "tokens": 512,
  "tags": [
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}