{
  "id": "fda_guidance_chunk_0353",
  "title": "Introduction - Part 353",
  "text": "They may also be used to develop or study medical products. investigational product (IP): Human drugs, biological products, or devices that are being investigated in a clinical trial.63 telehealth: The use of electronic information and telecommunications technologies to support remote interactions between clinical trial personnel and trial participants. 63 See 21 CFR 312.3(b) and 812.3(g). Assessing COVID-19-Related Symptoms in Outpatient Adult and Adolescent Subjects in Clinical Trials of Drugs and Biological Products for COVID-19 Prevention or Treatment Guidance for Industry This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on 8 this topic. It does not establish any rights for any person and is not binding on FDA or the public. You 9 can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. 10 To discuss an alternative approach, contact the FDA staff responsible for this guidance as listed on the 11 title page. 12 I. INTRODUCTION 16 This guidance provides sponsors and investigators with considerations for approaches on how 18 common symptoms related to the Coronavirus Disease 2019 (COVID-19) can be measured and 19 analyzed in clinical trials evaluating drugs or biological products2 for the prevention or treatment 20 of COVID-19 in outpatient adult and adolescent3 subjects.4 This guidance is not intended for 21 development programs evaluating products to treat or prevent postinfectious COVID-19 22 conditions (e.g., long COVID, multisystem inflammatory syndrome) in children and adults, or 23 development programs for preventative vaccines. This guidance does not address considerations 24 for clinical trial design other than those pertaining to the measurement and analysis of COVID-25 19-related symptoms among outpatients. Considerations for patients with COVID-19 who 26 require hospitalization are out of scope for this guidance. 27 FDA is implementing this guidance without prior public comment because the Agency has 29 determined that prior public participation is not feasible or appropriate (see 21 CFR 10.115(g)(2) 30 1 This guidance has been prepared by the Office of New Drugs in the Center for Drug Evaluation and Research in cooperation with the Center for Biologics Evaluation and Research at the Food and Drug Administration. 2 For the purposes of this guidance, all references to drugs include both human drugs and biological products unless otherwise specified. 3 For the purposes of this guidance, adolescents are",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 473088,
  "end_pos": 474624,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}