{
  "id": "fda_guidance_chunk_0606",
  "title": "Introduction - Part 606",
  "text": "This revised guidance incorporates the changes approved in December 2011 and March 2012. FDA’s guidance documents, including this guidance, do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. QUESTIONS AND ANSWERS A. Limit Dose for Toxicity Studies (1) Q1: Can you provide a definition of a 50-fold clinical exposure margin in terms of how it is calculated and whether it relates to the intended therapeutic clinical exposure or the maximum exposure achieved in phase 1 trials? A1: Generally, the exposure margins should be calculated using the group/cohort mean area under the curve (AUC) values for animals at the highest dose tested and for humans at the anticipated therapeutic exposure. In some special cases, based on prior knowledge of the compound class, exposure limits based on Cmax (maximum plasma concentration) might also be appropriate (e.g., if it is suspected that the drug could cause seizures). Using the 50-fold approach, the high dose in the toxicity studies should be selected to produce a 50-fold exposure margin over the anticipated clinical exposure at the highest dose proposed for phase 2 and 3 studies (see the exception for phase 3 trials in the United States (ICH M3(R2) guidance, section I.E High Dose Selection for General Toxicity Studies (1.5)), and the answers to Q2 and Q3 of this section). For phase 1 clinical trials, it is recognized that the therapeutic exposure generally will be exceeded and smaller margins are appropriate (for example, see answers to Q2 and Q3). Q2: When using the 50-fold exposure approach and there are no adverse findings in the rodent and nonrodent toxicity studies, if the clinical dose is escalated up to the agreed limit (1/50th of the exposure achieved at the top dose in animal studies) and there are no adverse findings in humans, is it possible to escalate the clinical dose further? A2: In this situation, if the clinical dose is escalated to 1/50th of the maximum exposure in the animal studies and no treatment-related adverse effects are noted in volunteers/patients, for short-term clinical studies (e.g., 14 days duration) the clinical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 813120,
  "end_pos": 814656,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.724Z"
}