{
  "id": "fda_guidance_chunk_0275",
  "title": "Introduction - Part 275",
  "text": "of the trial, and/or increasing the risk to subjects. 4.11 Safety Reporting 4.11.1 All SAEs should be reported immediately to the sponsor except for those SAEs that the protocol or other document (e.g., Investigator's Brochure) identifies as not needing immediate reporting. The immediate reports should be followed promptly by detailed, written reports. The immediate and follow-up reports should identify subjects by unique code numbers assigned to the trial subjects rather than by the subjects' names, personal identification numbers, and/or addresses. The investigator should also comply with the applicable regulatory requirement(s) related to the reporting of unexpected serious adverse drug reactions to the regulatory authority(ies) and the IRB/IEC. 4.11.2 Adverse events and/or laboratory abnormalities identified in the protocol as critical to safety evaluations should be reported to the sponsor according to the reporting requirements and within the time periods specified by the sponsor in the protocol. 4.11.3 For reported deaths, the investigator should supply the sponsor and the IRB/IEC with any additional requested information (e.g., autopsy reports and terminal medical reports). 4.12 Premature Termination or Suspension of a Trial If the trial is prematurely terminated or suspended for any reason, the investigator/institution should promptly inform the trial subjects, should assure appropriate therapy and follow-up for the subjects, and, where required by the applicable regulatory requirement(s), should inform the regulatory authority(ies). In addition: 4.12.1 If the investigator terminates or suspends a trial without prior agreement of the sponsor, the investigator should inform the institution, where applicable, and the investigator/institution should promptly inform the sponsor and the IRB/IEC, and should provide the sponsor and the IRB/IEC a detailed written explanation of the termination or suspension. 4.12.2 If the sponsor terminates or suspends a trial (see section 5.21), the investigator should promptly inform the institution where applicable and the investigator/institution should promptly inform the IRB/IEC, and provide the IRB/IEC a detailed written explanation of the termination or suspension. Contains Nonbinding Recommendations 4.12.3 If the IRB/IEC terminates or suspends its approval/favorable opinion of a trial (see sections 3.1.2 and 3.3.9), the investigator should inform the institution where applicable and the investigator/institution should promptly notify the sponsor and provide the sponsor with a detailed written explanation of the termination or suspension. 4.13 Final Report(s) by Investigator Upon completion of the trial, the investigator, where applicable, should inform the institution; the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 368256,
  "end_pos": 369792,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.697Z"
}