{
  "id": "fda_guidance_chunk_0315",
  "title": "Introduction - Part 315",
  "text": "rights for or on any person and does not operate to bind FDA or the public. 19 In accordance with section 3612(b)(1) of FDORA, as part of developing this guidance, the Agency reviewed “processes and practices in effect as of the date of enactment of this Act [i.e., FDORA] applicable to inspections of foreign and domestic sites and facilities described” in section 704(a)(5)(C)(i) of the FD&C Act “to evaluate whether any updates are needed to facilitate the consistency of such processes and practices”. FDA makes needed updates on a routine basis, as part of our regular review of processes and practices, as noted above. Contains Nonbinding Recommendations Draft — Not for Implementation 154 otherwise related to, a marketing application submitted to FDA and provide data critical to 155 regulatory decision making). For domestic inspections, a notice of inspection (e.g., Form FDA 156 48220) is issued at the time of inspection. During foreign inspections, FDA credentials are 157 presented to the top management official (or onsite designee) but FDA does not issue a notice of 158 inspection.21 With the exception of this difference and those related to pre-announcement 159 procedures described below22 inspections of foreign and domestic establishments are generally 160 the same in terms of processes and practices. 161 162 FDA has issued guidance23 relevant to the conduct of clinical studies, including guidance on 163 issues specific to studies conducted internationally.24 FDA also collaborates with certain 164 international regulatory partner agencies to conduct joint inspections, observe inspections, share 165 inspection information and develop policy.25 This collaboration is important to the BIMO 166 program. 167 168 IV. BEST PRACTICES FOR COMMUNICATION BETWEEN THE FDA AND 169 INDUSTRY IN ADVANCE OF, DURING, OR AFTER AN INSPECTION 170 171 A. Pre-announcement Notice and Communication 172 173 The Agency’s primary purpose for pre-announcing an inspection is to ensure the appropriate 174 records and establishment personnel will be available during the inspection. FDA may 175 communicate a general idea of the records that may be requested during the inspection (e.g., 176 regarding certain establishment procedures and any associated records). 177 178 Pre-announcement practices depend on the type of inspectional activity being conducted and are 179 explained in each compliance program.26 During pre-announcement of FDA inspections, FDA 180 intends to make reasonable efforts to contact the establishment, including to discuss",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 422016,
  "end_pos": 423552,
  "tokens": 512,
  "tags": [
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.700Z"
}