{
  "id": "fda_guidance_chunk_0032",
  "title": "Introduction - Part 32",
  "text": "(7) Additional protections of the rights and welfare of the subjects will be provided, including, at least: (i) Consultation (including, where appropriate, consultation carried out by the IRB) with representatives of the communities in which the clinical investigation will be conducted and from which the subjects will be drawn; (ii) Public disclosure to the communities in which the clinical investigation will be conducted and from which the subjects will be drawn, prior to initiation of the clinical investigation, of plans for the investigation and its risks and expected benefits; (iii) Public disclosure of sufficient information following completion of the clinical investigation to apprise the community and researchers of the study, including the demographic characteristics of the research population, and its results; (iv) Establishment of an independent data monitoring committee to exercise oversight of the clinical investigation; and (v) If obtaining informed consent is not feasible and a legally authorized representative is not reasonably available, the investigator has committed, if feasible, to attempting to contact within the therapeutic window the subject's family member who is not a legally authorized representative, and asking whether he or she objects to the subject's participation in the clinical investigation. The investigator will summarize efforts made to contact family members and make this information available to the IRB at the time of continuing review. (b) The IRB is responsible for ensuring that procedures are in place to inform, at the earliest feasible opportunity, each subject, or if the subject remains incapacitated, a legally authorized representative of the subject, or if such a representative is not reasonably available, a family member, of the subject's inclusion in the clinical investigation, the details of the investigation and other information contained in the informed consent document. The IRB shall also ensure that there is a procedure to inform the subject, or if the subject remains incapacitated, a legally authorized representative of the subject, or if such a representative is not reasonably available, a family member, that he or she may discontinue the subject's participation at any time without penalty or loss of benefits to which the subject is otherwise entitled. If a legally authorized representative or family member is told about the clinical investigation and the subject's condition improves, the subject is also to be informed as soon as feasible. If a subject is",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 41664,
  "end_pos": 43200,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.678Z"
}