{
  "id": "fda_guidance_chunk_0187",
  "title": "Introduction - Part 187",
  "text": "An interim analysis3 is any examination of data obtained from subjects in a trial while that trial is ongoing and is not restricted to cases in which there are formal between-group comparisons. The observed data used in the interim analysis can include one or more types, such as baseline data, safety outcome data, pharmacokinetic, pharmacodynamic or other biomarker data, or efficacy outcome data. • A non-comparative analysis is an examination of accumulating trial data in which the treatment group assignments of subjects are not used in any manner in the analysis. A comparative analysis is an examination of accumulating trial data in which treatment groups are identified, either with the actual assigned treatments or with codes (e.g., labeled as A and B, without divulging which treatment is investigational).4 The terms unblinded analysis and blinded analysis are also sometimes used to make the distinction between analyses in which treatment assignments are and are not identified, respectively. We avoid the terms unblinded analysis and blinded analysis in this guidance because these terms can misleadingly conflate knowledge of treatment assignment with the use of treatment assignment in adaptation algorithms. An interim analysis can be comparative or non-comparative regardless of whether trial subjects, investigators, and other personnel such as the sponsor and data monitoring committee (DMC) have knowledge of individual treatment assignments or access to comparative results by treatment arm. For example, it is possible to include adaptations based on a non-comparative analysis even in open-label trials, but ensuring that the adaptations are completely unaffected by knowledge of comparative data presents additional challenges. The importance of limiting access to comparative interim results is discussed in detail in section VII. of this guidance. 3 The FDA guidance for industry E9 Statistical Principles for Clinical Trials (September 1998) defines an interim analysis as “any analysis intended to compare treatment arms with respect to efficacy or safety…” The current guidance uses a broader meaning for interim analysis to accommodate the wide range of analyses of accumulating data that can be used to determine trial adaptations. We update guidances periodically. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/RegulatoryInformation/Guidances/default.htm. 4 These definitions of the terms non-comparative analysis and comparative analysis refer to the setting of a multiarm clinical trial. In a single-arm clinical trial, any",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 249984,
  "end_pos": 251520,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.690Z"
}