{
  "id": "fda_guidance_chunk_0141",
  "title": "Introduction - Part 141",
  "text": "of Effectiveness of Human Drugs and Biological Products. 68 See 21 CFR part 50, subpart D, Additional Safeguards for Children in Clinical Investigations. 69 See the draft guidance for industry Rare Diseases: Early Drug Development and the Role of Pre-IND Meetings (October 2018). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations 19 • Comparator arm: Sponsors should use a concurrent comparator arm design (e.g., placebo, 612 no treatment, standard of care, active drug, multiple doses), employing randomization 613 and blinding/masking whenever ethically and practicably feasible, to facilitate 614 interpretation of results, including adverse event causality, especially with respect to the 615 incidence and severity of adverse events that could be a manifestation of the disease 616 under study. 617 618 • Clinical investigation conduct and data quality: Sponsors should ensure appropriate 619 clinical investigation conduct and high data quality. This should include steps to prevent 620 missing data, as even a small amount of missing data can impact the reliability of results. 621 Sponsors should also maintain confidentiality of interim results while the clinical 622 investigation is ongoing. 623 624 • Auxiliary cohorts: Depending on details of the clinical development program, the 625 following approaches may augment the safety and efficacy database if the sponsor 626 rigorously collects and analyzes the data: 627 628 — A clinical investigation protocol with a safety cohort running parallel to the efficacy 629 clinical investigation: This cohort would include patients with the disease who 630 investigators think might benefit from the investigational drug but who do not meet 631 all the registration clinical investigation eligibility criteria. Such patients can be 632 enrolled in the clinical investigation, avoiding the need for a separate clinical 633 investigation and protocol. However, these patients are not randomized and are 634 excluded from the efficacy analysis. The ability to reliably evaluate outcomes from 635 nonrandomized data sources can be limited. 636 637 — Patients receiving drugs under expanded access:70 Systematic collection of expanded 638 access safety data might identify important premarketing signals that might otherwise 639 not be observed until the drug is used in the more diverse practice setting. Plans for 640 the use of these cohorts in a drug development program should be discussed early in 641 the development process with the review",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 188160,
  "end_pos": 189696,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.686Z"
}