{
  "id": "fda_guidance_chunk_0008",
  "title": "Introduction - Part 8",
  "text": "the investigations that are designed to be adequate and well-controlled; or (iv) The drug has been studied in one or more adequate and well-controlled investigations that strongly suggest lack of effectiveness; or (v) Another drug under investigation or approved for the same indication and available to the same patient population has demonstrated a better potential benefit/risk balance; or (vi) The drug has received marketing approval for the same indication in the same patient population; or (vii) The sponsor of the study that is designed to be an adequate and well-controlled investigation is not actively pursuing marketing approval of the investigational drug with due diligence; or (viii) The Commissioner determines that it would not be in the public interest for the study to be conducted or continued. FDA ordinarily intends that clinical holds under paragraphs (b)(4)(ii), (b)(4)(iii) and (b)(4)(v) of this section would only apply to additional enrollment in nonconcurrently controlled trials rather than eliminating continued access to individuals already receiving the investigational drug. (5) Clinical hold of any investigation involving an exception from informed consent under § 50.24 of this chapter. FDA may place a proposed or ongoing investigation involving an exception from informed consent under § 50.24 of this chapter on clinical hold if it is determined that: (i) Any of the conditions in paragraphs (b)(1) or (b)(2) of this section apply; or (ii) The pertinent criteria in § 50.24 of this chapter for such an investigation to begin or continue are not submitted or not satisfied. (6) Clinical hold of any investigation involving an exception from informed consent under § 50.23(d) of this chapter. FDA may place a proposed or ongoing investigation involving an exception from informed consent under § 50.23(d) of this chapter on clinical hold if it is determined that: (i) Any of the conditions in paragraphs (b)(1) or (b)(2) of this section apply; or (ii) A determination by the President to waive the prior consent requirement for the administration of an investigational new drug has not been made. (c) Discussion of deficiency. Whenever FDA concludes that a deficiency exists in a clinical investigation that may be grounds for the imposition of clinical hold FDA will, unless patients are exposed to immediate and serious risk, attempt to discuss and satisfactorily resolve the matter with the sponsor before issuing the clinical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 9408,
  "end_pos": 10944,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.676Z"
}