{
  "id": "fda_guidance_chunk_0748",
  "title": "Introduction - Part 748",
  "text": "intercurrent illness. Note, however, that when used to show similarity of two treatments, for example, to show that a drug does not have a particular adverse effect by showing similar rates of the event in drug-treated and placebotreated patients, placebo-controlled trials have the same assay sensitivity problem as any equivalence or non-inferiority trial (see section 1.5.1). To interpret the result, one must know that if the study drug had caused an adverse event, the event would have been observed. Ordinarily, such a study should include an active control treatment that does cause the adverse event in question, but in some cases it may be possible to conclude that a study has assay sensitivity to such an effect by documenting historical sensitivity to adverse drug effects for a particular study design. 5. Modifications of Design and Combinations with Other Controls That Can Resolve Ethical, Practical, or Inferential Issues (2.1.5) It is often possible to address the ethical or practical limitations of placebo-controlled trials by using modified study designs that still retain the inferential advantages of these trials. In addition, placebo-controlled trials can be made more informative by including additional treatment groups, such as multiple doses of the test agent or a known active control treatment. a. Additional Control Groups (2.1.5.1) i. Three-arm Trial; Placebo and Active Control (2.1.5.1.1) As noted in section 1.5.1, three-arm trials including an active control as well as a placebo-control group can readily assess whether a failure to distinguish test treatment from placebo implies ineffectiveness of the test treatment or is simply the result of a trial that lacked the ability to identify an active drug. The comparison of placebo to standard drug in such a trial provides internal evidence of assay sensitivity. It is possible to make the active groups larger than the placebo group to improve the precision of the active drug comparison, if this is considered important. This may also make the trial more acceptable to patients and investigators, as there is less chance of being randomized to placebo. ii. Additional Doses (2.1.5.1.2) Randomization to several fixed doses of the test drug in addition to placebo allows assessment of dose-response and may be particularly useful in a comparative trial to ensure a fair comparison of treatments (see ICH E4: Dose-Response Information to Support Drug Registration). iii. Factorial Designs",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1003968,
  "end_pos": 1005504,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.735Z"
}