{
  "id": "fda_guidance_chunk_0097",
  "title": "Introduction - Part 97",
  "text": "vemurafenib in multiple nonmelanoma cancers with BRAF V600 mutations (see Figure A in the Appendix) (Hyman et al. 2015). B. Investigational Drugs or Investigational Drug Combinations in Single Cancer Type A master protocol that is designed to evaluate multiple investigational drugs administered as single drugs or as drug combinations in a single disease population is commonly referred to as an umbrella trial (shown in Figure 2). Substudies within umbrella trials can include dose-finding or safety lead-in components to identify safe doses of an investigational drug combination before proceeding with an activity-estimating component. As previously stated, sponsors should ensure the RP2D for each investigational drug has been established before evaluation in a master protocol. Figure 2: Schematic Representation of a Master Protocol With Umbrella Trial Design Single tumor type or histological sub-type (D1)* Control T1* T2 T3 TX * T = investigational drug or investigational drug combination; D = protocol defined subpopulation in single disease subtypes; TX = dashed lines indicate potential amendments to include future treatment arms. 5 Contains Nonbinding Recommendations Umbrella trials can employ randomized controlled designs to compare the activity of the investigational drug or drugs with a common control arm. The drug chosen as the control arm for the randomized substudy or substudies should be the standard of care (SOC) for the target population, and this may change over time if newer drugs replace the SOC. For specific aspects related to design and analysis related to a master protocol for an umbrella trial, see section V., Specific Design Considerations in Master Protocols, and section VII., Statistical Considerations. An example of a master protocol with umbrella trial design is the original version of the LUNGMAP trial, a multidrug, multi-substudy, biomarker-driven trial in human subjects with advanced/metastatic squamous cell carcinoma of the lung where docetaxel was the common control arm in four of the five substudies (Herbst et al. 2015). Eligible subjects were assigned to substudies based on their biomarkers or to a nonmatch therapy substudy for subjects not eligible for the biomarker-specific substudies. Within the substudies, subjects were randomized to a biomarker-driven target or to SOC therapy (see Figure B in the Appendix). C. Other Trial Designs Master protocol designs may also incorporate design features common to both basket and umbrella trials and may evaluate multiple investigational drugs and/or drug combination regimens",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 129024,
  "end_pos": 130560,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.683Z"
}