{
  "id": "fda_guidance_chunk_0110",
  "title": "Introduction - Part 110",
  "text": "compromise subject safety, sponsors should submit each master protocol as part of a new IND to FDA. For INDs that contain master protocols, sponsors should consider the following: – The master protocol should be the only trial that is conducted under the IND. – The sponsor should submit the master protocol to the review division in CDER or CBER responsible for reviewing the primary indication or indications. If more than one indication is being investigated, the sponsor should submit the IND to the most appropriate clinical review division within the Office of Oncologic Diseases in CDER, or within CBER, taking into account the population to be studied. X. CONTENT OF A MASTER PROTOCOL A. New IND Submission INDs containing master protocols are subject to all the requirements under 21 CFR 312. To ensure that all required aspects are complete, a master protocol must contain the required elements for clinical protocols described in 21 CFR 312.23(a)(6)(iii) and should contain all the information described in sections V, VI, VII, and VIII of this guidance. Specifically, the protocol and IND submission must address the following elements: (1) Core elements as required per 21 CFR 312.20-23 (2) Submission in electronic (electronic common technical document (eCTD)) format39 The protocol and IND submission should also address the following elements: (3) Appropriate letters of authorization to the other INDs for each investigational drug also being studied under the IND for the master protocol indicating the location of chemistry, 38 21 CFR 50.25(a). 39 See the guidance for industry Providing Regulatory Submissions in Electronic Format — Certain Human Pharmaceutical Product Applications and Related Submissions Using the eCTD Specifications Guidance (February 2020). 15 Contains Nonbinding Recommendations manufacturing, and controls; nonclinical pharmacology and toxicology; clinical pharmacology; and clinical information in the IND referenced in support of the master protocol IND (4) Suggested IND title as “PROTOCOL NAME: List of investigational drugs” (e.g., LUNG-MAP: Drug X, Drug Y, Drug Z) (5) Submission of each substudy within the same IND under a separate folder in Section 5.3.5. of the eCTD (as shown in Figure D in the Appendix) to facilitate review (6) Inclusion of a list of all the substudies in Section 5.2 of the eCTD, in addition to the master protocol title (as shown in Figure E in the Appendix) The master protocol should also",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 146496,
  "end_pos": 148032,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.684Z"
}