{
  "id": "fda_guidance_chunk_0099",
  "title": "Introduction - Part 99",
  "text": "arms might also be proposed prospectively. B. Novel Combination of Two or More Investigational Drugs In master protocols with substudies intended to evaluate concomitant administration of two or more investigational drugs, the sponsor should provide strong scientific rationale for the use of the drug combination regimen. FDA recommends that the sponsor ensures the RP2D has been identified for each individual drug in all cases where each drug may have antitumor activity. The master protocol should summarize available safety, pharmacology, and preliminary efficacy data for each investigational drug; the biological rationale for use of the drugs in combination rather than use of an individual drug; and evidence, if any, of synergy when used in combination. In some instances, the master protocol may include a dose-finding component for novel combinations where the RP2D of the combination regimen has not been established. Safety data from a minimum of six subjects treated at the proposed dosage for the drug combination regimen should be available before proceeding with the efficacy evaluation. The sponsor should submit results of the dose-finding phase to the IND for the master protocol before proceeding with the efficacy phase. If such an approach is considered in a pediatric population, the sponsor should ensure, for a particular tumor type and/or relevant mutations, that the full relevant age range of pediatric subjects (generally speaking 0 to ≤17 years of age) is addressed and the investigational drug provides the prospect of direct clinical benefit to pediatric subjects. For additional requirements that pertain to clinical investigations in pediatric subjects, see 21 CFR 50 subpart D. Specific age eligibility should depend on the prevalence of the particular tumor type in children. For clinical development programs designed to evaluate combinations of two or more investigational drugs, it is important that the general investigational plan describe the approach to demonstrating the contribution of each investigational drug to the observed treatment effect to support a benefit-risk assessment.12 C. Studies With Drugs Targeting Multiple Biomarkers FDA recommends early discussion with the review division of biomarker development plans when the sponsor plans to use one or more biomarkers to inform human subject selection for trials. The sponsor should provide the rationale for conducting the substudy in a biomarkerdefined population, such as a tumor biomarker likely to predict a therapeutic response to the investigational drug based",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 131712,
  "end_pos": 133248,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.683Z"
}