{
  "id": "fda_guidance_chunk_0228",
  "title": "Introduction - Part 228",
  "text": "will be used to produce interim results, guide adaptation decisions, carry out hypothesis tests, estimate treatment effects, and estimate uncertainty in the treatment effect estimates at the end of the trial. Software to carry out interim and final analyses should be prespecified. If novel or custom software will be used, sufficient information should be submitted to FDA before the trial to ensure there is no ambiguity in the statistical procedures that will be performed. This information might include computer code when applicable. • Evaluation and discussion of the design operating characteristics, which should typically include Type I error probability; power; expected, minimum, and maximum sample size; bias of treatment effect estimates; and coverage of confidence intervals. Such evaluations might be achieved through analytical calculations and/or computer simulations. If operating characteristics are evaluated analytically, appropriate details (e.g., literature references or proofs) for the methodology should be submitted. • In cases where simulations are the primary or sole technique for evaluating trial operating characteristics as defined above, a detailed simulation report should be submitted, including: o An overall description of the trial design. o Example trials, in which a small number of hypothetical trials are described with different conclusions, such as a positive trial with the original sample size, a trial stopped for futility after the first interim look, a positive trial after increasing the sample size, etc. o A description of the set of parameter configurations used for the simulation scenarios, including a justification of the adequacy of the choices. o The number of simulated trials (iterations) evaluated for each scenario and a rationale for the adequacy of this number. o Simulation results detailing the estimated operating characteristics under the various scenarios. Contains Nonbinding Recommendations o Simulation code. Because FDA reviewers will need to verify simulation studies used to evaluate trial operating characteristics, it is important to document the software package used for simulations and, if custom software was used, to provide the code used for the simulations. When code is provided, it should be readable and adequately commented. The code should include the random seeds used to generate the simulation results. It is also helpful to provide code written in widely-used statistical programming languages. Even in cases where another language has been used to generate simulation results (typically for reasons of computational efficiency), it",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 305088,
  "end_pos": 306624,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.693Z"
}