{
  "id": "fda_guidance_chunk_0442",
  "title": "Introduction - Part 442",
  "text": "or measurements to ensure optimal patient management. If sponsors intend to maintain patient-level blinding when disease recurs or progresses and there are existing available treatments, the informed consent document should acknowledge the risks of this approach, and the protocol should include justification for the potential added risk. • As stated in the guidance for industry and investigators Safety Reporting Requirements for INDs and BA/BE Studies (December 2012), FDA recommends unblinding the patient and the investigator when the patient has an adverse event suspected to be related to the investigational drug product and for which management of the adverse event with one or more drug products with substantial toxicity or invasive procedures is being considered. In such cases of unblinding, the patient can be removed from treatment based on benefit-risk analysis, but the patient data should not be removed from the trial. If sponsors intend to maintain patient-level blinding when a suspected drug-related serious adverse event occurs, the informed consent document should acknowledge the risks of this approach, and the protocol should include justification for the potential added risk. • Sponsors should provide a detailed description in the protocol and in the statistical analysis plan of the proposal for blinding (including whether the physiological effects or adverse events associated with the investigational drug product would lead to some degree of unblinding) and planned unblinding (unblinding driven by potential need for medicines with substantial toxicity or invasive procedures for managing adverse events). Considerations for the Inclusion of Adolescent Patients in Adult Oncology Clinical Trials Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Oncology Center of Excellence (OCE) March 2019 Clinical/Medical Considerations for the Inclusion of Adolescent Patients in Adult Oncology Clinical Trials Guidance for Industry Additional copies are available from: Office of Communications, Division of Drug Information Center for Drug Evaluation and Research Food and Drug Administration 10001 New Hampshire Ave., Hillandale Bldg., 4th Floor Silver Spring, MD 20993-0002 Phone: 855-543-3784 or 301-796-3400; Fax: 301-431-6353; Email: druginfo@fda.hhs.gov https://www.fda.gov/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/default.htm and/or Office of Communication, Outreach, and Development Center for Biologics Evaluation and Research Food and Drug Administration 10903 New Hampshire Ave., Bldg. 71, Room 3128 Silver Spring, MD 20993-0002 Phone: 800-835-4709 or 240-402-8010; Email: ocod@fda.hhs.gov https://www.fda.gov/BiologicsBloodVaccines/GuidanceComplianceRegulatoryInformation/Guidances/default.htm U.S. Department",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 592704,
  "end_pos": 594240,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.711Z"
}