{
  "id": "fda_guidance_chunk_0359",
  "title": "Introduction - Part 359",
  "text": "diary completed once daily with 139 a 24-hour recall.11 140 † In lieu of items 13 and 14, sponsors may include optional questions on severity of loss and/or alteration of 141 smell/taste based on the program-specific context of use. The item descriptions should include sufficient detail for 142 the respondent to understand the concept being asked (e.g., loss of smell versus parosmia and/or phantosmia-like 143 alteration of smell). The same recommendation applies to item 14. Understandability of the response options 144 should be supported by qualitative evidence from patient interviews and/or the literature. 145 • Sponsors can consider using alternative items and response options for assessment of 147 common COVID-19-related symptoms. For example, a sponsor can consider using a 4-148 point (none/mild/moderate/severe) or binary response (yes/no) scale for assessment of 149 patient-reported loss and/or alteration of smell and taste; vomiting and diarrhea might 150 also be rated on a verbal rating frequency scale with a 24-hour recall period. 151 11 See the draft guidance for industry, Food and Drug Administration staff, and other stakeholders Patient-Focused Drug Development: Incorporating Clinical Outcome Assessments Into Endpoints For Regulatory Decision-Making (April 2023). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations • According to the mechanism of action of the investigational product and the underlying 153 pathophysiology of COVID-19, clinical manifestations of the currently circulating 154 COVID-19 variant(s) of concern, and program-specific study design, sponsors can also 155 assess additional emerging symptoms (e.g., cognitive dysfunction) if appropriate. 156 When designing and implementing PRO instruments, sponsors should consider the following 158 recommendations: 159 • FDA recommends using response scales that include verbal descriptors (e.g., none, mild, 161 moderate, severe) because the absence of verbal descriptors may create difficulty in 162 interpretation. Accordingly, response scales such as visual analog scales and 0-to-10 163 numeric rating scales are not directly interpretable and may result in interpretation 164 difficulties in this context. 165 • FDA recommends avoiding an excessively large number of items in the PRO 167 instrument(s), which may lead to unnecessary patient burden, poor compliance with diary 168 completion, and missing data. 169 C. Considerations for Outpatient Clinical Trial Endpoint Selection 171 1. Endpoint Selection 173 Sponsors should consider the following: 175 • The selection of time point(s) for clinical endpoint assessments in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 481152,
  "end_pos": 482688,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}