{
  "id": "fda_guidance_chunk_0498",
  "title": "Introduction - Part 498",
  "text": "basis for approval. Where the preservation of effect is particularly critical, of course, demonstrating that loss of M2 has been ruled out in more than one study might be considered necessary. In some cases, a study planned as an NI study may show superiority to the active control. Recommendations in International Conference on Harmonisation guidance E9: Statistical Principles for Clinical Trials (ICH E9) and FDA policy have been that this superiority finding arising in an NI study can be interpreted without adjustment for multiplicity. Showing superiority to an active control is a very persuasive demonstration of the effectiveness of the test drug, because demonstrating superiority to an active drug is much more difficult than demonstrating superiority to placebo. Similarly, a finding of less than superiority, but with a 95% confidence interval upper bound for C-T considerably smaller than M2, is also statistically persuasive for demonstrating effectiveness. I. Choice of Active Control The active control must be a drug whose effect is well-defined. The most obvious choice is a single drug for which historical placebo-controlled trials are available to define the active control effect assumed for the NI trial. When there are several pharmacologically similar drugs, it may be possible to use a combined analysis to choose an NI margin, and in that case, any one of the related drugs may be considered as the active control in the NI trial (see section IV.B.2.b). IV. CHOOSING THE NON-INFERIORITY MARGIN AND TESTING THE NON-INFERIORITY HYPOTHESIS A. Introduction In this section, various sources of uncertainty that come into play for NI trials are discussed, with particular emphasis on those affecting the choice of margin. We also discuss in more detail the choice of statistical test for the NI hypothesis. As described briefly in section III, there are two different approaches to analysis of the NI study, one called the fixed margin method and the other called the synthesis method. Both use the same data from the historical studies and NI study, but in different ways. ● With the fixed margin method, the margin M1 is based upon estimates of the effect of the active comparator in previously conducted studies. The NI margin to be ruled out in the NI study is then prespecified, and it is usually chosen as a quantity smaller than M1 (i.e., M2) to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 667968,
  "end_pos": 669504,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.716Z"
}