{
  "id": "fda_guidance_chunk_0219",
  "title": "Introduction - Part 219",
  "text": "intended to demonstrate effectiveness, safety objectives also play a critical role. First, there are cases where adaptations are planned on safety rather than efficacy endpoints. One example is early-phase dose-ranging trials in oncology that attempt to identify a maximum tolerated dose using the CRM or other adaptive techniques. Another example is the Rotavirus Efficacy and Safety Trial (REST) that formed a primary basis for the 2006 approval of a rotavirus vaccine, RotaTeq (Heyse et al. 2008). REST was a group sequential trial designed to evaluate the risk of intussusception, a serious gastrointestinal condition, in up to 100,000 infants, of whom a subset was used for an efficacy evaluation. Second, the acquisition of sufficient safety information to support product approval is usually a major concern in trials that adapt on efficacy endpoints. Trials with early stopping for strong evidence of effectiveness still need to collect sufficient safety data to allow for a reliable benefitrisk evaluation of the investigational drug and to inform labeling. For this reason, the size of a safety database should be taken into account when planning the number, timing, and stopping boundaries of interim analyses. In particular, the timing of interim analyses may be restricted by the expectation for a minimum number of patients studied and a minimum length of exposure to ensure a reliable safety evaluation. Finally, it is important to consider whether certain adaptations can potentially put trial subjects at unnecessary risk. This can be a concern in particular in early-phase dose-escalation trials. 24 See the FDA draft guidance for industry Multiple Endpoints in Clinical Trials (January 2017) for a discussion of general considerations in the evaluation of multiple endpoints in clinical trials. When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations Adaptation rules that allow for successive cohorts of subjects to receive quickly escalating doses could lead to subjects receiving unsafe high doses that would have been avoided by a design with more gradual dose-escalation. This is particularly true when there is a possibility for serious adverse events with a delayed onset of action of the investigational drug. For this reason, the speed of escalation should be considered in choosing a specific adaptation rule in an adaptive dose-escalation trial. G. Adaptive Design in Early-Phase Exploratory Trials Exploratory trials in drug development are",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 292992,
  "end_pos": 294528,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.692Z"
}