{
  "id": "fda_guidance_chunk_0072",
  "title": "Introduction - Part 72",
  "text": "during development, sponsors should ensure that they have in place a systematic approach for safety surveillance. Such an approach should include a process for reviewing, evaluating, and managing accumulating safety data from the entire clinical trial database at appropriate intervals. In some cases, a specific independent committee with substantial external representation could be created to perform this function. In others, the sponsor may choose to create a safety team within the sponsor’s organization. In either case, this independent group would oversee the evolving safety profile of the investigational drug and evaluate, at appropriate intervals, the accumulating data from individual and multiple clinical trials, as well as other available information. B. Findings From Other Sources (21 CFR 312.32(c)(1)(ii) and (iii)) The sponsor must also report expeditiously any findings from clinical, epidemiological, or pooled analysis of multiple studies or any findings from animal or in vitro testing that suggest a significant risk in humans exposed to the drug (21 CFR 312.32(c)(1)(ii) and (iii)). These reports are required for studies from any source, regardless of whether they are conducted under the IND or by the sponsor (21 CFR 312.32(c)(1)(ii) and (iii)). A finding that suggests a significant risk would ordinarily result in a safety-related change in the protocol, informed consent, investigator brochure (excluding routine updates of these documents), or other aspects of the overall conduct of the clinical investigation. For example, actions often taken in response to a significant risk finding include immediate revision of the informed consent, intensification of subject monitoring, revised eligibility criteria or screening procedures, enrollment hold, or consideration of discontinuation of the trial. The sponsor is also required to submit protocol amendments that describe changes to the protocol or other documents (21 CFR 312.30(b)) in addition to the IND safety report. 1. Findings From Other Studies (21 CFR 312.32(c)(1)(ii)) Findings that suggest a significant risk generally arise from ongoing or completed clinical studies, pooled data from multiple studies, epidemiological studies, and published and unpublished scientific papers. Findings from clinical studies that are subject to this requirement are those that have not already been reported under 21 CFR 312.32(c)(1)(i). For example, any clinically important finding from a drug interaction study, from a study evaluating the QT interval, or from a study of a marketed drug would be reported under this provision. An example of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 95424,
  "end_pos": 96960,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}