{
  "id": "fda_guidance_chunk_0662",
  "title": "Introduction - Part 662",
  "text": "such as the Deviance Information Criterion as described in Spiegelhalter et al. (2002). Alternatively, two models may be compared using Bayes factors. More discussion of these assessments is given in Technical Details (Section 7.2). For example, patients enrolled later in a trial may have a different success rate with the device than those enrolled earlier if: • physicians have to overcome a learning curve in using the device, • physicians form an opinion on whom the device treats best, and then enroll more or less favorable patients in the trial, • an effective adjunctive therapy becomes available to the patients in the trial, or • an alternative treatment becomes available during the course of the trial, potentially altering the characteristics of the patients who choose to enroll in the trial. In principle, the assumption that the patients earlier in the trial are exchangeable with patients later in the trial can be checked using any of the methods suggested above. 12 See the Summary of Safety and Effectiveness for PMA P970015 at http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfTopic/pma/pma.cfm?num=p970015). 5.7 Sensitivity Analysis Sensitivity analysis is used to investigate the effects of deviations from your statistical model and its assumptions. FDA may recommend that you submit a sensitivity analysis. This might include investigations of: • deviations from the distributional assumptions (i.e. deviations from the assumptions regarding the stochastic elements of your model), • alternative functional forms for the relationships in your model, • alternative prior distributions, • alternative “hyperprior” parameters in hierarchical models, or • deviations from any “missing at random” assumptions for missing data. 5.8 Decision analysis Decision analysis is a prescriptive approach that enables a decision maker to logically analyze a problem in order to choose the best course of experimentation and action in the presence of uncertainty. A decision analysis method considers the consequences of decisions and experimentation to obtain optimum courses of action. Courses of action might include decisions to stop or continue a study or to approve or not approve a medical device. In any regulatory review of trial results, the consequences of possible decisions should be evaluated and reflected in the values of the posterior probabilities that will be used in order to make the claims. The more critical the endpoint, the more information about that endpoint will be necessary, and the sharper should be its",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 888384,
  "end_pos": 889920,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.729Z"
}