{
  "id": "fda_guidance_chunk_0503",
  "title": "Introduction - Part 503",
  "text": "is likely to require a very large sample size or may not be practical at all. The magnitude of the treatment effect of the active control may be determined in several ways, depending upon the amount of data and the number of separate studies of similar design available to support this determination. Having many independent historical studies is generally more informative than having only one or two, because the estimate of the active control effect can be more precise and less subject to uncertainty, and because it becomes possible to judge the constancy of the effect for at least the time period spanned by the studies. a. Determining HESDE from a single study The most common situation in which an NI design is used to demonstrate effectiveness involves outcome studies where the active control drug has been approved for use to reduce the risk of major events (e.g., death, stroke, heart attack, continued infection, or tumor progression). It is not unusual for such approval to have been based on a single study in a specific setting, although there may be other pertinent data in related conditions or in different populations, or with pharmacologically similar drugs. Generally, basing an NI margin on a single randomized placebo-controlled superiority study would need to take into account the variability of the data in that study. The estimate of the treatment effect is usually represented by some metric such as the difference between the event rate in the active treatment group and the placebo control group, which can be a difference in event rates or a risk ratio. The treatment effect has an uncertainty that is usually represented by the confidence interval. The lower bound of the 95% confidence interval provides a conservative estimate of the effect the active control had in the historical study and can be assumed to have in a future NI study, recognizing the possibility that changes in practice could reduce the historical effect somewhat. It is critical that a conservative estimate of the effect of the active control be used as the basis of the NI margin, because the logic of the NI study depends on the assumption that the active control has an effect at least equal to M1 in the NI study. If the p-value of the estimated treatment effect is much",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 674688,
  "end_pos": 676224,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.716Z"
}