{
  "id": "fda_guidance_chunk_0504",
  "title": "Introduction - Part 504",
  "text": "active control be used as the basis of the NI margin, because the logic of the NI study depends on the assumption that the active control has an effect at least equal to M1 in the NI study. If the p-value of the estimated treatment effect is much smaller than 0.05, for instance in the range of 0.01 or 0.001 or even smaller, the lower bound of the 95% confidence interval will generally be well above zero (in absolute value) or well below 1.0 (for hazard ratio and other risk estimates). In this case, we are more certain that the treatment effect is real and that the effect of the control in the NI study will be of reasonable size. When there is only a single placebo-controlled trial of the active control, there is no objective assessment of study-to-study variability of the treatment effect and, inevitably, there is concern about the level of assurance we can have that the control will have an effect of a particular size in the NI study. A potential cautious approach to account for this situation is to use the lower bound of a wider confidence interval, such as the 99% confidence interval. This approach is possible where the effect is very large, but will often yield an M1 that necessitates a very large NI trial. It may be reassuring in these cases if closely related drugs, or the control drug in closely related diseases, have similar effects. A high level of internal consistency in subpopulations (e.g., if the effect of the control drug is similar in subgroups based on sex or age) could also provide some reassurance about the reproducibility of the result. These findings might support use of the 95% confidence interval lower bound even if only a single study of the active control drug in the population is available for the NI trial. b. Determining HESDE from multiple trials Identical clinical trials in identical populations can produce different estimates of treatment effect by chance alone. The extent to which two or more studies produce estimates of treatment effect that are close is a function of the sample size of each study, the similarity of the study populations, the conduct of the studies (e.g., dropout rates), and other factors that are probably not measurable. Therefore, another source",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 676032,
  "end_pos": 677568,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.716Z"
}