{
  "id": "fda_guidance_chunk_0091",
  "title": "Introduction - Part 91",
  "text": "can also be identified in box B5 and/or in a cover letter submitted with the FDA Form 3500A. The drug product should be listed in box C1 of FDA Form 3500A, and if the serious adverse event occurs in a subject receiving the investigational drug product, the drug administered during the BA/BE study should be identified as investigational and the established name of the reference listed drug should be identified. Fifteen-day reports should be sent by email to OGD-PremarketSafetyReports@fda.hhs.gov. Paper reports may be sent to the Clinical Safety Coordinator, Office of Generic Drugs, in the Center for Drug Evaluation and Research at FDA.17 We recommend that 7-day notifications be made by telephone, email, or facsimile transmission. If the safety report submitted within 7 calendar days is complete, an additional submission within 15 days from day zero is not required. 17 The address for the Office of Generic Drugs is available at http://www.fda.gov/AboutFDA/CentersOffices/OfficeofMedicalProductsandTobacco/CDER/ucm119100.htm. The phone and fax numbers (for fatal or life-threatening adverse event reports) are also available at this site. 26 Contains Nonbinding Recommendations 27 Master Protocols: Efficient Clinical Trial Design Strategies to Expedite Development of Oncology Drugs and Biologics Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Oncology Center of Excellence (OCE) March 2022 ProceduralMaster Protocols: Efficient Clinical Trial Design Strategies to Expedite Development of Oncology Drugs and Biologics Guidance for Industry Contains Nonbinding Recommendations Master Protocols: Efficient Clinical Trial Design Strategies to Expedite Development of Oncology Drugs and Biologics Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. I. INTRODUCTION This guidance provides recommendations to sponsors of drugs or biologics for the treatment of cancer regarding the design and conduct of clinical trials intended to simultaneously evaluate more than one investigational drug2 and/or more than one cancer type within the same overall trial structure (master protocols)",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 120960,
  "end_pos": 122496,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.682Z"
}