{
  "id": "fda_guidance_chunk_0233",
  "title": "Introduction - Part 233",
  "text": "generally demonstrate an improvement over available therapy or provide therapy where none exists. In this setting, the FDA may grant approval based on an effect on a surrogate endpoint that is reasonably likely to predict clinical benefit.5 Such surrogate endpoints are less well-established than those surrogate endpoints for traditional approvals, such as blood pressure for cardiovascular disease. FDA may also grant accelerated approval based on an effect on a clinical endpoint that can be measured earlier than irreversible morbidity or mortality that is reasonably likely to predict an effect on irreversible morbidity or mortality or other clinical benefit (i.e., an intermediate clinical endpoint).6 A drug is approved under the accelerated approval regulations on condition that the manufacturer conducts clinical studies to verify and describe the actual clinical benefit.7 If the postmarketing studies fail to demonstrate clinical benefit or if the applicant does not demonstrate due diligence in conducting the required studies, among other reasons, FDA may withdraw approval of the drug or indication.8 In the following discussion, the term traditional approval denotes the longstanding route of drug approval based on the demonstration of clinical benefit or an effect on a surrogate endpoint 4 Potency has long been interpreted to include effectiveness (21 CFR 600.3(s)). 5 Section 506(c)(1)(B) of the FD&C Act. 21 CFR 314.510 and 601.41 provide that the Agency may consider “. . . epidemiologic, therapeutic, pathophysiologic, or other evidence . . .” in determining whether an endpoint is reasonably likely to predict clinical benefit. The Food and Drug Administration Safety and Innovation Act of 2012 provides that FDA may consider “. . . epidemiological, pathophysiological, therapeutic, pharmacologic, or other evidence developed using biomarkers, for example, or other scientific methods or tools.” See guidance for industry Expedited Programs for Serious Conditions – Drugs and Biologics. 6 See guidance for industry Expedited Programs for Serious Conditions – Drugs and Biologics. 7 For a more comprehensive discussion of this condition of accelerated approval and a discussion of other conditions of approval, see the guidance for industry Expedited Programs for Serious Conditions – Drugs and Biologics. 8 See section 506(c)(3) of the FD&C Act and §§ 314.530(a) and 601.43(a). Contains Nonbinding Recommendations known to predict clinical benefit. That term is distinguished from accelerated approval, which is associated with use of a surrogate endpoint or intermediate clinical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 311808,
  "end_pos": 313344,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.693Z"
}