{
  "id": "fda_guidance_chunk_0447",
  "title": "Introduction - Part 447",
  "text": "growth derangements, fertility issues) that require a long duration of follow-up may not be possible in the context of early phase trials; however, the sponsor should develop a plan for longitudinal evaluation of potential developmental toxicities when it is feasible, particularly in trials enrolling patients in earlier lines of therapy. Adolescent patients enrolled in adult oncology clinical trials should have access to appropriate care providers and facilities necessary to address the clinical management of potentially unique toxicities in this patient population, which may require pediatric oncology expertise. Juvenile animal studies are not routinely needed before the enrollment of adolescent patients in adult oncology clinical trials, unless clinical and/or nonclinical data do not provide sufficient information on toxicities.5 VI. ETHICAL CONSIDERATIONS Under 21 CFR 50.50, institutional review boards reviewing adult oncology clinical trials that allow for the enrollment of adolescent patients must ensure that the provisions of 21 CFR part 50, subpart D, Additional Safeguards for Children in Clinical Investigations, and, specifically, 21 CFR 50.52, Clinical investigations involving greater than minimal risk but presenting the prospect of direct benefit to individual subjects, are satisfied before approving the studies. Considerations should include disease and/or molecular target, available therapeutic options, and dose level for first-in-human trials. Enrollment of appropriately selected adolescent patients in relevant adult oncology clinical trials with appropriate dose considerations and adequate safety monitoring is justified given the severe and life-threatening nature of their disease. 5 Leighton, JK, Saber H, Reaman G, and Pazdur R, 2016, An FDA Oncology View of Juvenile Animal Studies in Support of Initial Pediatric Trials for Anticancer Drugs, Regul Toxicol Pharmacol, Aug; 79:142–143. E17 General Principles for Planning and Design of Multiregional Clinical Trials Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. I. INTRODUCTION (1)2 A. Objectives of the Guidance (1.1) With the increasing globalization of drug development, it has become important that data from multiregional clinical trials (MRCTs) can be accepted by",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 599424,
  "end_pos": 600960,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.711Z"
}