{
  "id": "fda_guidance_chunk_0570",
  "title": "Introduction - Part 570",
  "text": "composition of a unit dose and batch. This section should also contain a description of the tests and preliminary specifications for all of the drug product ingredients, including the acceptable upper and lower limits of CFUs for the product strain. You should submit certificates of analysis for all ingredients in the drug product, if not included in Contains Nonbinding Recommendations the drug substance section. If the drug product is encapsulated or is packaged within a delivery device11, you should also submit detailed information on the source, quality, and testing of such encapsulation or device. 2. Manufacture You must submit the name(s) and address(es) of the manufacturer(s) of the drug product (21 CFR 312.23(a)(7)(iv)(b)). A list of all other products (research and development, clinical, or approved) manufactured in the same rooms also should be provided. In addition, you should indicate whether the production of other products will utilize the same product contact equipment and, if so, how that equipment will be cleaned between operations for the manufacturing of different products. You should submit a description of the manufacturing process flow of the formulated bulk and finished drug product, including the processing procedures, lyophilization, and packaging. You should provide records documenting production of the drug product, as well as manufacturing instructions for formulation, filling, labeling, and packaging. You must provide the drug product labeling (see 21 CFR 312.23(a)(7)(iv)(d)). 3. Drug Product Specification Information within this section should include, but not be limited to, sampling procedures and a description of all test methods not already described in the Drug Substance section (section IV.B of this document). Most INDs for LBPs should contain preliminary specifications for the drug product release/acceptability testing, such as: • Identity (Drug Substance: section IV.B) • Potency (Drug Substance: section IV.B) • Potency Assay: During early clinical development, the potency assay may be an assessment of CFU. As development proceeds, an alternate or additional potency assay may be used. Whenever possible, evidence that the selected potency assay correlates with activity or efficacy observed in clinical trials should be provided. • Purity (Drug Substance: section IV.B); • Microbial bioburden/contamination (Drug Substance: section IV.B); • Appearance/visual inspection; and • Where applicable, additional tests or modifications thereof, such as 11 Drug products packaged within delivery devices such as pre-filled syringes may meet the definition of a combination",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 764736,
  "end_pos": 766272,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}