{
  "id": "fda_guidance_chunk_0826",
  "title": "Introduction - Part 826",
  "text": "in a clinical trial who for any reason fails to continue in the trial until the last visit required of him/her by the study protocol. Equivalence trial: A trial with the primary objective of showing that the response to two or more treatments differs by an amount which is clinically unimportant. This is usually demonstrated by showing that the true treatment difference is likely to lie between a lower and an upper equivalence margin of clinically acceptable differences. Frequentist methods: Statistical methods, such as significance tests and confidence intervals, which can be interpreted in terms of the frequency of certain outcomes occurring in hypothetical repeated realizations of the same experimental situation. Full analysis set: The set of subjects that is as close as possible to the ideal implied by the intention-to-treat principle. It is derived from the set of all randomized subjects by minimal and justified elimination of subjects. Generalizability, generalization: The extent to which the findings of a clinical trial can be reliably extrapolated from the subjects who participated in the trial to a broader patient population and a broader range of clinical settings. Global assessment variable: A single variable, usually a scale of ordered categorical ratings, that integrates objective variables and the investigator's overall impression about the state or change in state of a subject. Independent data monitoring committee (IDMC) (data and safety monitoring board, monitoring committee, data monitoring committee): An independent data monitoring committee that may be established by the sponsor to assess at intervals the progress of a clinical trial, the safety data, and the critical efficacy endpoints, and to recommend to the sponsor whether to continue, modify, or stop a trial. Intention-to-treat principle: The principle that asserts that the effect of a treatment policy can be best assessed by evaluating on the basis of the intention to treat a subject (i.e., the planned treatment regimen) rather than the actual treatment given. It has the consequence that subjects allocated to a treatment group should be followed up, assessed, and analyzed as members of that group irrespective of their compliance with the planned course of treatment. Interaction (qualitative and quantitative): The situation in which a treatment contrast (e.g., difference between investigational product and control) is dependent on another factor (e.g., center). A quantitative interaction refers to the case where the magnitude",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1108800,
  "end_pos": 1110336,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.742Z"
}