{
  "id": "fda_guidance_chunk_0679",
  "title": "Introduction - Part 679",
  "text": "of the European Medicines Agency (EMEA), http://www.emea.europa.eu/pdfs/human/ewp/177699EN.pdf. 7 http://www.fda.gov/cder/guidance/959fnl.pdf. ICH E6 Guidance for Industry, “Good Clinical Practice: Consolidated Guidance,” adopted as official guidance by FDA, Section 2.5. 8 http://www.cioms.ch/frame_guidelines_nov_2002.htm. These guidelines are published by the Counsel of International Organizations for Medical Sciences (CIOMS). Guideline 11 reiterates this principle. 9 The Nuremberg Code: http://ohsr.od.nih.gov/guidelines/nuremberg.html Contains Nonbinding Recommendations Emanuel, et. al., “For a clinical research protocol to be ethical, the methods must be valid and practically feasible: the research must have a clear scientific objective; be designed using accepted principles, methods, and reliable practices; have sufficient power to definitively test the objective; and offer a plausible data analysis plan.”10 The importance of scientific validity to ethical research is also underscored in modern ethical documents, such as the Declaration of Helsinki11 and the Belmont Report, issued in 1979 by the National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research.12 In summary, data collected on study subjects up to the time of withdrawal must remain in the trial database in order for the study to be scientifically valid. If a subject withdraws from a study, removal of already collected data would undermine the scientific, and therefore the ethical, integrity of the research. Such removal of data could also put enrolled subjects, future subjects, and eventual users of marketed products at an unreasonable risk. Finally, removal of data would fundamentally compromise FDA’s ability to perform its mission, to protect public health and safety by ensuring the safety and effectiveness of regulated products. IV. FDA POLICY Following are key points regarding FDA’s policy on the withdrawal of subjects from a clinical investigation, whether the subject elects to discontinue further interventions or the clinical investigator terminates the subject’s participation in further interventions: 10 Emanuel, EJ, Wendler, D, and Grady, C., “What Makes Clinical Research Ethical?” JAMA 283:20 (May 24/31, 2000 2701-11). 11 \"Medical research involving human subjects must conform to generally accepted scientific principles, be based on a thorough knowledge of the scientific literature, other relevant sources of information, and on adequate laboratory and, where appropriate, animal experimentation.\" The Declaration of Helsinki (2000) (as amended 2002, 2004) http://www.wma.net/e/policy/b3.htm. 12 The Belmont Report addresses the connection between scientific validity and ethics through the Principle of Beneficence. Beneficence has two complementary aspects: maximizing possible benefits and minimizing possible harms.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 911232,
  "end_pos": 912768,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.730Z"
}