{
  "id": "fda_guidance_chunk_0027",
  "title": "Introduction - Part 27",
  "text": "its name does not appear on the label of the drug product. Under this circumstance, the packer or distributor must maintain a record of this action which must include: (i) A copy of each adverse drug experience report; (ii) The date the report was received by the packer or distributor; (iii) The date the report was submitted to the manufacturer; and (iv) The name and address of the manufacturer. (4) [Reserved] (5) A person identified in paragraph (c)(1)(i) of this section is not required to resubmit to FDA adverse drug experience reports forwarded to that person by FDA; however, the person must submit all followup information on such reports to FDA. (d) Information reported on ICSRs. ICSRs include the following information: (1) Patient information. (i) Patient identification code; (ii) Patient age at the time of adverse drug experience, or date of birth; (iii) Patient gender; and (iv) Patient weight. (2) Adverse drug experience. (i) Outcome attributed to adverse drug experience; (ii) Date of adverse drug experience; (iii) Date of ICSR submission; (iv) Description of adverse drug experience (including a concise medical narrative); (v) Adverse drug experience term(s); (vi) Description of relevant tests, including dates and laboratory data; and (vii) Other relevant patient history, including preexisting medical conditions. (3) Suspect medical product(s). (i) Name; (ii) Dose, frequency, and route of administration used; (iii) Therapy dates; (iv) Diagnosis for use (indication); (v) Whether the product is a combination product as defined in § 3.2(e) of this chapter; (vi) Whether the product is a prescription or nonprescription product; (vii) Whether adverse drug experience abated after drug use stopped or dose reduced; (viii) Whether adverse drug experience reappeared after reintroduction of drug; (ix) Lot number; (x) Expiration date; (xi) National Drug Code (NDC) number; and (xii) Concomitant medical products and therapy dates. (4) Initial reporter information. (i) Name, address, and telephone number; (ii) Whether the initial reporter is a health care professional; and (iii) Occupation, if a health care professional. (5) Manufacturer, packer, or distributor information. (i) Manufacturer, packer, or distributor name and contact office address; (ii) Telephone number; (iii) Report source, such as spontaneous, literature, or study; (iv) Date the report was received by manufacturer, packer, or distributor; (v) Whether the ICSR is a 15-day “Alert report”; (vi) Whether the ICSR is an initial report or followup",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 34944,
  "end_pos": 36480,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.677Z"
}