{
  "id": "fda_guidance_chunk_0045",
  "title": "Introduction - Part 45",
  "text": "(f) Identification of exception from informed consent. If the investigation involves an exception from informed consent under ยง 50.24 of this chapter, the sponsor shall prominently identify on the cover sheet that the investigation is subject to the requirements in ยง 50.24 of this chapter. ยง 312.30 Protocol amendments. Once an IND is in effect, a sponsor shall amend it as needed to ensure that the clinical investigations are conducted according to protocols included in the application. This section sets forth the provisions under which new protocols may be submitted and changes in previously submitted protocols may be made. Whenever a sponsor intends to conduct a clinical investigation with an exception from informed consent for emergency research as set forth in ยง 50.24 of this chapter, the sponsor shall submit a separate IND for such investigation. (a) New protocol. Whenever a sponsor intends to conduct a study that is not covered by a protocol already contained in the IND, the sponsor shall submit to FDA a protocol amendment containing the protocol for the study. Such study may begin provided two conditions are met: (1) The sponsor has submitted the protocol to FDA for its review; and (2) the protocol has been approved by the Institutional Review Board (IRB) with responsibility for review and approval of the study in accordance with the requirements of part 56. The sponsor may comply with these two conditions in either order. (b) Changes in a protocol. (1) A sponsor shall submit a protocol amendment describing any change in a Phase 1 protocol that significantly affects the safety of subjects or any change in a Phase 2 or 3 protocol that significantly affects the safety of subjects, the scope of the investigation, or the scientific quality of the study. Examples of changes requiring an amendment under this paragraph include: (i) Any increase in drug dosage or duration of exposure of individual subjects to the drug beyond that in the current protocol, or any significant increase in the number of subjects under study. (ii) Any significant change in the design of a protocol (such as the addition or dropping of a control group). (iii) The addition of a new test or procedure that is intended to improve monitoring for, or reduce the risk of, a side effect or adverse event; or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 59136,
  "end_pos": 60672,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.679Z"
}