{
  "id": "fda_guidance_chunk_0246",
  "title": "Introduction - Part 246",
  "text": "of cancer symptoms can occur. Often alternative treatments are initiated before achieving the symptom endpoint, confounding this analysis. In addition, tumor symptoms can be difficult to differentiate from drug toxicity. A composite symptom endpoint or symptom scale should have components of similar clinical importance and an analysis of the contribution of the components should be submitted with the primary analysis of the overall composite endpoint. An example is the composite symptom scale that includes several important symptoms of myelofibrosis, the myelofibrosis symptom assessment form.20 An example of a composite endpoint for clinical events exists for patients with cancer metastases to the skeleton. Drugs have been approved based on delaying the time to skeletal-related events defined as pathological fractures, radiation therapy to bone, surgery to bone, and spinal cord compression. 20 Deisseroth A, E Kamiskas, J Grillo, W Chen, H Saber, HL Lu, et. al., 2012, U.S. Food and Drug Administration Approval: Ruxolitinib for the Treatment of Patients with Intermediate and High-Risk Myelofibrosis, Clin Cancer Res, 18(12): 3212-7. Contains Nonbinding Recommendations Selection of the appropriate population can be critical for documenting symptom benefit. Patients symptomatic at study baseline can be evaluated with a categorical symptom response analysis. In asymptomatic patients at baseline, a time-to-first-symptom analysis can be used, although this approach can be limited by intermittent missing data and discontinuation of the study drug prior to symptomatic progression. 2. Problems Encountered with Symptom Data Missing data and infrequent assessments can complicate the evaluation of symptom data particularly for time to deterioration analyses. Procedures should be put in place to maximize completion rate during trial conduct and the statistical analysis plan should outline how missing data will be handled. Data collection to support multiple symptom endpoints should be addressed prospectively regarding multiple hypotheses testing and the necessary statistical adjustments should be specified in the SAP. Additional information on the use of patient-reported outcomes can be found in the guidance for industry Patient Reported Outcome Measures: Use in Medical Product Development to Support Labeling Claims. D. Blood or Body Fluid-Based Biomarkers Generally, biomarkers assayed from blood or body fluids have not served as primary endpoints for cancer drug approval, although paraprotein levels measured in blood and urine have been used as part of myeloma response criteria, and durable major molecular response is a surrogate endpoint used for",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 329280,
  "end_pos": 330816,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.694Z"
}