{
  "id": "fda_guidance_chunk_0092",
  "title": "Introduction - Part 92",
  "text": "I. INTRODUCTION This guidance provides recommendations to sponsors of drugs or biologics for the treatment of cancer regarding the design and conduct of clinical trials intended to simultaneously evaluate more than one investigational drug2 and/or more than one cancer type within the same overall trial structure (master protocols) in adult and pediatric cancers. In general, the recommended phase 2 dose (RP2D) should have been established for an investigational drug or drugs evaluated in a master protocol. This guidance is intended to serve as advice and a focus for continued discussions among FDA, pharmaceutical sponsors, the academic community, and the public.3 This guidance describes aspects of master protocol designs and trial conduct and related considerations, such as biomarker codevelopment and statistical analysis considerations, and provides recommendations on the information that sponsors should submit to FDA and on how sponsors can interact with FDA to facilitate efficient review. This guidance does not cover first-in-human or early stage clinical trials using expansion cohorts to expedite drug development. FDA addresses that topic in the draft guidance for industry 1This guidance has been prepared by the Office of Oncologic Diseases in the Center for Drug Evaluation and Research in cooperation with the Oncology Center of Excellence and the Center for Biologics Evaluation and Research at the Food and Drug Administration. 2For the purpose of this guidance, the term drug refers to human drugs and to biological products that are regulated as drugs. 3In addition to consulting guidances, sponsors are encouraged to contact the review division to discuss specific issues that arise during drug development. 1 Contains Nonbinding Recommendations Expansion Cohorts: Use in First-In-Human Clinical Trials to Expedite Development of Oncology Drugs and Biologics (August 2018).4 There are many aspects of study design, statistical analysis, choice of study endpoints, and development of biomarkers that are not addressed in this guidance but are considered in other FDA guidances, including the guidances for industry E9 Statistical Principles for Clinical Trials (September 1998) and E10 Choice of Control Group and Related Issues in Clinical Trials (May 2001), which were developed by the International Conference for Harmonisation (ICH) and adopted by FDA, as well as the guidance for industry In Vitro Companion Diagnostic Devices (August 2014).5 The contents of this document do not have the force and effect of law and are not meant",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 122304,
  "end_pos": 123840,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.682Z"
}