{
  "id": "fda_guidance_chunk_0674",
  "title": "Introduction - Part 674",
  "text": "You can use an alternative approach if the approach satisfies the requirements of the applicable statutes and regulations. If you want to discuss an alternative approach, contact the appropriate FDA staff. If you cannot identify the appropriate FDA staff, call the appropriate telephone number listed on the title page of this guidance. I. INTRODUCTION This guidance is intended for sponsors, clinical investigators and institutional review boards (IRBs). It describes the Food and Drug Administration’s (FDA) longstanding policy that already-accrued data, relating to individuals who cease participating in a study, are to be maintained as part of the study data. This pertains to data from individuals who decide to discontinue participation in a study, who are withdrawn by their legally authorized representative, as applicable, or who are discontinued from participation by the clinical investigator. This policy is supported by the statutes and regulations administered by FDA as well as ethical and quality standards applicable to clinical research. Maintenance of these records includes, as with all study records, safeguarding the privacy and confidentiality of the subject’s information. FDA's guidance documents, including this guidance, do not establish legally enforceable responsibilities. Instead, guidances describe the Agency's current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. BACKGROUND The Federal Food, Drug, and Cosmetic Act (the act) authorizes the study of an investigational product to develop safety and effectiveness data about the product. The act also requires the maintenance of records documenting these data and the submission of certain reports regarding this use to FDA.2, 3 FDA (by delegation from the Secretary) 1 This guidance document was developed by the Good Clinical Practice Program and the Office of the Chief Counsel (OCC), both in the Office of the Commissioner (OC), FDA. 2 The investigational new drug provisions of the act condition use of such drugs upon, for example, \"the establishment and maintenance of such records, and the making of such Contains Nonbinding Recommendations implemented these provisions by issuing regulations relating to investigational drugs, the Investigational New Drug (IND) regulations at 21 CFR Part 312, and investigational devices, the Investigational Device Exemptions (IDE) regulations at 21 CFR Part 812. These",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 904512,
  "end_pos": 906048,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.730Z"
}