{
  "id": "fda_guidance_chunk_0397",
  "title": "Introduction - Part 397",
  "text": "how the IP(s) being evaluated in the trial are administered, it would be important that any alternative location have appropriately trained personnel and oversight by physicians with sufficient experience regarding the class of products involved to assure trial participant safety comparable to administration at a trial site. In this guidance, local HCPs who are administering drugs in a manner that does not differ from their normal clinical practices would not be considered sub-investigators and need not be listed on Form FDA 1572.49 FDA recommends that these HCPs be listed in site records, such as a log of activities delegated by the investigator. Any changes to a trial protocol to permit HCPs to administer the investigational drug generally must be reviewed and approved by an IRB.50 The above paragraph describes administration of the IP by local HCPs who are practicing medicine within their scope of practice. In contrast, if a sponsor will be asking local HCPs to perform study-specific research procedures or assessments that represent a direct and significant contribution to the clinical data for the study (e.g., assessing drug response for a patient or performing a procedure unique to the study and not part of routine medical care), these HCPs would be considered sub-investigators that must be listed on Form FDA 1572.51 49 For the definition of a sub-investigator, see 21 CFR 312.3(b); for the requirement to list sub-investigators on the FDA Form 1572, see 21 CFR 312.53(c)(1)(viii). 50 As noted in the response to Q2 above, changes to a protocol necessary to eliminate an apparent immediate hazard to trial participants may be implemented before FDA and IRB review and approval (see 21 CFR 56.108(a)(4) and 21 CFR 312.30(b)(2)(ii)). 51 21 CFR 312.53(c)(1)(viii). Contains Nonbinding Recommendations IP may be shipped from a central distribution site directly to an HCP, provided that such shipping is done under the supervision of the investigator using procedures that ensure accountability and product quality (i.e., that storage conditions, as defined in the protocol, for the IP were maintained during shipping, and the drug packaging was intact upon receipt). If the HCP administering the IP is not considered a sub-investigator, the investigator should ensure that they can obtain records regarding administration of the IP by requesting that the trial participants provide consent to allow access to medical records from their",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 532224,
  "end_pos": 533760,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.707Z"
}