{
  "id": "fda_guidance_chunk_0067",
  "title": "Introduction - Part 67",
  "text": "assesses the causality as unknown, the sponsor should evaluate the event without the investigator’s assessment. To assist sponsors with determining whether an adverse event meets the definition of suspected adverse reaction, the requirement under 21 CFR 312.32(c)(1)(i) specifies that sponsors are to report to FDA only if there is evidence to suggest a causal relationship between the drug and the adverse event and it provides examples of such evidence, described below. 1. Individual Occurrences (21 CFR 312.32(c)(1)(i)(A)) Certain serious adverse events are informative as single cases because they are uncommon and are known to be strongly associated with drug exposure. Some examples include angioedema, blood dyscrasias, rhabdomyolysis, hepatic injury, anaphylaxis, and Stevens-Johnson Syndrome. The occurrence of even one case of such adverse events 8 Adverse events that do not meet the criteria for reporting in an IND safety report must still be reported in accordance with the periodic reporting regulations, when applicable (e.g., 21 CFR 312.33 IND annual report). Contains Nonbinding Recommendations would meet the definition of suspected adverse reaction (i.e., there is a reasonable possibility that the drug caused the event). 2. One or More Occurrences (21 CFR 312.32(c)(1)(i)(B)) A single occurrence, or a small number of occurrences, of a serious adverse event that is uncommon in the study population, but not commonly associated with drug exposure may also be informative. If the event occurs in association with other factors strongly suggesting causation (e.g., strong temporal association, event recurs on rechallenge), a single case may be sufficiently persuasive to report in an IND safety report. Often, more than one occurrence from one or multiple studies would be needed before the sponsor could determine that there is a reasonable possibility that the drug caused the event. Examples include tendon rupture or heart valve lesions in young adults, or intussusception in healthy infants. 3. Aggregate Analysis of Specific Events (21 CFR 312.32(c)(1)(i)(C)) Certain serious adverse events can be anticipated to occur in the study population independent of drug exposure. Such events include known consequences of the underlying disease or condition under investigation (e.g., symptoms, disease progression) and events unlikely to be related to the underlying disease or condition under investigation but common in the study population independent of drug therapy (e.g., cardiovascular events in an elderly population). An example of the former would be a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 88704,
  "end_pos": 90240,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}