{
  "id": "fda_guidance_chunk_0398",
  "title": "Introduction - Part 398",
  "text": "the drug packaging was intact upon receipt). If the HCP administering the IP is not considered a sub-investigator, the investigator should ensure that they can obtain records regarding administration of the IP by requesting that the trial participants provide consent to allow access to medical records from their local HCPs involving trial-related data, such as measuring vital signs, and results of evaluations of any symptoms or signs occurring with receiving the product. Communicating to the HCP the intent to request such records in advance may facilitate this process. Consulting the appropriate FDA review division on plans for alternative administration is also recommended as per Q11 above. Q18. If a trial participant is unable to receive the IP from the trial site but the medical product is legally marketed in the United States for other uses, can the participant or HCP secure the product commercially? Can the sponsor reimburse trial participants for their out-of-pocket expenses in getting the product commercially? If the product under investigation in a clinical trial is legally marketed and the study does not require blinding, then local sourcing of the product would be acceptable to FDA (e.g., by having the local physician write a prescription for the product instead of shipping the product directly to the participant). Depending on the circumstances for providing the commercially obtained drug to the participant, the sponsor may need to submit a request to charge for the investigational drug under 21 CFR 312.8(a)(3) and satisfy other applicable requirements under 21 CFR 312.8. FDA also would not object if the sponsor reimburses the participant for any costs incurred by commercially purchasing the product or for charges related to the use of the product (e.g., charges related to an infusion). Per FDA regulations under 21 CFR 312.6, the immediate package of an investigational new drug intended for human use must include a label with the statement “Caution: New Drug—Limited by Federal (or United States) law to investigational use.” Per FDA regulations under 21 CFR 812.5, an investigational device or its immediate package for human use must include a label with the statement “CAUTION—Investigational device. Limited by Federal (or United States) law to investigational use.” FDA recognizes that a commercially obtained product will not have this statement on its container. In the setting of a disaster or PHE, where",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 533568,
  "end_pos": 535104,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.707Z"
}