{
  "id": "fda_guidance_chunk_0671",
  "title": "Introduction - Part 671",
  "text": "of the current study and several historical studies. Exchangeability is determined from a clinical and engineering standpoint at the planning stage. However, sometimes we can also check this assumption statistically. Suppose an adverse event rate was observed to be much higher in a new study than in historical studies, despite a clinical judgment of exchangeability of studies prior to collecting data on the new study. To simplify discussion, suppose no covariates are available that could account for the difference. Then, we might use posterior predictive analysis to check whether the difference is unlikely under the exchangeable model being considered in the prior distribution. One possible test statistic is the smallest absolute difference between the observed rate for the new study and another study rate, a type of gap statistic. If this observed gap is large compared with similarly defined gaps between the historical studies, then the new and historical study rates may not be exchangeable. This observed gap statistic can be compared with its posterior predictive distribution, calculated under the exchangeable model. The exchangeable model is not supported if the observed gap is located far into the right-hand tail of its posterior predictive distribution. A summary is to compute the posterior predictive probability of observing a gap at least as large as that observed, which is called the Bayesian p-value for the gap. If the Bayesian p value is small, then the exchangeable model may not hold. A more technical discussion is given in Pennello and Thompson (2008). 7.5 Calculations Almost all quantities of interest in a Bayesian analysis involve the calculation of a mathematical integral. All the following are expressed as an integral involving the posterior distribution: • the posterior mean, • the posterior standard deviation, • the credible interval, and • the posterior probability of a hypothesis. The following are some numerical integration techniques used to compute these integrals: • Gaussian quadrature, • posterior distribution sampling, • Laplace approximation, • importance sampling, and • Markov Chain Monte Carlo (MCMC) techniques (Gamerman and Lopes 2006). MCMC techniques are probably the most commonly used; the most used MCMC technique is the Gibbs sampler. The Metropolis-Hastings algorithm is a generalization that can be used in cases where the Gibbs sampler fails. MCMC techniques are popular because in many analyses, the posterior distribution is too complex",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 900480,
  "end_pos": 902016,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.730Z"
}