{
  "id": "fda_guidance_chunk_0586",
  "title": "Introduction - Part 586",
  "text": "a smaller prospect for benefit to offset risks. Thus, while severely affected subjects are often included in early-phase CGT trials, they should not be an automatic choice. Several factors should be taken into account when selecting the appropriate subjects to include in the study for a specific condition. The study population should be chosen in light of the above considerations, and the choice should be discussed and justified in the IND submission. 3. Lack of Other Treatment Options Early-phase studies of CGT products typically have significant risks and an uncertain potential for benefits. Therefore, early-phase CGT trials sometimes enroll only the subset of subjects who have not had an adequate response to available medical treatment or who have no acceptable treatment options. If a trial is designed to enroll only subjects for whom no other treatment options are available or acceptable, the Contains Nonbinding Recommendations trial should include procedures to ensure that each subject’s treatment options have been adequately evaluated, and it should be designed to capture the pertinent information regarding that evaluation. 4. Other Considerations There are additional considerations for selecting the subject population for certain product types. For example, for cancer vaccines, it may be important to identify subjects whose tumors express a specific target antigen.3 For certain gene therapies, pre-existing antibodies to either the vector or the transgene product may influence the safety or effectiveness of the product; therefore, the study might exclude subjects with such antibodies.4 For products for indications (e.g., severe renal, hepatic, or cardiac disease) that might ultimately be amenable to organ transplantation, sponsors should consider whether exposure to the investigational agent would cause sensitization that could compromise the prospect for future transplant success. If so, early-phase trials might exclude subjects with the most imminent or predictable need for transplantation. The exclusion could be reconsidered for subsequent trials once the likelihood of sensitization is better understood. 5. Pediatric Subjects Some CGT products are developed specifically for pediatric conditions. For example, GT products might be intended to correct childhood genetic diseases by replacing a missing gene or complementing a defective one. CT products might be intended as regenerative medicine to correct congenital deformities or as treatments for genetic diseases, such as hematologic or immunologic disorders, which result in abnormal cellular function. Sponsors who are developing CGT products to treat",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 786240,
  "end_pos": 787776,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.723Z"
}