{
  "id": "fda_guidance_chunk_0476",
  "title": "Introduction - Part 476",
  "text": "guidance does not provide recommendations for the use of NI study designs to evaluate the safety of a drug. In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidance documents describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in FDA guidance documents means suggested or recommended, but not required. This guidance finalizes the draft guidance for industry, Non-Inferiority Clinical Trials, published in 2010. In addition, it supersedes the guidance for industry, Antibacterial Drug Products: Use of Noninferiority Trials to Support Approval, also published in 2010, which will be withdrawn. 1 This guidance has been prepared by the Office of Biostatistics and the Office of New Drugs in the Center for Drug Evaluation and Research (CDER) and the Center for Biologics Evaluation and Research (CBER) at the Food and Drug Administration. 2 For the purposes of this guidance, all references to drugs include both human drugs and therapeutic biologic products unless otherwise specified. While most concepts discussed will be broadly applicable, certain issues related to vaccines, such as the choice of the NI margin when the study endpoint is the level of antibodies, would call for consultation from CBER. II. BACKGROUND FDA’s regulations on adequate and well-controlled studies (21 CFR 314.126) describe four kinds of concurrently controlled trials that provide evidence of effectiveness. Three of them — placebo, no treatment, and dose-response controlled trials — are superiority trials that seek to show that a test drug is superior to the control (placebo, no treatment, or a lower dose of the test drug). The fourth kind, comparison with an active treatment (active control), can also be a superiority trial, if the intent is to show that the new drug is more effective than the control. More commonly, however, the goal of such studies is to show that the difference between the new and active control treatment is small — small enough to allow the known effectiveness of the active control, based on its performance in past studies and the assumed effectiveness of the active control in the current study, to support the conclusion that the new test drug is also effective. How to design and interpret the results of such studies so",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 638400,
  "end_pos": 639936,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.714Z"
}