{
  "id": "fda_guidance_chunk_0351",
  "title": "Introduction - Part 351",
  "text": "signed forms) - Capturing and storing reports from remote trial personnel, local HCPs, and local clinical laboratory facilities - Managing electronic case report forms (eCRFs) - Scheduling trial visits and other trial activities - Tracking IPs that are shipped directly to trial participants - Syncing information recorded by DHTs - Serving as communication tools between trial personnel and trial participants 54 For more information on safety monitoring as it relates to DHTs used in clinical investigations, see the guidance for industry, investigators, and other stakeholders Digital Health Technologies for Remote Data Acquisition in Clinical Investigations. 55 See 21 CFR 312.56(d) and 812.46. Contains Nonbinding Recommendations • Training should be provided to all parties (e.g., trial personnel, local HCPs, and trial participants) who are using electronic systems to support the conduct of DCTs. • There are several ways local HCPs can submit trial-related data for inclusion in clinical trial records, including but not limited to the following: - An eCRF can be designed to allow local HCPs to enter trial-related data directly into the eCRF.56 - Local HCPs can send forms or documents electronically by methods of secure data transfer (e.g., via secure email or fax) to investigators who are responsible for entering these trial-related data into the eCRF and retaining the trial-related records.57 • Remote trial personnel or local HCPs submitting trial data directly into the eCRF should be included in the sponsor’s list of authorized data originators.58 • Electronic systems that are used to produce and process trial records required by the FD&C Act and FDA regulations are subject to 21 CFR part 11.59 These systems must ensure data reliability, security, privacy, and confidentiality.60 • FDA considers real-time video and audio interactions as a live exchange of information between trial personnel and trial participants. These live interactions are not considered electronic records and, therefore, are not subject to 21 CFR part 11, but other requirements governing telehealth, including local laws, may apply. However, the visits must be documented (e.g., visit notes),61 and if such documents are in electronic form, they must be captured in systems that are subject to the requirements in 21 CFR part 11.62 Investigators should ensure the privacy and security of these real-time visits. 56 See the guidance for industry Electronic Source Data in Clinical Investigations. 57 See 21 CFR",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 470400,
  "end_pos": 471936,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.703Z"
}