{
  "id": "fda_guidance_chunk_0201",
  "title": "Introduction - Part 201",
  "text": "unlikely to demonstrate efficacy, which is often called stopping for futility. Performing each of the multiple statistical hypothesis tests for efficacy in a group sequential trial at the conventional .025 one-sided significance level would inflate the Type I error probability and, therefore, increase the chance of erroneous conclusions. A variety of methods exist to determine appropriate stopping boundaries for the interim and final analyses such that the Type I error probability is appropriately controlled. For example, the O’Brien-Fleming approach tends to require very persuasive early results to stop the trial for efficacy (O’Brien and Fleming 1979). Alternative approaches such as that proposed by Pocock require less persuasive early results and have higher probabilities of early stopping (Pocock 1977). These and other approaches rely on prospective planning of both the number of interim analyses and the specific sample size or number of event targets at which those analyses will occur. The Lan-DeMets alpha-spending16 approach accommodates varying levels of evidence for early stopping by specifying a function for how the Type I error probability is spent throughout the trial, while also allowing for flexibility in determining the number and timing of interim analyses (Lan and DeMets 1983). The flexibility in timing helps accommodate scheduling of monitoring meetings at specific calendar times rather than at specific interim sample sizes or number of 14 Trial operating characteristics are the properties of the trial with a given design. For example, properties of interest might include Type I error probability; power; expected, minimum, and maximum sample size; bias of treatment effect estimates; and coverage of confidence intervals (i.e., the probability the confidence interval would include the true treatment effect if the clinical trial were repeated many times). 15 A group sequential design with an interim analysis that occurs when outcome information is available on half of the maximum number of patients and that utilizes an O’Brien-Fleming stopping boundary for efficacy, reduces the expected sample size of the trial by roughly 15 percent if the alternative hypothesis (at which there is 90 percent power) is true, as compared to a design with a single analysis planned when all patients have been enrolled and had their outcomes ascertained. 16 The Type I error probability of a clinical trial is often denoted by the Greek letter α (alpha). Contains Nonbinding Recommendations event targets.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 268800,
  "end_pos": 270336,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.691Z"
}