{
  "id": "fda_guidance_chunk_0402",
  "title": "Introduction - Part 402",
  "text": "to those due dates scheduled to occur between the final protocol submission and trial completion milestones. 56 Although a revised trial completion date may be acknowledged by FDA, for drugs and biological product PMRs, the original projected completion date will continue to be displayed on the FDA’s Postmarket Requirements and Commitments web page. In the case of Pediatric Research Equity Act postmarketing requirements, if a deferral extension is granted and the final report submission date has been deferred, the new final report submission date will replace the original or previously granted final report submission date. 57 See the guidance for industry and FDA staff Postmarket Surveillance Under Section 522 of the Federal Food, Drug, and Cosmetic Act (October 2022). See also the guidance for industry and FDA staff Procedures for Handling Post-Approval Studies Imposed by PMA Order (October 2022). Contains Nonbinding Recommendations trial completion, and/or final report submission milestone is related to the disaster or PHE. • Deferred Pediatric Study PMRs Under the Pediatric Research Equity Act (PREA):59 If circumstances involving a disaster or PHE have affected an applicant’s ability to complete a PREA PMR, applicants may request a deferral extension of the timeline for a deferral granted by FDA. If an applicant has not obtained a deferral extension and fails to submit required PREA studies by the final report submission date listed in the PREA PMR, FDA is required to issue a noncompliance letter to the applicant.60 • PMRs Under Accelerated Approval: For confirmatory trials, if an applicant misses an interim, trial completion, and/or final report submission milestone, FDA will review the applicant’s explanation for the delay, as well as assess the trial’s progress before the disaster or PHE, before determining whether or not the applicant has been compliant with its milestone obligations. • Annual Status Reports of PMRs: Applicants must continue to follow the annual reporting requirements for PMRs61 and should document in their annual status report the disaster or PHE-related reasons for missing interim, trial completion, and/or final report submission milestones, the reasons for the non-compliance with the milestones, and any steps taken to address factors specific to the disaster or PHE. Q21. My company is the holder of an approved marketing application for an FDA-approved drug for a specific indication and is also the sponsor of an IND for the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 538944,
  "end_pos": 540480,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.708Z"
}