{
  "id": "fda_guidance_chunk_0446",
  "title": "Introduction - Part 446",
  "text": "same body size-adjusted dose (mg/kg or mg/m2) that is administered in adults. • For drugs administered as a fixed dose based on data showing no clinically meaningful body size effect on drug exposure and toxicity in adults, a minimum body weight threshold should be defined to prevent adolescent patients who have a lower body weight than average from exceeding adult exposures. ‒ An FDA analysis of adult population pharmacokinetics of oncology drugs suggested that 40 kg (the approximate median body weight of a 12-year-old4) is generally the lower end of the body weight range that has no clinically relevant effect on drug pharmacokinetics or safety. (This cutoff may change based on the characteristics of the drug, including the effect of body size on pharmacokinetics, the therapeutic index, and dose- and exposure-response relationships.) ‒ In general, adolescent patients who weigh at least 40 kg can receive the same fixed dose administered in adults. 3 Selection of an appropriate dose for adolescent patients may be more complex for certain biological products that are regulated by CBER. Sponsors of such products should consult with the relevant review division in CBER to determine if there are specific considerations they should take into account with respect to their products. 4 See the Clinical Growth Charts web page under National Center for Health Statistics at the Centers for Disease Control and Prevention website (https://www.cdc.gov/growthcharts/clinical_charts.htm). Contains Nonbinding Recommendations ‒ In general, adolescent patients who weigh less than 40 kg should switch to a body weight (mg/kg) or body surface area (mg/m2) adjusted dose. This adjusted dose should be based on an adult reference body size (e.g., the average adult body weight of 70 kg or median body weight or surface area of the adult patient population determined from existing data). • Pharmacokinetic and/or pharmacodynamic (if available) samples should be collected from adolescent patients included in the adult oncology drug development program. V. SAFETY MONITORING Safety data collected during the trial should be examined for any age-related differences. The evaluation of developmental toxicities (e.g., growth derangements, fertility issues) that require a long duration of follow-up may not be possible in the context of early phase trials; however, the sponsor should develop a plan for longitudinal evaluation of potential developmental toxicities when it is feasible, particularly in trials enrolling patients in earlier lines",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 598080,
  "end_pos": 599616,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.711Z"
}