{
  "id": "fda_guidance_chunk_0384",
  "title": "Introduction - Part 384",
  "text": "in the protocol, the time of the visit. Investigators should consider asking for the trial participant’s location during a video conference visit in case a medical emergency arises during the visit. FDA considers real-time video interactions, including telemedicine, as a live exchange of information between the trial personnel and trial participants. These interactions are not considered electronic records and therefore are not subject to 21 CFR part 11.16 14 For more information on the CLIA, see https://www.cms.gov/Regulations-and-Guidance/Legislation/CLIA/Downloads/Research-Testing-and-CLIA.pdf. 15 FDA does not endorse any specific identification method. Sponsors may consider the National Institute of Standards and Technology (NIST) Special Publication 800-63A, Digital Identity Guidelines: Enrollment and Identity Proofing Requirements, available at https://doi.org/10.6028/NIST.SP.800-63a. 16 See 21 CFR 11.1(b). See also the guidance for industry Part 11, Electronic Records; Electronic Signatures—Scope and Application (August 2003). Contains Nonbinding Recommendations Q9. If patients are currently dispensed IP through a pharmacy at the clinical trial site for self-administration at home, can a sponsor switch that to home delivery without amending the protocol? Home delivery of IP that would not raise any new safety risks may be implemented to protect patients from risks associated with coming to clinical trial sites. In all cases, requirements under FDA regulations for maintaining IP storage conditions in accordance with the investigational plan and for IP accountability remain; these requirements must be addressed and documented.17 If the protocol indicates pharmacy dispensing for self-administration at home and this is changed to direct-to-patient shipments, then a protocol amendment18 or change to the investigational plan19 would be required to permit home delivery of the IP. If the extent of home delivery is limited to certain participants and not the entire population described in the protocol, documenting the change in the mechanisms of distribution of IP administration through protocol deviations may also be acceptable.20 If the change in the mechanisms of IP distribution is then included in a submission to the existing IND or IDE, such a change may be part of a cumulative submission that includes a number of changes that accrue, rather than an urgent protocol change.21 Sponsors are also responsible for ensuring that home delivery does not compromise the quality of the product supplied. Q10. How can the sponsor ensure proper disposal of unused investigational drug product if the participant cannot return to the study site? FDA",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 514752,
  "end_pos": 516288,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.706Z"
}