{
  "id": "fda_guidance_chunk_0009",
  "title": "Introduction - Part 9",
  "text": "deficiency. Whenever FDA concludes that a deficiency exists in a clinical investigation that may be grounds for the imposition of clinical hold FDA will, unless patients are exposed to immediate and serious risk, attempt to discuss and satisfactorily resolve the matter with the sponsor before issuing the clinical hold order. (d) Imposition of clinical hold. The clinical hold order may be made by telephone or other means of rapid communication or in writing. The clinical hold order will identify the studies under the IND to which the hold applies, and will briefly explain the basis for the action. The clinical hold order will be made by or on behalf of the Division Director with responsibility for review of the IND. As soon as possible, and no more than 30 days after imposition of the clinical hold, the Division Director will provide the sponsor a written explanation of the basis for the hold. (e) Resumption of clinical investigations. An investigation may only resume after FDA (usually the Division Director, or the Director's designee, with responsibility for review of the IND) has notified the sponsor that the investigation may proceed. Resumption of the affected investigation(s) will be authorized when the sponsor corrects the deficiency(ies) previously cited or otherwise satisfies the agency that the investigation(s) can proceed. FDA may notify a sponsor of its determination regarding the clinical hold by telephone or other means of rapid communication. If a sponsor of an IND that has been placed on clinical hold requests in writing that the clinical hold be removed and submits a complete response to the issue(s) identified in the clinical hold order, FDA shall respond in writing to the sponsor within 30-calendar days of receipt of the request and the complete response. FDA's response will either remove or maintain the clinical hold, and will state the reasons for such determination. Notwithstanding the 30-calendar day response time, a sponsor may not proceed with a clinical trial on which a clinical hold has been imposed until the sponsor has been notified by FDA that the hold has been lifted. (f) Appeal. If the sponsor disagrees with the reasons cited for the clinical hold, the sponsor may request reconsideration of the decision in accordance with ยง 312.48. (g) Conversion of IND on clinical hold to inactive status. If all",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 10752,
  "end_pos": 12288,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.676Z"
}