{
  "id": "fda_guidance_chunk_0818",
  "title": "Introduction - Part 818",
  "text": "E2B). Additional safety and tolerability evaluations may be needed in specific subpopulations, such as females, the elderly (see ICH E7), the severely ill, or those who have a common concomitant treatment. These evaluations may need to address more specific issues (see ICH E3). All safety and tolerability variables will need attention during evaluation, and the broad approach should be indicated in the protocol. All adverse events should be reported, whether or not they are considered to be related to treatment. All available data in the study population should be accounted for in the evaluation. Definitions of measurement units and reference ranges of laboratory variables should be made with care; if different units or different reference ranges appear in the same trial (e.g., if more than one laboratory is involved), then measurements should be appropriately standardized to allow a unified evaluation. Use of a toxicity grading scale should be prespecified and justified. The incidence of a certain adverse event is usually expressed in the form of a proportion relating number of subjects experiencing events to number of subjects at risk. However, it is not always self-evident how to assess incidence. For example, depending on the situation, the number of exposed subjects or the extent of exposure (in person-years) could be considered for the denominator. Whether the purpose of the calculation is to estimate a risk or to make a comparison between treatment groups, it is important that the definition is given in the protocol. This is especially important if long-term treatment is planned and a substantial proportion of treatment withdrawals or deaths are expected. For such situations, survival analysis methods should be considered and cumulative adverse event rates calculated in order to avoid the risk of underestimation. In situations when there is a substantial background noise of signs and symptoms (e.g., in psychiatric trials), one should consider ways for accounting for this in the estimation of risk for different adverse events. One such method is to make use of the treatment emergent (see Glossary) concept in which adverse events are recorded only if they emerge or worsen relative to pretreatment baseline. Other methods to reduce the effect of the background noise may also be appropriate, such as ignoring adverse events of mild severity or requiring that an event should have been observed at repeated visits",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1098048,
  "end_pos": 1099584,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.741Z"
}