{
  "id": "fda_guidance_chunk_0579",
  "title": "Introduction - Part 579",
  "text": "develop into a variety of mature tissue types, may undergo transformation and begin forming tumors (Ref. 6). In addition, a CGT product may include a variety of cell types, and it may be unclear which cell type or types are responsible for any specific toxic or therapeutic effect. Another distinctive feature of cells is the ability to migrate. Systemic delivery of CT products may result in cells being distributed to a variety of tissues in the body; even cells delivered to a specific tissue or organ may migrate to unintended locations (Ref. 8). The source (donor) of the cells or tissue may be the subject to be treated (autologous), or another individual (allogeneic). In some cases, the donor may receive a treatment prior to the harvest of source material. If the donor is also the trial subject, such pre-treatment may add to the overall risk to the subject. Similarly, some CT products require pre-treatment of the recipient, e.g., with immune modification or myeloablative conditioning to facilitate cell survival. In such cases, the risks associated with the pre-treatment should be considered in the overall benefit-risk assessment. 3. Characteristics of GT Products Several characteristics of GT products can influence trial design. For example, expression of a delivered gene may be uncontrolled and interfere with normal function of a critical enzyme, hormone, or biological process in the recipient. Some GT products are designed to integrate into the DNA of the recipient’s cells to allow for long-term expression of the integrated genes. This genomic alteration could cause activation or inactivation of neighboring genes and give rise to benign or malignant Contains Nonbinding Recommendations tumors (Ref. 5). In addition, GT products with a viral or bacterial vector present the possibility of shedding, i.e., excretion/secretion of viral particles or bacteria that could be transmitted to other individuals. 4. Characteristics of Gene-Modified Cellular Products Gene-modified cells, or ex vivo GT products, are products in which a gene is introduced into cells ex vivo, and then the modified cells are administered to the subjects. Products of this type have features, and potential risks, of both GT and CT products. Therefore, clinical trial design considerations of both GT and CT products apply to gene-modified cells. B. Manufacturing Considerations The scientific or logistical complexities of manufacturing CGT products may impose practical limits on the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 776832,
  "end_pos": 778368,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.722Z"
}