{
  "id": "fda_guidance_chunk_0487",
  "title": "Introduction - Part 487",
  "text": "supports a conclusion of effectiveness. This analysis is approached with great rigor; that is, a difference (C-T) larger than M1 needs to be ruled out with a high degree of statistical assurance. As M2 represents a clinical judgment, there may be a greater flexibility in interpreting a 95% upper bound for C-T that is slightly greater than M2, as long as the upper bound is still well less than M1 (see Figure 3). Figure 3. Possible Results of an NI Study Showing Active Control – Test Drug Differences (Point Estimate and 95% CI) Control – Test (C-T); (degree of inferiority of test drug) 1. C-T point estimate = 0 and upper bound of 95% CI < M2, indicating test drug is effective and adequately rules out an unacceptable loss of the control effect (NI demonstrated). 2. Point estimate of C-T favors C; upper bound of 95% CI < M1 but > M2, indicating test drug effect > 0 but an unacceptable loss of the control effect has not been ruled out. 3. Point estimate of C-T is zero and upper bound of 95% CI < M1 but it is slightly greater than M2. Loss of the pre-specified M2 has thus not been ruled out, but whether the study has shown adequate preservation of the control effect would be a matter of clinical judgment. 4. C-T point estimate favors C and upper bound of 95% CI > M1, indicating the study does not provide evidence of effectiveness for test drug. D. Assay Sensitivity Assay sensitivity is an essential property of an NI clinical trial. Assay sensitivity is the ability of the trial to have detected a difference between treatments of a specified size. Stated in another way, assay sensitivity means that had the study included a placebo, a control drug-placebo difference of at least M1 would have been present. As explained above, the choice of M1, and the conclusion that a trial has assay sensitivity (i.e., the active control would have had an effect of at least M1), is based on three considerations: 1. Historical evidence of sensitivity to drug effects 2. The similarity of the new NI trial to the historical trials (the constancy assumption) 3. The quality of the new trial (ruling out defects that would tend to minimize differences between treatments) 1.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 653184,
  "end_pos": 654720,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.715Z"
}