{
  "id": "fda_guidance_chunk_0425",
  "title": "Introduction - Part 425",
  "text": "Development Safety Update Report, August 2011, https://www.fda.gov/media/71255/download. Contains Nonbinding Recommendations longer include the Product C arm. Once these changes have been made, IND C will no longer be considered a Secondary IND and will no longer be part of the umbrella trial. V. ALTERNATIVE APPROACHES There may be alternative approaches to structuring and organizing INDs for studies in a single disease of multiple versions of an investigational product. For example, sponsors may choose to submit a stand-alone IND that includes only clinical information, with CMC and P/T information from other INDs incorporated by cross-reference. In this case, the Primary IND would still include the clinical information for the umbrella trial (including the clinical protocol), but the Primary IND would cross-reference the Secondary INDs for CMC and P/T information for all the products studied under the umbrella trial protocol. We recommend that sponsors considering alternative approaches contact OTAT, CBER to discuss the proposed IND organization and clinical study. Contains Nonbinding Recommendations APPENDIX: CLARIFICATION ON “VERSIONS OF A CELLULAR OR GENE THERAPY PRODUCT” A. Changes that Result in “Versions of a Cellular or Gene Therapy Product” (i.e., within the scope of this guidance) The following are examples of changes that result in “versions of a cellular or gene therapy product.” 9 The different product versions would generally be submitted to separate INDs, even when they are being studied in the same clinical trial for a single disease. • Changing a cellular product from bulk tumor-infiltrating lymphocytes (TILs) to purified CD8+ TILs. • Changing from dendritic cells (DCs) pulsed with a recombinant tumor antigen to DCs pulsed with immunodominant peptides from the same antigen. • Altering the differentiation state of a stem cell product to a more mature cell type along the same lineage (e.g., neural progenitor cells vs. neurons). • Changing the cell source (e.g., allogeneic vs. autologous, or cord blood vs. bone marrow) for a mesenchymal stromal cell product. • Changing from an embryonic stem cell bank to an induced pluripotent stem cell (iPSC) bank to produce the same cell type (e.g., retinal pigment epithelial cells). • Replacing the CAR transgene of a CAR T cell product with a new CAR transgene. • Modifying a CAR T cell product by adding a second transgene that expresses a costimulatory protein. • Modifying a gene therapy vector",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 569856,
  "end_pos": 571392,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.710Z"
}