{
  "id": "fda_guidance_chunk_0531",
  "title": "Introduction - Part 531",
  "text": "(%) Male 53% 75% 76% 74% 100% 59% 70% h/o stroke or TIA (%) 6% 3% 3% 8% 0% 100% 18.3% h/o HTN (%) 32% 51% 43% 49% 55% 43% 81% >65 years old & CAD (%)* 8% 10-16% 12-15% 7% 17% 7% 41% >65 years old & DM (%)* 7-10% 14–16% 10-14% 13% 17% 12% 19% h/o LV dysfunction (%)* 50% 24-28% 20-23% 9% 31% 8% 39% Mean BP at BL (mm Hg) NA NA NA 130/78 NA 145/84 133/77 Target INR 2.8-4.2 1.5-2.7 2-3 2-4.5 1.4-2.8 2.5-4.0 2-3 Primary endpoint Stroke, TIA, systemic embolism Ischemic stroke Ischemic stroke and systemic embolism Ischemic stroke and systemic embolism Ischemic stroke Vascular death, NF MI, stroke, systemic embolism Stroke (ischemic + hemorrhagic) and systemic embolism * = Not possible to verify whether definitions of CAD, DM, and LV dysfunction were the same in comparing the historic studies and SPORTIF V. NA = Not available To calculate M1, the relative risks in each of the six studies were combined using a random effects meta-analysis to give a point estimate of 0.361 for the relative risk with a confidence interval of (0.248, 0.527). The 95% confidence interval upper bound of 0.527 represents a 47% risk reduction, which translates into a risk increase of about 90% from not being on warfarin (1/0.527 = 1.898) (i.e., what would be seen if the test drug had no effect). Thus, M1 (in terms of the hazard ratio favoring the control to be ruled out) is 1.898. It was considered clinically important to show that the test drug preserved a substantial fraction of the warfarin effect. The clinical margin M2 representing the largest acceptable level of inferiority was therefore set at 50% of M1. M2 was calculated on the log hazard scale as 1.378, so that NI would be demonstrated provided the upper bound for the 95% confidence interval for C vs. T < 1.378. In the SPORTIF V study, the point estimate of the relative risk was 1.39, and the two-sided 95% confidence interval for the relative risk was (0.91, 2.12). Thus, in this example, the non-inferiority of ximelegatran to warfarin is not demonstrated because the upper limit (2.12) is greater than M2 (=1.378). Indeed, it does not even demonstrate that M1 (=1.898) has been excluded. Example 1(B): Application of the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 712320,
  "end_pos": 713856,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.718Z"
}