{
  "id": "fda_guidance_chunk_0230",
  "title": "Introduction - Part 230",
  "text": "FDA that relies on a trial with an adaptive design should include sufficient information and documentation to allow FDA to thoroughly review the results. In particular, in addition to the typical content of an NDA or a BLA, 26 the application should include the following: 26 See, for example, the FDA draft guidance for industry Providing Regulatory Submissions in Electronic Format — Certain Human Pharmaceutical Product Applications and Related Submissions Using the eCTD Specifications (July 2019). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations • All prospective plans, any relevant committee charters (e.g., the DMC or adaptation committee charter), and any supporting documentation, as described above (e.g., literature references, programming code, and a simulation report). • Information on compliance with the planned adaptation rule and compliance with the procedures outlined in the data access plan to maintain trial integrity. • Records of deliberations and participants for any interim discussions by any committees involved in the adaptive process (e.g., meeting minutes from closed and open DMC or adaptation committee meetings, meeting minutes from steering or executive committee meetings). • Results of the interim analysis or analyses used for the adaptation decisions. • Appropriate reporting of the adaptive design and trial results in section 14 of the proposed package insert. For example, the trial summary should describe the adaptive design utilized. In addition, treatment effect estimates should adequately take the design into account, or if naive estimates such as unadjusted sample means are used, the extent of bias should be evaluated, and estimates should be presented with appropriate cautions regarding their interpretation. More limited information (e.g., reports without the database copies and less detailed information on other aspects) may be sufficient for trial summaries provided to FDA during the course of development to support ongoing discussions within an IND. Clinical Trial Endpoints for the Approval of Cancer Drugs and Biologics Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Oncology Center of Excellence Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Clinical Trial Endpoints for the Approval of Cancer Drugs and Biologics Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 307776,
  "end_pos": 309312,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.693Z"
}