{
  "id": "fda_guidance_chunk_0326",
  "title": "Introduction - Part 326",
  "text": "considerations and examples for the core PROs are: • Disease-related symptoms: Where a group of common cardinal disease symptoms exist, disease symptom scales should be used. One example of a disease symptom scale is the Non-Small Cell Lung Cancer Symptom Assessment Questionnaire (NSCLC-SAQ) that has gone through the FDA Drug Development Tool Qualification program.9 In contexts where disease symptoms are heterogeneous in type and incidence, symptoms that patients have reported as being important across advanced cancer settings, such as pain, anorexia, and fatigue, can be measured either individually or within a symptom score with other important disease-related symptoms. Examples of patient-reported symptom severity assessments that may be fit-for-purpose include an 11-point (i.e., 0 to 10) numeric rating scale or verbal rating scale (e.g., none, mild, moderate, severe) that asks patients to rate their worst experience of a specific disease symptom over a specified recall period. Alternatively, a frequency scale for one or more of these items may also be considered (e.g., ranging from none of the time to all of the time). • Symptomatic adverse events (AEs): FDA recommends selecting a concise set of the most important symptomatic AEs that are expected to occur from an item library. In trials with active controls, symptomatic AEs expected to occur from both treatment regimens should be assessed for all patients in both arms. For example, if neuropathy is expected in patients in the control arm only, an item assessing neuropathy should be included in both the experimental arm and control arms of the trial. FDA considers the National Cancer Institute’s PRO version of the Common Terminology Criteria for 8 Ibid. 9 See https://www.fda.gov/drugs/development-approval-process-drugs/ddt-coa-000009-non-small-cell-lung-cancer-symptom-assessment-questionnaire-nsclc-saq (accessed June 1, 2021). Contains Nonbinding Recommendations Adverse Events (PRO-CTCAE) to be an example of one acceptable item library for assessment of symptomatic adverse events.10 Sponsors should provide a rationale for the selection of symptomatic AEs that will be assessed, based on mechanism of action, early clinical data, and input from patients and healthcare providers. In consultation with FDA, sponsors should select only the most important and/or high frequency AEs to reduce question burden and consider a free-text question to mitigate concerns for missing important symptom items. Importantly, PRO data describing symptomatic AEs are intended to complement, not replace, safety data. • Overall side effect impact summary measure: A summary measure of the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 436800,
  "end_pos": 438336,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.701Z"
}