{
  "id": "fda_guidance_chunk_0628",
  "title": "Introduction - Part 628",
  "text": "intravenous route. This is to demonstrate that systemic exposure has occurred. However, it is recognized that for some PET tracers, the clinical microdose can be very low and in such cases it might not be possible to characterize a full TK profile. Q9: What chemistry, manufacturing, and control (CMC) information should be available for an exploratory clinical trial? A9: CMC information for exploratory clinical trials was not addressed in ICH M3(R2). Consult appropriate regulatory authorities and regional guidances. Q10: Does evaluation of potential mutagenic impurities (e.g., structure-activity relationship (SAR) or testing) apply to exploratory clinical trial support? A10: The drug substance should be considered appropriate from a CMC perspective. For approaches 1 and 2 (microdose studies), SAR or genotoxicity testing is not recommended for the parent drug or for the impurities. For other exploratory clinical trial approaches where higher doses and longer treatments are used, available guidance on mutagenic impurities should be followed. G. Reproductive Toxicity (7) Q1a: Endnote 4: In the preliminary embryo-fetal developmental study, what is the definition of “adequate dose levels”? Does this mean maternal toxicity at least one dose level? If only one or two dose levels have surviving fetuses, would that be adequate? A1a: The same dose selection criteria used for a definitive embryo-fetal development study should be used for the preliminary study (see ICH S5). Q1b: Endnote 4: The text specifies a minimum of six dams per group. Does this mean a minimum of six litters per group should be evaluated? A1b: No. Sometimes pregnant females have total loss of litters. Dosing should be initiated with a minimum of six presumed pregnant females per group, with all surviving litters evaluated. Q1a: Are embryo-fetal development studies or the demonstration that the drug and/or metabolites do not partition into semen important for male-only products? A1a: The ICH M3(R2) guidance does not address recommendations for embryo-fetal development studies in products intended for use only in males. Embryo-fetal development studies for a male-only drug should be considered on a case-by-case basis. Q2b: Should contraception be used in male-only studies until reproductive risks have been evaluated? A2b: It is general practice to use contraception in males until the potential for reproductive and developmental risk has been addressed. H. Juvenile Animal Studies (8) Q1: What is the appropriate duration of treatment for a toxicity",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 842688,
  "end_pos": 844224,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.726Z"
}