{
  "id": "fda_guidance_chunk_0061",
  "title": "Introduction - Part 61",
  "text": "with a class of drugs or as anticipated from the pharmacological properties of the drug, but are not specifically mentioned as occurring with the particular drug under investigation. This definition relies entirely on the adverse events or suspected adverse reactions listed in the investigator brochure for the particular drug under investigation (or elsewhere in the general investigational plan if an investigator brochure is not required or available) as the basis for determining whether newly acquired information generated from clinical trials or reported from other sources is unexpected.6 This means that events not listed for the particular drug under investigation in the investigator brochure are considered “unexpected” and those listed are considered “expected.” When new adverse event information is received, it is the sponsor’s responsibility to determine whether the event is “unexpected” for IND safety reporting purposes. In the clinical trial setting, there has been some confusion with the term “expected” as it has been used to mean “anticipated” for the disease being treated or population being studied rather than “listed in the investigator brochure.” For example, some adverse events can be anticipated to occur as a result of a disease or in an older population (e.g., cancer-related deaths in a cancer trial, strokes or acute myocardial infarctions in an older population). However, for reporting purposes, these anticipated events are not “expected” because they are not listed in the investigator brochure (i.e., the test drug is not suspected or known to cause them). Monitoring and reporting these types of anticipated events are further discussed in section V.A.3 of this document. 5 For the purposes of prescription drug labeling, the term adverse reaction is defined to mean “an undesirable effect, reasonably associated with use of a drug, that may occur as part of the pharmacological action of the drug or may be unpredictable in its occurrence. This definition does not include all adverse events observed during use of a drug, only those adverse events for which there is some basis to believe there is a causal relationship between the drug and the occurrence of the adverse event” (see 21 CFR 201.57(c)(7) and 201.80(g)). 6 For drugs marketed or approved in the United States, ordinarily FDA-approved prescription drug labeling is used as the basis for determining whether an event is unexpected for reporting purposes. Contains Nonbinding Recommendations",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 80640,
  "end_pos": 82176,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}