{
  "id": "fda_guidance_chunk_0413",
  "title": "Introduction - Part 413",
  "text": "the hypothetical target population is 4.8, which is lower than the conditional odds ratio of 8.0 in each of the biomarker-positive and biomarker-negative subgroups. In trials with time-to-event outcomes, the hazard ratio can also be non-collapsible. Unlike the odds ratio or hazard ratio, the risk difference and relative risk are collapsible. Contains Nonbinding Recommendations Table 1: Non-collapsibility of the Odds Ratio in a Hypothetical Target Population Percentage of target population Success rate Odds ratio New drug Placebo Biomarker-positive 50% 80.0% 33.3% 8.0 Biomarker-negative 50% 25.0% 4.0% 8.0 Combined 100% 52.5% 18.7% 4.8 • As part of the prespecification of the estimand of interest, sponsors should specify whether the treatment effect of interest in an analysis is a conditional or unconditional treatment effect. • Cochran-Mantel-Haenszel methods (Mantel and Haenszel 1959) are acceptable for the analysis of clinical trial data with binary endpoints if there is interest in estimating a conditional treatment effect, which is assumed to be constant across subgroups defined by a covariate taking a discrete number of levels (e.g., the value 8.0 in Table 1). • Fitting a nonlinear regression of the outcome on treatment and baseline covariates similarly attempts to estimate a conditional treatment effect. Nonlinear models extend Cochran-Mantel-Haenszel methods by allowing adjustment for continuous covariates, such as age. In nonlinear regression models (without treatment by covariate interactions), the treatment effect is assumed to be approximately constant across subgroups defined by baseline covariates in the model and can provide more individualized information than the unconditional treatment effect if the assumption holds (and not otherwise). Nonlinear models such as logistic regression or proportional hazards regression (which can include stratification of the baseline hazard) are commonly used in many clinical settings. • Sponsors should discuss with the relevant review divisions specific proposals in a protocol or statistical analysis plan containing nonlinear regression to estimate conditional treatment effects for the primary analysis. When estimating a conditional treatment effect through nonlinear regression, the model assumptions will generally not be exactly correct, and results can be difficult to interpret if the model is misspecified and treatment effects substantially differ across subgroups. Interpretability increases with the quality of model specification. Sponsors should discuss any planned assessments of model assumptions and implications for analyses with the relevant review division. • Sponsors can perform covariate-adjusted estimation and inference for an",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 553728,
  "end_pos": 555264,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.709Z"
}