{
  "id": "fda_guidance_chunk_0534",
  "title": "Introduction - Part 534",
  "text": "Type I error rate of 0.025). For this case, the value, − 0.789, is not less (more negative) than − 1.96, so we cannot reject the null hypothesis. Therefore, it cannot be concluded that an NI margin of 50% retention is satisfied using the synthesis method. The fixed margin test statistic for this example is: ()()618.0154.021216.002.121329.0−=+−+ This value, -0.618, is also greater than -1.96. Neither method leads to a conclusion of non-inferiority for this example. Example 2: Aspirin to Prevent Death or Death/MI After Myocardial Infarction This example demonstrates the following: • When it may not be possible to determine the NI margin because of the limitations of the data available By 1993, the effect of aspirin in preventing death after myocardial infarction had been studied in six large randomized placebo-controlled clinical trials. A seventh trial, ISIS-2, gave the drug during the first day after the AMI and is not included because it addressed a different question. The results are summarized and presented in Table 3. Table 3. Results of Six Placebo-Controlled Randomized Studies of the Effect of Aspirin in Preventing Death After Myocardial Infarction Study Year published Aspirin Placebo Relative Risk (95% CI) N Death rate N Death rate MRC-1 8.0% 10.7% 0.74 (0.52, 1.05) CDP 5.8% 8.3% 0.70 (0.48, 1.01) MRC-2 12.2% 14.8% 0.83 (0.65, 1.05) GASP 10.1% 12.3% 0.82 (0.53, 1.28) PARIS 10.5% 12.8% 0.82 (0.59, 1.13) AMIS 10.9% 9.7% 1.12 (0.94, 1.33) The results suggest: 1. The effect of aspirin on mortality as measured by the relative risk appears to diminish over the years in which the studies were conducted. 2. The largest trial, AMIS, showed a numerically higher mortality rate in the aspirin-treated group. The relative risk in the AMIS study is significantly different from the mean relative risk in the remaining studies (p ≤ 0.005). The validity of pooling the results of AMIS with those of the remaining studies is therefore a concern. It would be invalid to exclude AMIS from the meta-analyses because the effect in AMIS differed from the effect in the remaining studies unless there were adequate clinical or scientific reasons for such exclusion. At a minimum, any meta-analysis of all studies would need to reflect this heterogeneity by using a random effects meta-analysis. Although a fixed effects meta-analysis of the six studies gives a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 716352,
  "end_pos": 717888,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.718Z"
}