{
  "id": "fda_guidance_chunk_0505",
  "title": "Introduction - Part 505",
  "text": "which two or more studies produce estimates of treatment effect that are close is a function of the sample size of each study, the similarity of the study populations, the conduct of the studies (e.g., dropout rates), and other factors that are probably not measurable. Therefore, another source of uncertainty to be considered when choosing a margin for the current NI study is the study-to-study variability in the estimate of the active control treatment effect. Multiple studies of the active control relative to a placebo, ineffective treatment, or no treatment provide an opportunity to obtain not only an estimate of the average effect of the active control and its uncertainty, but also a measure of the study-to-study variability of the effect. Study-to-study variability in the active control effect is a critical consideration because one of the basic assumptions in NI studies is the consistency of the effect between the historical studies and the current NI study. Several cases illustrate the use of multiple studies to estimate the active control effect and problems that can arise. • The ideal case is one where (1) there are a number of studies, each of sufficient size to demonstrate the effect of the active control and (2) the effects derived from these studies are reasonably consistent, so that an average effect derived from a meta-analysis provides a reasonable estimate of the control effect and supports a credible choice of M1. • If there are many small studies, some of which have not demonstrated an effect of the active control, it may still be possible to estimate the active control effect combining the studies using appropriate meta-analysis methods, but care should be taken if there is evidence of a large amount of study-to-study heterogeneity in the treatment effects. • If there are multiple large studies, it would be troublesome if one or more of the studies showed little or no effect. Unless there is a convincing explanation as to why one of the studies did not demonstrate an effect, a failed study may argue against use of an NI design. • There are sometimes several trials of different drugs in the same pharmacologic class. Pooling them with appropriate meta-analytic methods may allow calculation of a 95% confidence interval that is narrower than that from any single study. The presumption",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 677376,
  "end_pos": 678912,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.716Z"
}