{
  "id": "fda_guidance_chunk_0329",
  "title": "Introduction - Part 329",
  "text": "Function X X X X X X X X X X X X X X Role Function X X X X X X X X X X Disease Symptoms X X X X X Other HRQOL X X X X BL – baseline, w - week, M - month, * - context dependent long-term follow-up 16 Symptomatic AEs assessed by PROs are intended to complement, not replace, standard CTCAE safety data. Contains Nonbinding Recommendations How a therapy is administered can affect the timing of assessments. For instance, intermittently administered intravenous (IV) cytotoxic chemotherapy often has the maximum intensity of symptomatic AEs earlier in each cycle, whereas this may not be the case with an oral drug administered on a continuous daily schedule. Schedule of administration should be taken into account, and assessments and their analysis harmonized so as not to obscure the results of either arm. In the case where both arms have orally administered treatments on a daily schedule, assessments could be less frequent given the lack of cyclic variability surrounding administration schedules seen with IV chemotherapies. B. Other Trial Design Considerations The following should be considered to mitigate missing data and improve the interpretability of PRO results: • Procedures should be prospectively established for mitigating missing data, including training for investigators and patients, a completion monitoring strategy (e.g., reminders to patients), and obtaining PRO data from patients at time of early withdrawal. Include these procedures in the protocol. • Methods to lessen patient burden should be explored, including use of electronic PRO capture that may allow for assessments outside of the clinic. Sponsors should document how and where patients completed their PRO assessments (e.g., in the clinic or in a remote setting.). • Reasons for missing PRO data should be documented and included in the analysis dataset. • A pre-specified plan for the analysis of PRO data should be provided, including the threshold for and interpretation of a meaningful change in score(s), if relevant. • Any deviation from the instrument’s scoring manual should be noted and a rationale provided. • Use (including changes in dose) of concomitant medications or therapies that may affect the interpretation of the concept(s) being measured (e.g., use of concomitant pain medications when measuring pain) should be carefully recorded. VI. LABELING CONSIDERATIONS Inclusion of PRO data in the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 440832,
  "end_pos": 442368,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.701Z"
}