{
  "id": "fda_guidance_chunk_0245",
  "title": "Introduction - Part 245",
  "text": "Approval of Non-Small Cell Lung Cancer Drugs and Biologics, Appendices C and D provides a set of tables for potential analyses of PFS that can be used for primary or sensitivity analyses. Plans for PFS data collection and analysis should be discussed with FDA at end-of-phase 2 meetings. Contains Nonbinding Recommendations 5. Time to Treatment Failure Time to treatment failure (TTF) is defined as a composite endpoint measuring time from randomization to discontinuation of treatment for any reason, including disease progression, treatment toxicity, and death. TTF is generally not recommended as a regulatory endpoint for new molecular entity drug approval. C. Endpoints Involving Symptom Assessment Symptomatic improvement is considered a clinical benefit. FDA drug approvals have used patient symptom assessments and/or physical signs representing symptomatic improvement (e.g., weight gain, decreased effusion) as an important efficacy endpoint. For the improvement of signs and symptoms or other clinical outcome assessments (COA) to be used as efficacy endpoints to support cancer drug approval, symptoms should be assessed that are due to cancer rather than drug toxicity to the extent possible. 1. Specific Symptom Endpoints Symptom improvement/palliation is a direct measure of clinical benefit rather than a surrogate endpoint. A decrease in the severity of cancer symptoms has been used to support traditional approval of anti-cancer agents where anti-tumor activity has also been demonstrated. The use of a symptom palliation endpoint requires that the population be symptomatic at baseline, which can be problematic in many cancer trials where patients can often be asymptomatic at baseline. This endpoint can also be subject to open label response bias, the magnitude of which is not well described. Time to progression of cancer symptoms, an endpoint similar to TTP, is also a direct measure of clinical benefit rather than a potential surrogate endpoint. As discussed earlier, problems in measuring progression (e.g., missing assessments) also exist in evaluating time to symptomatic progression. Because few cancer trials are blinded, symptom assessments can also be subject to response bias. A delay between tumor progression and the onset of cancer symptoms can occur. Often alternative treatments are initiated before achieving the symptom endpoint, confounding this analysis. In addition, tumor symptoms can be difficult to differentiate from drug toxicity. A composite symptom endpoint or symptom scale should have components of similar clinical importance and an analysis of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 327936,
  "end_pos": 329472,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.694Z"
}