{
  "id": "fda_guidance_chunk_0717",
  "title": "Introduction - Part 717",
  "text": "to the body weight in kg divided by the surface area in m2. formula: mg/kg × km = mg/m2 to convert a dose of 30 mg/kg in a dog: 30 × 20 = 600 mg/m2 to convert a dose of 2.5 mg/kg in a human: 2.5 × 37 = 92.5 mg/m2 Example 2: Converting to mg/kg HED in two steps To calculate the HED for a particular dose in animals, one can calculate the animal dose in mg/m2 by multiplying the dose in mg/kg by the km factor for that species as described in Example 1. The dose can then be converted back to mg/kg in humans by dividing the dose in mg/m2 by the km factor for humans. formula: (animal mg/kg dose × animal km) ÷ human km = human mg/kg dose to calculate the HED for a 15 mg/kg dose in dogs: (15 × 20) ÷ 37 = 300 mg/m² ÷ 37 = 8 mg/kg Example 3: Converting to mg/kg HED in one step The calculation in Example 2 can be simplified by combining the two steps. The HED can be calculated directly from the animal dose by dividing the animal dose by the ratio of the human/animal km factor (third column in Table 1) or by multiplying by the ratio of the animal/human km factor (fourth column in Table 1). Contains Nonbinding Recommendations Division method NOAEL calculation HED mg/kg ÷ [kmhuman/kmanimal] 15 mg/kg in dogs 15 mg/kg ÷ 1.8 = 8 mg/kg 50 mg/kg in rats 50 mg/kg ÷ 6.2 = 8 mg/kg 50 mg/kg in monkeys 50 mg/kg ÷ 3.1 = 16 mg/kg Multiplication method NOAEL calculation HED mg/kg × [kmanimal/kmhuman] 15 mg/kg in dogs 15 mg/kg × 0.541 = 8 mg/kg 50 mg/kg in rats 50 mg/kg × 0.162 = 8 mg/kg 50 mg/kg in monkeys 50 mg/kg × 0.324 = 16 mg/kg Contains Nonbinding Recommendations APPENDIX E: Selection of Maximum Recommended Starting Dose for Drugs Administered Systemically to Normal Volunteers Guidance for Industry Protocol Development Guideline for Clinical Effectiveness and Target Animal Safety Trials This guidance supercedes the guidance of November 1994. (This document was revised to include the disclaimer in the paragraph below and to add the address to submit comments.) Guidance #85 entitled \"Good Clinical Practices\" became final on May 15, 2001. Until the Center revises",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 962304,
  "end_pos": 963840,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.733Z"
}