{
  "id": "fda_guidance_chunk_0240",
  "title": "Introduction - Part 240",
  "text": "tumors). When the primary study endpoint is based on tumor measurements (e.g., PFS or ORR), tumor assessments generally should be verified by central reviewers blinded to study treatments (see Appendix) to ascertain lack of assessment bias. Additional details regarding data collection are listed in the guidance for industry Clinical Trial Endpoints for the Approval of Non-Small Cell Contains Nonbinding Recommendations Lung Cancer Drugs and Biologics, Appendix A.16 Alternatively, a random sample-based blinded central review auditing approach could be used with a detailed auditing plan prespecified including a strategy to detect potential assessment bias. If bias cannot be excluded based upon the audit, a blinded central review of all radiographic images will be necessary.17 Sponsors should seek FDA input prior to conducting an audit based central review. Centralized independent verification of tumor assessment endpoints (especially for PFS or DFS) may not be necessary when randomized trials are blinded (unless the adverse event profile would substantially unblind the trial in practice) or effect sizes are robust in large randomized trials where sensitivity analysis supports lack of investigator bias. 1. Disease-Free Survival (and Event-Free Survival) Generally, DFS is defined as the time from randomization until disease recurrence or death from any cause. The most frequent use of this endpoint is in the adjuvant setting after definitive surgery or radiotherapy. DFS also can be an important endpoint when a large percentage of patients achieve CRs with chemotherapy. Although overall survival is a conventional endpoint for most adjuvant settings, DFS can be an important endpoint in situations where survival may be prolonged, making an overall survival endpoint impractical. An endpoint that is similar to DFS but is differentiated from it in that randomization takes place before definitive surgery or radiotherapy in the adjuvant setting is EFS. For the purpose of this guidance, EFS is defined as time from randomization to any of the following events: progression of disease that precludes surgery, local or distant recurrence, or death due to any cause. DFS has been the primary basis of approval for adjuvant breast cancer hormonal therapy, adjuvant colon cancer, and adjuvant cytotoxic breast cancer therapy, whereas EFS is an appropriate endpoint for the evaluation of neoadjuvant breast cancer therapy given prior to definitive surgery. Compared with standard cytotoxic therapies, hormonal therapies carry minimal side effects and thus a favorable risk-benefit",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 321216,
  "end_pos": 322752,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.694Z"
}