{
  "id": "fda_guidance_chunk_0106",
  "title": "Introduction - Part 106",
  "text": "that qualify for reporting under 312.32(c) and as described in the draft guidance for industry Sponsor Responsibilities—Safety Reporting Requirements and Safety Assessment for IND and Bioavailability/Bioequivalence Studies. The frequency of the cumulative aggregate safety analyses should be discussed with the Agency at a pre-IND meeting, taking into account specific program needs. Given the complexity of and the generally rapid accrual to these trials, resulting in increased risks to subjects should there be a failure to promptly identify suspected and unexpected serious adverse reactions, sponsors should select medical monitors who have training and experience in cancer research and in the conduct of clinical trials so that safety information can be promptly assessed. B. Independent Safety Assessment For all master protocols, the sponsor should institute an IDMC or other appropriate independent entity structured to assess safety in addition to efficacy (section V. E., Independent Data Monitoring Committee). The sponsor should describe in the IND the constitution of this committee and the definition of its responsibilities. The committee should complete the real-time review of all serious adverse events as defined in FDA regulations and periodically assess the totality of safety information in the development program.28 The IDMC or other appropriate independent entity should have responsibility for conducting prespecified and ad hoc assessments of safety to recommend protocol modifications or other actions including, but not limited to, the following: (1) Discontinuing or modifying a substudy based on safety information obtained from the protocol or from information external to the trial (2) Changing the eligibility criteria if the risks of the intervention appear to be higher in a particular subgroup (3) Altering the drug dosage and/or schedule if the adverse events observed appear likely to be mitigated by such changes 27 When final, this guidance will represent the FDA’s current thinking on this topic. 28 See the guidance for clinical trial sponsors Establishment and Operation of Clinical Trial Data Monitoring Committees and the draft guidance for industry Sponsor Responsibilities—Safety Reporting Requirements and Safety Assessment for IND and Bioavailability/Bioequivalence Studies. 12 Contains Nonbinding Recommendations (4) Instituting screening procedures that could identify those subjects at increased risk of a particular adverse event (5) Identifying information needed to inform current and future trial subjects of newly identified risks via changes in the informed consent document and, if appropriate, recommending reconsent of current",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 141120,
  "end_pos": 142656,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.683Z"
}