{
  "id": "fda_guidance_chunk_0312",
  "title": "Introduction - Part 312",
  "text": "FD&C Act. Also see Department of Health and Human Services’ website for information on permissible disclosures of protected health information to public health authorities (including FDA), available at https://www.hhs.gov/hipaa/for-professionals/special-topics/public-health/index.html. 14 For more information on Remote Interactive Evaluations, see \"Remote Interactive Evaluations of Drug Manufacturing and Bioresearch Monitoring Facilities Guidance for Industry\" available at https://www.fda.gov/regulatory-information/search-fda-guidance-documents/remote-interactive-evaluations-drugmanufacturing-and-bioresearch-monitoring-facilities. We update guidances periodically. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fdaguidance-documents. 15 For more information on RRAs generally, including their applicability to BIMO sites and facilities, communications between FDA and industry regarding requests for records or other information, and the distinction between an RRA and inspections under sections 704(a)(1) and 704(a)(5) of the FD&C Act, see “Conducting Remote Regulatory Assessments Questions and Answers Draft Guidance for Industry” (hereafter, the “Draft RRA Guidance”), available at https://www.fda.gov/regulatory-information/search-fda-guidance-documents/conductingremote-regulatory-assessments-questions-and-answers. Although an RRA is not an inspection and the Draft RRA Guidance notes that the Agency does not intend to conduct an RRA at the same time as an inspection, the Draft RRA Guidance provides information about communications between industry and FDA during an RRA that may be relevant for communications during an inspection. Specifically, see the Draft RRA Guidance’s discussion of records security, file format (e.g., Portable Document Formats), and language translation. When finalized, that guidance will represent the Agency’s current thinking on how RRAs apply generally to all FDA-regulated products. For additional translation guidance, see the draft “Translation of GLP Study Reports: Questions and Answers” available at https://www.fda.gov/regulatory-information/search-fda-guidance-documents/translation-good-laboratory-practicestudy-reports-questions-and-answers. Contains Nonbinding Recommendations Draft — Not for Implementation 84 III. PROCESSES AND PRACTICES APPLICABLE TO BIORESEARCH 85 MONITORING INSPECTIONS 86 87 A. BIMO Processes and Practices 88 89 The Agency’s processes and practices applicable to BIMO inspections are detailed in 90 its Investigations Operations Manual (IOM), compliance programs, and the Regulatory 91 Procedures Manual (RPM). In general, for all domestic and foreign BIMO inspections, FDA 92 follows the same processes and practices before and during the inspection, except as noted in this 93 guidance. 94 95 FDA’s IOM16 is the primary operational reference for FDA investigators and other FDA 96 personnel to perform investigational activities in support of the Agency’s public health mission 97 across all program areas. The BIMO compliance programs were developed to provide uniform 98 and specific instructions for FDA personnel. They describe",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 417984,
  "end_pos": 419520,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.700Z"
}