{
  "id": "fda_guidance_chunk_0817",
  "title": "Introduction - Part 817",
  "text": "tolerability compared to another drug or to another dose of the investigational drug. Such specific claims should be supported by relevant evidence from confirmatory trials, similar to that necessary for corresponding efficacy claims. B. Choice of Variables and Data Collection (6.2) In any clinical trial, the methods and measurements chosen to evaluate the safety and tolerability of a drug will depend on a number of factors, including knowledge of the adverse effects of closely related drugs, information from nonclinical and earlier clinical trials and possible consequences of the pharmacodynamic/ pharmacokinetic properties of the particular drug, the mode of administration, the type of subjects to be studied, and the duration of the trial. Laboratory tests concerning clinical chemistry and hematology, vital signs, and clinical adverse events (diseases, signs, and symptoms) usually form the main body of the safety and tolerability data. The occurrence of serious adverse events and treatment discontinuations due to adverse events are particularly important to register (see ICH E2A and ICH E3). Furthermore, it is recommended that a consistent methodology be used for the data collection and evaluation throughout a clinical trial program to facilitate the combining of data from different trials. The use of a common adverse event dictionary is particularly important. This dictionary has a structure that makes it possible to summarize the adverse event data on three different levels: System-organ class, preferred term, or included term (see Glossary). The preferred term is the level on which adverse events usually are summarized, and preferred terms belonging to the same system-organ class could then be brought together in the descriptive presentation of data (see ICH M1). C. Set of Subjects to Be Evaluated and Presentation of Data (6.3) For the overall safety and tolerability assessment, the set of subjects to be summarized is usually defined as those subjects who received at least one dose of the investigational drug. Safety and tolerability variables should be collected as comprehensively as possible from these subjects, including type of adverse event, severity, onset, and duration (see ICH E2B). Additional safety and tolerability evaluations may be needed in specific subpopulations, such as females, the elderly (see ICH E7), the severely ill, or those who have a common concomitant treatment. These evaluations may need to address more specific issues (see ICH E3). All safety and tolerability variables",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1096704,
  "end_pos": 1098240,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.741Z"
}