{
  "id": "fda_guidance_chunk_0051",
  "title": "Introduction - Part 51",
  "text": "or in vitro testing. The sponsor must report any findings from animal or in vitro testing, whether or not conducted by the sponsor, that suggest a significant risk in humans exposed to the drug, such as reports of mutagenicity, teratogenicity, or carcinogenicity, or reports of significant organ toxicity at or near the expected human exposure. Ordinarily, any such findings would result in a safety-related change in the protocol, informed consent, investigator brochure (excluding routine updates of these documents), or other aspects of the overall conduct of the clinical investigation. (iv) Increased rate of occurrence of serious suspected adverse reactions. The sponsor must report any clinically important increase in the rate of a serious suspected adverse reaction over that listed in the protocol or investigator brochure. (v) Submission of IND safety reports. The sponsor must submit each IND safety report in a narrative format or on FDA Form 3500A or in an electronic format that FDA can process, review, and archive. FDA will periodically issue guidance on how to provide the electronic submission (e.g., method of transmission, media, file formats, preparation and organization of files). The sponsor may submit foreign suspected adverse reactions on a Council for International Organizations of Medical Sciences (CIOMS) I Form instead of a FDA Form 3500A. Reports of overall findings or pooled analyses from published and unpublished in vitro, animal, epidemiological, or clinical studies must be submitted in a narrative format. Each notification to FDA must bear prominent identification of its contents, i.e., “IND Safety Report,” and must be transmitted to the review division in the Center for Drug Evaluation and Research or in the Center for Biologics Evaluation and Research that has responsibility for review of the IND. Upon request from FDA, the sponsor must submit to FDA any additional data or information that the agency deems necessary, as soon as possible, but in no case later than 15 calendar days after receiving the request. (2) Unexpected fatal or life-threatening suspected adverse reaction reports. The sponsor must also notify FDA of any unexpected fatal or life-threatening suspected adverse reaction as soon as possible but in no case later than 7 calendar days after the sponsor's initial receipt of the information. (3) Reporting format or frequency. FDA may require a sponsor to submit IND safety reports in a format or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 67200,
  "end_pos": 68736,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.679Z"
}