{
  "id": "fda_guidance_chunk_0294",
  "title": "Introduction - Part 294",
  "text": "sample size, including reflections on (or calculations of) the power of the trial and clinical justification. 6.9.3 The level of significance to be used. 6.9.4 Criteria for the termination of the trial. 6.9.5 Procedure for accounting for missing, unused, and spurious data. 6.9.6 Procedures for reporting any deviation(s) from the original statistical plan (any deviation(s) from the original statistical plan should be described and justified in protocol and/or in the final report, as appropriate). 6.9.7 The selection of subjects to be included in the analyses (e.g., all randomized subjects, all dosed subjects, all eligible subjects, evaluable subjects). 6.10 Direct Access to Source Data/Documents The sponsor should ensure that it is specified in the protocol or other written agreement that the investigator(s)/institution(s) will permit trial-related monitoring, audits, IRB/IEC review, and regulatory inspection(s), providing direct access to source data/documents. 6.11 Quality Controland Quality Assurance 6.12 Ethics Description of ethical considerations relating to the trial. 6.13 Data Handling and Recordkeeping 6.14 Financing and Insurance Financing and insurance if not addressed in a separate agreement. 6.1 5 Publication Policy Publication policy, if not addressed in a separate agreement. 6.16 Supplements (NOTE: Since the protocol and the clinical trial/study report are closely related, further relevant information can be found in the ICH Guidance for Structure and Content of Clinical Study Contains Nonbinding Recommendations Reports.) 7. INVESTIGATOR'S BROCHURE 7.l Introduction The Investigator's Brochure (IB) is a compilation of the clinical and nonclinical data on the investigational product(s) that are relevant to the study of the product(s) in human subjects. Its purpose is to provide the investigators and others involved in the trial with the information to facilitate their understanding of the rationale for, and their compliance with, many key features of the protocol, such as the dose, dose frequency/interval, methods of administration: and safety monitoring procedures. The IB also provides insight to support the clinical management of the study subjects during the course of the clinical trial. The information should be presented in a concise, simple, objective, balanced, and non-promotional form that enables a clinician, or potential investigator, to understand it and make his/her own unbiased risk-benefit assessment of the appropriateness of the proposed trial. For this reason, a medically qualified person should generally participate in the editing of an IB, but the contents of the IB should be approved",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 393792,
  "end_pos": 395328,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.698Z"
}