{
  "id": "fda_guidance_chunk_0587",
  "title": "Introduction - Part 587",
  "text": "by replacing a missing gene or complementing a defective one. CT products might be intended as regenerative medicine to correct congenital deformities or as treatments for genetic diseases, such as hematologic or immunologic disorders, which result in abnormal cellular function. Sponsors who are developing CGT products to treat pediatric diseases should consider how they will incorporate the additional safeguards for pediatric subjects in clinical investigations into the overall development program. Clinical development programs for pediatric indications usually obtain initial safety and tolerability data in adults before beginning studies in children (Ref. 9). Title 21 CFR Part 50 Subpart D (Subpart D) provides additional safeguards to children in clinical investigations. A detailed discussion of the individual provisions of Subpart D is beyond the scope of 3 “Guidance for Industry: Clinical Considerations for Therapeutic Cancer Vaccines” dated October 2011, http://www.fda.gov/downloads/BiologicsBloodVaccines/GuidanceComplianceRegulatoryInformation/Guidances/Vaccines/UCM278673.pdf. 4 In those cases where a special test, such as an antigen or antibody assay, could be critical to the safety or potential effectiveness of the product, the test might be regarded as a companion diagnostic product. If the specific use of the test is also investigational, then the Center for Devices and Radiological Health may need to evaluate the risk of that use. For additional information regarding companion diagnostics, please see the guidance document entitled “In Vitro Companion Diagnostic Devices – Guidance for Industry and Food and Drug Administration Staff” dated August 2014, http://www.fda.gov/downloads/MedicalDevices/DeviceRegulationandGuidance/GuidanceDocuments/UCM262327.pdf. Contains Nonbinding Recommendations this guidance, and the FDA has published other documents for that purpose (Refs. 9, 10). We highlight the following principles for sponsors and investigators who wish to conduct studies of CGT products in pediatric subjects. Before a clinical trial that meets all other applicable requirements may proceed in children, Subpart D requires the Institutional Review Board (IRB) to determine that the trial meets additional requirements applicable to studies in pediatric subjects. The IRB must assess the level of risk that the interventions and procedures included in a clinical trial would present to pediatric subjects to determine whether they present minimal risk (21 CFR 50.51), greater than minimal risk (21 CFR 50.52), or a minor increase over minimal risk (21 CFR 50.53). Because of the special features of CGT products described earlier in this guidance, trials of CGT products usually present more than a minor increase over minimal risk,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 787584,
  "end_pos": 789120,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.723Z"
}