{
  "id": "fda_guidance_chunk_0274",
  "title": "Introduction - Part 274",
  "text": "a CRF should be dated, initialed, and explained (if necessary) and should not obscure the original entry (i.e., an audit trail should be maintained); this applies to both written and electronic changes or corrections (see 5.18.4(n)). Sponsors should provide guidance to investigators and/or the investigators' designated representatives on making such corrections. Sponsors should have written procedures to assure that changes or corrections in CRFs made by sponsor's designated representatives are documented, are necessary, and are endorsed by the investigator. The investigator should retain records of the changes and corrections. 4.9.4 The investigator/institution should maintain the trial documents as specified in Essential Documents for the Conduct of a Clinical Trial (see section 8.) and as required by the applicable regulatory requirement(s). The investigator/institution should take measures to prevent accidental or premature destruction of these documents. 4.9.5 Essential documents should be retained until at least 2-years after the last approval of a marketing application in an ICH region and until there are no pending or contemplated marketing applications in an ICH region or at least 2 years have elapsed since the formal discontinuation of clinical development of the investigational product. These documents should be retained for a longer period, however, if required by the applicable regulatory requirements or by an agreement with the sponsor. It is the responsibility of the sponsor to inform the investigator/institution as to when these documents no longer need to be retained (see section 5.5.12). 4.9.6 The financial aspects of the trial should be documented in an agreement between the sponsor and the investigator/institution. 4.9.7 Upon request of the monitor, auditor, IRB/IEC, or regulatory authority, the investigator/institution should make available for direct access all requested trial-related records. Contains Nonbinding Recommendations 4.10 Progress Reports 4.10.1 The investigator should submit written summaries of the trial’s status to the IRB/IEC annually, or more frequently, if requested by the IRB/IEC. 4.10.2 The investigator should promptly provide written reports to the sponsor, the IRB/IEC (see section 3.3.8) and, where applicable, the institution on any changes significantly affecting the conduct of the trial, and/or increasing the risk to subjects. 4.11 Safety Reporting 4.11.1 All SAEs should be reported immediately to the sponsor except for those SAEs that the protocol or other document (e.g., Investigator's Brochure) identifies as not needing immediate reporting. The immediate reports should be followed promptly",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 366912,
  "end_pos": 368448,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.697Z"
}