{
  "id": "fda_guidance_chunk_0137",
  "title": "Introduction - Part 137",
  "text": "as a clinical endpoint that directly measures patient benefit or 511 a surrogate endpoint that is not a direct measure of clinical benefit. In cases where using 512 clinical endpoints is not feasible because changes in symptoms and disease status occur 513 too slowly to be measured in a clinical investigation of reasonable duration, surrogate 514 endpoints may be considered.59 515 516 • Estimating the magnitude of effect that may provide clinically meaningful benefit. 517 518 Additionally, FDA recognizes that for diseases that are very rare or have very slow and variable 519 progression over years, the use of clinical endpoints may be challenging. In these situations, 520 several strategies may be considered, such as using data from natural history or registry-based 521 studies, to identify clinically relevant changes that are most prominent and most rapidly 522 progressive that could serve as the basis for a clinical endpoint. Another strategy is to consider 523 early development work on biomarkers as surrogate endpoints that may support approval (either 524 for traditional or accelerated approval). Initial evaluation of the literature to identify such 525 biomarkers, early work on translational animal models, and leveraging data from natural history 526 cohorts before initiation of clinical development is essential. An early focus on developing a 527 broad package of information, including genetic, in vitro, animal model, clinical data in patients 528 with the disease, and eventually clinical pharmacodynamic (PD) data from early clinical 529 investigations with the drug, can contribute to substantiate the use of the proposed biomarker as a 530 surrogate. Sponsors are encouraged to request initial discussions with FDA (e.g., pre-IND) when 531 they have a well-developed strategy and initial information on a proposed surrogate endpoint in 532 drug development programs.60 533 534 D. Safety Evaluation 535 536 Evaluating whether a drug is safe involves weighing whether the benefits of the drug outweigh 537 its risks under the conditions of use defined in labeling. Ultimately, what is a feasible and 538 sufficient safety assessment is a matter of scientific and regulatory judgment based on the 539 particular challenges posed by each drug and disease, including patients’ tolerance and 540 acceptance of risk in the setting of unmet medical need and the benefit offered by the drug.61 A 541 higher degree of uncertainty is common in drug development",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 182784,
  "end_pos": 184320,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.686Z"
}