{
  "id": "fda_guidance_chunk_0285",
  "title": "Introduction - Part 285",
  "text": "Nonbinding Recommendations 5.17 Adverse Drug Reaction Reporting 5.17.1 The sponsor should expedite the reporting to all concerned investigator(s)/institutions(s), to the IRB(s)/IEC(s), where required, and to the regulatory authority(ies) of all adverse drug reactions (ADRs) that are both serious and unexpected. 5.17.2 Such expedited reports should comply with the applicable regulatory requirement(s) and with the ICH Guideline for Clinical Safety Data Management: Definitions and Standards for Expedited Reporting. 5.17.3 The sponsor should submit to the regulatory authority(ies) all safety updates and periodic reports, as required by applicable regulatory requirement(s). 5.18 Monitoring 5.18.1 Purpose The purposes of trial monitoring are to verify that: (a) The rights and well-being of human subjects are protected. (b) The reported trial data are accurate, complete, and verifiable from source documents. (c) The conduct of the trial is in compliance with the currently approved protocol/amendment(s), with GCP, and with the applicable regulatory requirement(s). 5.18.2 Selection and Qualifications of Monitors (a) Monitors should be appointed by the sponsor. (b) Monitors should be appropriately trained, and should have the scientific and/or clinical knowledge needed to monitor the trial adequately. A monitor's qualifications should be documented. (c) Monitors should be thoroughly familiar with the investigational product(s), the protocol, written informed consent form and any other written information to be provided to subjects, the sponsor's SOPs, GCP, and the applicable regulatory requirement(s). 5.18.3 Extent and Nature of Monitoring The sponsor should ensure that the trials are adequately monitored. The sponsor should determine the appropriate extent and nature of monitoring. The determination of the extent and nature of monitoring should be based on considerations such as the objective, purpose, design, complexity, blinding, size, and endpoints of the trial. In general there is a need for on-site monitoring, before, during, and after the trial; however, in exceptional circumstances the sponsor may determine that central monitoring in conjunction with procedures such as investigators' training and meetings, and extensive written guidance Contains Nonbinding Recommendations can assure appropriate conduct of the trial in accordance with GCP. Statistically controlled sampling may be an acceptable method for selecting the data to be verified. ADDENDUM The sponsor should develop a systematic, prioritized, risk-based approach to monitoring clinical trials. The flexibility in the extent and nature of monitoring described in this section is intended to permit varied approaches that improve the effectiveness and efficiency",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 381696,
  "end_pos": 383232,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.698Z"
}