{
  "id": "fda_guidance_chunk_0145",
  "title": "Introduction - Part 145",
  "text": "studies (nonclinical, clinical, or both) to address the concern 704 before marketing approval. 705 706 Given the wide variety of drugs, some of which are complex, FDA advises sponsors to consult 707 relevant guidances for industry (see sections III through V for a list of selected guidances). 708 709 710 VII. ADDITIONAL CONSIDERATIONS 711 712 A Participation of Patients, Caregivers, and Advocates 713 714 FDA encourages involvement of patients, their caregivers, and advocates in rare disease drug 715 development.76 Patient input can provide important information about patients’ experiences, 716 perspectives, needs, and priorities that can be incorporated throughout the drug development 717 process. This engagement can take many forms, such as providing solicited consultation on 718 scientific issues (e.g., clinically meaningful treatment effects), working with industry sponsors as 719 they design and conduct clinical investigations, and contributing to patient-focused drug 720 76 FDA can provide support for patients, caregivers, and advocates through interactions with FDA staff and offices (e.g., CDER’s Professional Affairs and Stakeholder Engagement team, CDER’s Patient Focused Drug Development, the Center for Biologics Evaluation and Research (CBER) Patient Engagement Program, and the Office of Commissioner’s Patient Affairs Staff). Contains Nonbinding Recommendations 22 development initiatives.77 For drugs in development, FDA is subject to strict confidentiality 721 requirements and may not be able to discuss with the public specific information about a drug 722 development program.78 In these situations, FDA encourages direct sponsor-patient 723 communication, when feasible, to facilitate the incorporation of patient perspectives and 724 experiences into the drug development process. 725 726 B. Expedited Programs 727 728 Many rare diseases are serious or life-threatening disorders with unmet medical needs. 729 Therefore, drugs treating these diseases may qualify for one or more expedited programs. FDA 730 encourages sponsors to consider these programs, which include fast-track designation, 731 breakthrough therapy designation, and accelerated approval. For details on eligibility and 732 applications for expedited program designation, sponsors should consult the guidances for 733 industry Expedited Programs for Serious Conditions — Drugs and Biologics (May 2014) and 734 Expedited Programs for Regenerative Medicine Therapies for Serious Conditions (February 735 2019). 736 737 C. Pediatric Considerations 738 739 According to estimates, about half of the people affected by rare diseases are children. Therefore, 740 conducting studies to evaluate drugs in pediatric patients is critical for determining the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 193536,
  "end_pos": 195072,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.686Z"
}