{
  "id": "fda_guidance_chunk_0538",
  "title": "Introduction - Part 538",
  "text": "5-FU on overall survival, but NI Study 2 did demonstrate such an effect. It was then decided to determine what percent retention was demonstrated. By adapting the synthesis test procedure for retention of an arbitrary percent of the 5-FU+LV historical effect, it was determined that NI Study 1 demonstrated that Xeloda lost no more than 90% of the historical effect of 5-FU+LV on overall survival and that NI Study 2 demonstrated no more than a 39% loss of the historical effect. The evidence of effectiveness of Xeloda was supported by the observation that the tumor response rates were statistically significantly greater for the Xeloda arm and the fact that Xeloda and 5-FU were structurally and pharmacologically very similar. Example 4: Determination of an NI margin for Community-Acquired Bacterial Pneumonia (CABP) When No Historical Trials Are Available This example illustrates the following points: • The use of risk differences as the metric for estimated treatment effects • The determination of the NI margin using observational data when no randomized, placebo-controlled trials of active control drugs are available Community-acquired bacterial pneumonia (CABP) is an acute bacterial infection of the pulmonary parenchyma associated with chest pain, cough, sputum production, difficulty breathing, chills, rigors, fever, or hypotension, and is accompanied by the presence of a new lobar or multi-lobar infiltrate on a chest radiograph. FDA issued revised draft guidance for developing treatments of CAPB in 2014, and the appendix in that guidance describes in detail the justification for NI margins with respect to two endpoints: clinical response and mortality.3 Historical data from nonrandomized studies of bacteremic and nonbacteremic patients with pneumococcal or lobar pneumonia were evaluated to justify NI margins for use in future CABP studies. For the clinical response endpoint, historical data are relied upon not only to determine an acceptable NI margin but also to decide the time point following treatment at which non-inferiority should be assessed. For the mortality endpoint, margin determination is more straightforward and provided here for illustration. An area of uncertainty in evaluating historical data is the spectrum of bacterial pathogens that cause CABP today. In most of the historical studies, CABP was considered synonymous with pneumococcal pneumonia because S. pneumoniae was regularly identified. CABP is also caused by other pathogens such as H. influenzae, H. parainfluenzae, S. aureus, and M. catarrhalis,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 721728,
  "end_pos": 723264,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.719Z"
}