{
  "id": "fda_guidance_chunk_0544",
  "title": "Introduction - Part 544",
  "text": "until published in final form. Contains Nonbinding Recommendations consult with the review division of the appropriate centers and office15 16 17for guidance on clinical trial design and demographic sub-groups prior to the start of a trial. III. BACKGROUND Over recent decades the Agency’s views, as well as those of the medical community, have evolved regarding the collection of race and ethnicity information in clinical studies. Prior to developing the recommendations set forth in this guidance, FDA publicly sought input from a variety of experts and stakeholders regarding the study and evaluation of age, race, and ethnicity in clinical studies for medical products. On April 1, 2014, FDA convened a public hearing18 for feedback19 on the findings of the FDASIA 907 Report, to obtain input on the issues and challenges associated with the collection, analysis, and availability of demographic subgroup data (i.e., age, sex, race, and ethnicity) in applications for approval of FDA‐regulated medical products. FDA also opened a public docket for further input18. On April 9, 201520 and December 2, 201521, various government agencies, physician professional societies, and patient advocacy groups participated in public workshops to discuss strategies for ensuring diversity, inclusion, and meaningful participation in clinical trials. This guidance reflects the concerns and recommendations generated in these and other public fora. The following is a brief history of the adoption of the OMB categories for reporting of race and ethnicity data by the Department of Health and Human Services (HHS), the National Institutes of Health (NIH) and FDA. A. Department of Health and Human Services Report and Guidance In 1999, HHS issued a report, Improving the Collection and Use of Racial and Ethnic Data in HHS22. The report describes HHS policy on collecting and reporting data on race and 15 Center for Devices and Radiological Health Organization, http://www.fda.gov/AboutFDA/CentersOffices/OrganizationCharts/ucm347835.htm 16 CBER Offices and Divisions, http://www.fda.gov/AboutFDA/CentersOffices/OfficeofMedicalProductsandTobacco/CBER/ucm122875.htm 17 CDER Offices and Divisions, http://www.fda.gov/AboutFDA/CentersOffices/OfficeofMedicalProductsandTobacco/CDER/ucm075128.htm 18 Notice of Public Hearing: Action Plan for the Collection, Analysis, and Availability of Demographic Subgroup Data in Applications for Approval of Food and Drug Administration-Regulated Medical Products, 79 FR 42, 12134 (March 4, 2014), available at https://www.federalregister.gov/articles/2014/03/04/2014-04625/action-plan-for-the- collection-analysis-and-availability-of-demographic-subgroup-data-in 19 http://www.fda.gov/downloads/RegulatoryInformation/Legislation/SignificantAmendmentstotheFDCAct/FDASIA/U CM397391.pdf (April 1, 2014) 20 Institute of Medicine Workshop: Strategies for Ensuring Diversity, Inclusion, and Meaningful Participation in Clinical Trials (April 9, 2015), available at http://www.nationalacademies.org/hmd/Activities/SelectPops/HealthDisparities/2015-APR-09.aspx 21 FDA Public Meeting: Clinical Trials-Assessing",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 729792,
  "end_pos": 731328,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.719Z"
}