{
  "id": "fda_guidance_chunk_0322",
  "title": "Introduction - Part 322",
  "text": "(PRO) measures, some of these recommendations may be relevant to other clinical outcome assessments (i.e., clinician-reported outcome, observer-reported outcome, performance outcome) in cancer clinical trials. Recommendations supplement previous guidance on use of PRO measures in clinical trials by providing additional considerations specific to the cancer clinical trial setting. Guidance specific to PRO endpoints and details of analytic methods are not comprehensively covered. FDA does not endorse any specific PRO measure and examples within this document are illustrative and should not be construed as endorsements. This guidance is specific to FDA regulated trials for anti-cancer therapies intended to demonstrate an effect on survival, tumor response, or delay in the progression of a malignancy. Demonstration of a clinically meaningful improvement in patient-reported symptoms or functional impacts alone (i.e., in the absence of evidence of anti-cancer activity) would be more applicable to supportive care drugs and is outside the scope of this guidance. Refer to the guidance for industry Patient-Reported Outcome Measures: Use in Medical Product Development to Support Labeling Claims (PRO guidance) for situations where the PRO endpoint will be used as the primary evidence of effectiveness.2 PRO measurement may not be feasible in all cancer trial populations (e.g., in patients with significant cognitive impairment). 1 This guidance has been prepared by the Oncology Center of Excellence, the Center for Drug Evaluation and Research, and the Center for Biologics Evaluation and Research, in consultation with the Center for Devices and Radiological Health (CDRH) at FDA. 2 December 2009. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fda-guidance-documents. Also refer to the FDA Patient-Focused Drug Development Guidance Series for Enhancing the Incorporation of the Patient’s Voice in Medical Product Development and Regulatory Decision Making available at https://www.fda.gov/drugs/development-approval-process-drugs/fda-patient-focused-drug-development-guidance-series-enhancing-incorporation-patients-voice-medical. When final, the PFDD guidance series will replace the 2009 final PRO guidance. Contains Nonbinding Recommendations In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. BACKGROUND Assessment of a clinical outcome can be made through report by a clinician, a patient, a non-clinician observer, a performance-based",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 431424,
  "end_pos": 432960,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.701Z"
}