{
  "id": "fda_guidance_chunk_0429",
  "title": "Introduction - Part 429",
  "text": "with FDA early in development, including their approach to available therapy(ies) when developing eligibility criteria. In certain circumstances, FDA may request a specific approach for drug development. When designing cancer clinical trials, the following should be considered in the non-curative setting: • Patients may be eligible for inclusion in trials of investigational drugs, including first-in-human trials, regardless of whether they have received available therapy in the non-curative setting. Among other considerations, sponsors must ensure the elements of informed consent, as required by 21 CFR part 50.25, are addressed, including “a disclosure of appropriate alternative procedures or courses of treatment, if any, that might be advantageous to the subject”.4 The informed consent must clearly state that other treatment options known to confer clinical benefit exist, and must include discussion of reasonably foreseeable risks and any potential benefits associated with the investigational drug.5 4 For additional information, see the guidance for industry Placebos and Blinding in Randomized Controlled Cancer Clinical Trials for Drug and Biological Products (August 2019). 5 For additional information on informed consent, see 21 CFR part 50 and the draft guidance for IRBs, clinical investigators, and sponsors Informed Consent Information Sheet (July 2014). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations • If interpretation of efficacy results requires a homogeneous patient population, evaluate patients who have received available therapy(ies) and patients who have not in separate cohorts. Alternatively, analyses of efficacy may be performed in pre-specified subgroup analyses, defined by prior receipt of available therapy(ies). • In early stage dose escalation studies, it may be reasonable to evaluate safety in all patients without stratifying for prior receipt of available therapy(ies), if the potential toxicities of the investigational oncology product are not expected to differ across these patient subgroups. Inclusion of Older Adults in Cancer Clinical Trials Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Oncology Center of Excellence (OCE) Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) March 2022 Clinical/Medical Inclusion of Older Adults in Cancer Clinical Trials Guidance for Industry Additional copies are available from: Office of Communications, Division of Drug Information Center for Drug Evaluation and Research Food and Drug Administration 10001 New Hampshire Ave., Hillandale Bldg., 4th Floor Silver Spring,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 575232,
  "end_pos": 576768,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.710Z"
}