{
  "id": "fda_guidance_chunk_0123",
  "title": "Introduction - Part 123",
  "text": "50.52, 50.53, and 50.55(c)(2). 23 See 21 CFR 312, subpart E. 24 See ICH M3(R2), ICH S6(R1), and ICH S9. Contains Nonbinding Recommendations 6 relevant regulations and guidance.25 The IND application should also include results from good 157 laboratory practice–compliant general toxicology studies of sufficient duration to support the 158 proposed first-in-human clinical protocol.26 The in vivo safety pharmacology assessments can 159 generally be integrated into the general toxicology studies. 160 161 Modifications to the typical nonclinical development paradigm may be appropriate for SDLT 162 rare disease indications in the following areas: 163 164 • Repeat-Dose General Toxicology Study Duration and Timing of Submission: 165 166 – If the clinical investigation entry criteria define a phenotype that is anticipated to 167 progress rapidly to mortality within approximately 1 year (i.e., similar prognosis as 168 for advanced cancer), 1-month general toxicology studies will be adequate to evaluate 169 support for early clinical development. The study reports from the completed 170 subchronic general toxicology studies (typically of 3 months’ duration) should be 171 submitted before initiating pivotal clinical investigations (those intended to provide 172 substantial evidence of clinical effectiveness) and would generally be adequate to 173 support marketing. 174 175 – If the clinical investigation entry criteria define a phenotype that would be expected 176 to have a slower rate of progression to death or is characterized by major debilitating 177 irreversible morbidity, then the 3-month general toxicology studies should be 178 submitted to support clinical investigations of greater than 1 month’s duration. 179 Chronic toxicity studies, when warranted (see ICH M3(R2) or ICH S6(R1) as 180 appropriate), should be ongoing at the time of submission of clinical investigation 181 protocols of more than 3 months’ duration. Study reports from the chronic toxicity 182 studies can generally be submitted with the marketing application but should be 183 submitted earlier if warranted. In cases where the shorter duration studies identify 184 safety signals needing further characterization, the chronic toxicity studies should be 185 completed before initiating the pivotal clinical investigation(s). 186 187 • Species Selection: 188 189 – Sponsors should conduct nonclinical evaluations in pharmacologically relevant 190 species. It may be appropriate to conduct the general toxicology studies in a single 191 species, for example, if there is only one relevant species and the potential for off-192",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 163968,
  "end_pos": 165504,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}