{
  "id": "fda_guidance_chunk_0822",
  "title": "Introduction - Part 822",
  "text": "data, withdrawals from treatment, and major protocol violations on the main analyses of the primary variable(s) should be considered carefully. Subjects lost to followup, withdrawn from treatment, or with a severe protocol violation should be identified and a descriptive analysis of them provided, including the reasons for their loss and its relationship to treatment and outcome. Descriptive statistics form an indispensable part of reports. Suitable tables and/or graphical presentations should illustrate clearly the important features of the primary and secondary variables and of key prognostic and demographic variables. The results of the main analyses relating to the objectives of the trial should be the subject of particularly careful descriptive presentation. When reporting the results of significance tests, precise p-values (e.g., p=0.034) should be reported rather than making exclusive reference to critical values. Although the primary goal of the analysis of a clinical trial should be to answer the questions posed by its main objectives, new questions based on the observed data may well emerge during the unblinded analysis. Additional and perhaps complex statistical analysis may be the consequence. This additional work should be strictly distinguished in the report from work which was planned in the protocol. The play of chance may lead to unforeseen imbalances between the treatment groups in terms of baseline measurements not predefined as covariates in the planned analysis but having some prognostic importance nevertheless. This is best dealt with by showing that an additional analysis which accounts for these imbalances reaches essentially the same conclusions as the planned analysis. If this is not the case, the effect of the imbalances on the conclusions should be discussed. In general, sparing use should be made of unplanned analyses. Such analyses are often carried out when it is thought that the treatment effect may vary according to some other factor or factors. An attempt may then be made to identify subgroups of subjects for whom the effect is particularly beneficial. The potential dangers of over-interpretation of unplanned subgroup analyses are well known (see also section V.G) and should be carefully avoided. Although similar problems of interpretation arise if a treatment appears to have no benefit or an adverse effect in a subgroup of subjects, such possibilities should be properly assessed and should therefore be reported. Finally, statistical judgement should be brought to bear",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1103424,
  "end_pos": 1104960,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.741Z"
}