{
  "id": "fda_guidance_chunk_0734",
  "title": "Introduction - Part 734",
  "text": "relative potency of the two drugs is not well established, or where the purpose of the trial is to establish relative potency. D. Purposes of Clinical Trials and Related Issues (1.4) Two purposes of clinical trials should be distinguished: (1) assessment of the efficacy and/or safety of a treatment and (2) assessment of the relative (comparative) efficacy, safety, risk/benefit relationship or utility of two treatments. 1. Evidence of Efficacy (1.4.1) A trial using any of the control types may demonstrate efficacy of the test treatment by showing that it is superior to the control (placebo, no treatment, and low dose of test drug, active drug). An active control trial may, in addition, demonstrate efficacy in some cases by showing the new treatment to be similar in efficacy to a known effective treatment. This similarity establishes the efficacy of the test treatment, however, only if it can be assumed that the active control was effective under the conditions of the trial, as two treatments would also look similar if neither were effective in the trial (see section 1.5). Clinical trials designed to demonstrate efficacy of a new drug by showing that it is similar in efficacy to a standard agent have been called equivalence trials. Most of these are actually noninferiority trials, attempting to show that the new drug is not less effective than the control by more than a defined amount, generally called the margin. 2. Comparative Efficacy and Safety (1.4.2) In some cases, the focus of the trial is on the comparison of one treatment with another treatment, not the efficacy of the test drug per se. Depending on the therapeutic area, these trials may be seen as providing information that is important for relative risk/benefit assessment. The active comparator(s) should be acceptable to the region for which the data are intended. It is not necessary to demonstrate superiority to the active comparator, and, depending on the situation, it may not be necessary to show non-inferiority. For example, a less effective treatment could have safety advantages and thus be considered useful. Even though the primary focus of such a trial is the comparison of treatments, rather than demonstration of efficacy, the cautions described for conducting and interpreting non-inferiority trials need to be taken into account (see section 1.5). Specifically, the ability of the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 985152,
  "end_pos": 986688,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.734Z"
}