{
  "id": "fda_guidance_chunk_0098",
  "title": "Introduction - Part 98",
  "text": "the substudies, subjects were randomized to a biomarker-driven target or to SOC therapy (see Figure B in the Appendix). C. Other Trial Designs Master protocol designs may also incorporate design features common to both basket and umbrella trials and may evaluate multiple investigational drugs and/or drug combination regimens across multiple tumor types. An example of a master protocol with a complex trial design is the NCI-MATCH trial, which aims to establish whether human subjects with one or more tumor mutations, amplifications, or translocations in a genetic pathway of interest identified in solid tumors or hematologic malignancies derive clinical benefit if treated with drugs targeting that specific pathway in a single-arm design (see Figure C in the Appendix) (Abrams et al. 2014). V. SPECIFIC DESIGN CONSIDERATIONS IN MASTER PROTOCOLS A. Use of a Single Common Control Arm For oncology clinical trials, FDA recommends that a sponsor use a common control arm to improve efficiency in master protocols where multiple drugs are evaluated simultaneously in a single disease (e.g., umbrella trials). FDA recommends that the control arm be the current SOC so that the trial results will be interpretable in the context of U.S. medical practice. Changes in SOC for the target population can occur during the conduct of the trial because of a new drug approval or new scientific evidence, making it no longer ethical to randomize human subjects to the previous SOC. In that case, the sponsor should suspend subject enrollment until the protocol and the protocol informed consent document are modified to include the new SOC as control. The SAP should be modified as soon as possible and before any analysis of the data. In general, comparative analyses should be conducted only between a test drug and the common control and not between experimental treatment arms (for statistical considerations in the use of common control, see section VII., Statistical Considerations). Where an IND sponsor has right of 6 Contains Nonbinding Recommendations reference to data in more than one experimental arm, a comparison between such experimental arms might also be proposed prospectively. B. Novel Combination of Two or More Investigational Drugs In master protocols with substudies intended to evaluate concomitant administration of two or more investigational drugs, the sponsor should provide strong scientific rationale for the use of the drug combination regimen. FDA recommends",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 130368,
  "end_pos": 131904,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.683Z"
}