{
  "id": "fda_guidance_chunk_0707",
  "title": "Introduction - Part 707",
  "text": "Therapeutics, 11:3-40. Spector, WS (ed.), 1956, Handbook of Biological Data, pp. 175, Philadelphia: W.B. Saunders Co. Contains Nonbinding Recommendations Stahl, WR, 1967, Scaling of Respiratory Variables in Mammals, Journal of Applied Physiology, 22:453-460. Travis, CC and RK White, 1988, Interspecies Scaling of Toxicity Data, Risk Analysis, 8:119-125. Watanabe, K, FY Bois, and L Zeise, 1992, Interspecies Extrapolation: A Reexamination of Acute Toxicity Data, Risk Analysis, 12:301-310. International Conference on Harmonisation Guidances ICH guidance for industry S6 Preclinical Safety Evaluation of Biotechnology-Derived Pharmaceuticals ICH guidance for industry S3A Toxicokinetics: The Assessment of Systemic Exposure in Toxicity Studies ICH guidance for industry M3 Nonclinical Safety Studies for the Conduct of Human Clinical Trials for Pharmaceuticals Contains Nonbinding Recommendations GLOSSARY b: Allometric exponent Body surface area conversion factor (BSA-CF): A factor that converts a dose (mg/kg) in an animal species to the equivalent dose in humans (also known as the human equivalent dose), based on differences in body surface area. A BSA-CF is the ratio of the body surface areas in the tested species to that of an average human. Human equivalent dose (HED): A dose in humans anticipated to provide the same degree of effect as that observed in animals at a given dose. In this guidance, as in many communications from sponsors, the term HED is usually used to refer to the human equivalent dose of the NOAEL. When reference is made to the human equivalent of a dose other than the NOAEL (e.g., the PAD), sponsors should explicitly and prominently note this usage. K: A dimensionless factor that adjusts for differences in the surface area to weight ratio of species because of their different body shapes. km: Factor for converting mg/kg dose to mg/m2 dose Lowest observed adverse effect level (LOAEL): The lowest dose tested in an animal species with adverse effects. Maximum recommended starting dose (MRSD): The highest dose recommended as the initial dose in a clinical trial. In clinical trials of adult healthy volunteers, the MRSD is predicted to cause no adverse reactions. The units of the dose (e.g., mg/kg or mg/m2) may vary depending on practices employed in the area being investigated. Maximum tolerated dose (MTD): In a toxicity study, the highest dose that does not produce unacceptable toxicity. No observed adverse effect level (NOAEL): The highest dose tested in an",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 948864,
  "end_pos": 950400,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.732Z"
}