{
  "id": "fda_guidance_chunk_0253",
  "title": "Introduction - Part 253",
  "text": "to encourage implementation of improved and more efficient approaches to clinical trial design, conduct, oversight, recording, and reporting while continuing to ensure human subject protection and reliability of trial results. Standards regarding electronic records and essential documents intended to increase clinical trial quality and efficiency have also been updated. This guidance should be read in conjunction with other ICH guidances relevant to the conduct of clinical trials (e.g., E2A (clinical safety data management), E3 (clinical study reporting), E7 (geriatric populations), E8 (general considerations for clinical trials), E9 (statistical principles), and E11 (pediatric populations)). This ICH GCP Guidance Integrated Addendum provides a unified standard for the European Union, Japan, the United States, Canada, and Switzerland to facilitate the mutual acceptance of data from clinical trials by the regulatory authorities in these jurisdictions. In the event of any conflict between the E6(R1) text and the E6(R2) addendum text, the E6(R2) addendum text should take priority. In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. Contains Nonbinding Recommendations l. GLOSSARY 1.1 Adverse Drug Reaction (ADR) In the preapproval clinical experience with a new medicinal product or its new usages, particularly as the therapeutic dose(s) may not be established, all noxious and unintended responses to a medicinal product related to any dose should be considered adverse drug reactions. The phrase “responses to a medicinal product” means that a causal relationship between a medicinal product and an adverse event is at least a reasonable possibility, i.e., the relationship cannot be ruled out. Regarding marketed medicinal products: A response to a drug which is noxious and unintended and which occurs at doses normally used in man for prophylaxis, diagnosis, or therapy of diseases or for modification of physiological function (see the ICH Guideline for Clinical Safety Data Management: Definitions and Standards for Expedited Reporting). 1.2 Adverse Event (AE) Any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 338688,
  "end_pos": 340224,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.695Z"
}