{
  "id": "fda_guidance_chunk_0118",
  "title": "Introduction - Part 118",
  "text": "Drugs and Biologics (November 2019). 7 See the draft guidance for industry Considerations for the Design and Conduct of Externally Controlled Trials for Drug and Biological Products (February 2023). When final, this guidance will represent the FDA’s current thinking on this topic. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fda-guidance-documents. Also see the guidance for industry Considerations for the Use of Real-World Data and Real-World Evidence To Support Regulatory Decision-Making for Drug and Biological Products (August 2023). 8 See the guidance for industry E9(R1) Statistical Principles for Clinical Trials: Addendum: Estimands and Sensitivity Analysis in Clinical Trials (May 2021). 9 In addition, section 526(a)(2)(B) of the FD&C Act also defines a rare disease or condition as any disease or condition that “affects more than 200,000 in the United States and for which there is no reasonable expectation that the cost of developing and making available in the United States a drug for such disease or condition will be recovered from sales in the United States of such drug.” 10 See 21 CFR 316.3(b)(10). 11 Incentives associated with orphan-drug designation include a tax credit for 25 percent of qualified clinical trial costs, exemption from fees under the Prescription Drug User Fee Act, and potential eligibility for a 7-year period of market exclusivity. See Public Law 97-414 (1983), as amended. Contains Nonbinding Recommendations 3 Approval of any drug — for either a rare disease or a common disease or condition — must be 51 based on substantial evidence of the drug’s effectiveness for its intended use and sufficient 52 information to conclude that the drug is safe for use under the conditions prescribed, 53 recommended, or suggested in the proposed labeling.12 Sponsors should demonstrate evidence of 54 effectiveness in an identified population from adequate and well-controlled13 clinical 55 investigations.14 FDA regulations provide flexibility in how the regulatory standard may be met. 56 FDA “exercise[s] its scientific judgment” in determining the kind and quantity of data a sponsor 57 is required to provide for individual drug development programs.15 This flexibility extends from 58 the early stages of development to the design of adequate and well-controlled clinical 59 investigations required to demonstrate effectiveness to support marketing approval and to 60 establish safety data needed for the intended use. 61 62",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 157248,
  "end_pos": 158784,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.684Z"
}