{
  "id": "fda_guidance_chunk_0271",
  "title": "Introduction - Part 271",
  "text": "consent discussion and the written informed consent form and any other written information to be provided to subjects should include explanations of the following: (a) That the trial involves research. (b) The purpose of the trial. Contains Nonbinding Recommendations (c) The trial treatment(s) and the probability for random assignment to each treatment. (d) The trial procedures to be followed, including all invasive procedures. (e) The subject’s responsibilities. (f) Those aspects of the trial that are experimental. (g) The reasonably foreseeable risks or inconveniences to the subject and, when applicable, to an embryo, fetus, or nursing infant. (h) The reasonably expected benefits. When there is no intended clinical benefit to the subject, the subject should be made aware of this. (i) The alternative procedure(s) or course(s) of treatment that may be available to the subject, and their important potential benefits and risks. (j) The compensation and/or treatment available to the subject in the event of trial-related injury. (k) The anticipated prorated payment, if any, to the subject for participating in the trial. (l) The anticipated expenses, if any, to the subject for participating in the trial. (m) That the subject’s participation in the trial is voluntary and that the subject may refuse to participate or withdraw from the trial, at any time, without penalty or loss of benefits to which the subject is otherwise entitled. (n) That the monitor(s), the auditor(s), the IRB/IEC, and the regulatory authority(ies) will be granted direct access to the subject’s original medical records for verification of clinical trial procedures and/or data, without violating the confidentiality of the subject, to the extent permitted by the applicable laws and regulations and that, by signing a written informed consent form, the subject or the subject’s legally acceptable representative is authorizing such access. (o) That records identifying the subject will be kept confidential and, to the extent permitted by the applicable laws and/or regulations, will not be made publicly available. If the results of the trial are published, the subject’s identity will remain confidential. (p) That the subject or the subject’s legally acceptable representative will be informed in a timely manner if information becomes available that may be relevant to the subject’s willingness to continue participation in the trial. (q) The person(s) to contact for further information regarding the trial and the rights of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 362880,
  "end_pos": 364416,
  "tokens": 512,
  "tags": [
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.696Z"
}