{
  "id": "fda_guidance_chunk_0613",
  "title": "Introduction - Part 613",
  "text": "that are not of toxicological concern. Most glucuronides are not of concern, except those that undergo chemical rearrangement (e.g., reactive acyl glucuronides). Highly chemically reactive metabolites, although of toxicological concern, do not generally accumulate in plasma due to their short half-life. Generally, it is not feasible to test highly reactive metabolites independently because of their instability, but they are assumed to contribute to the overall nonclinical toxicity of the drug. Q9: Should safety pharmacology studies be conducted for metabolites that warrant nonclinical characterization? A9: Clinical studies assessing safety pharmacology endpoints are generally conducted during phase 1. These endpoints will have already been assessed in humans before a full characterization of the metabolites is conducted. Therefore, nonclinical safety pharmacology studies are generally not warranted for the characterization of metabolites. However, if a safety pharmacology signal is seen in humans that was not predicted by nonclinical studies with the parent, then additional safety pharmacology studies of these human metabolites can be considered to better understand the mechanism (see ICH S7A and ICH S7B). Q10: What does “in vitro biochemical information” mean in section III (3), paragraph 1, of ICH M3(R2)? A10: In vitro biochemical information includes standard in vitro metabolic evaluation (e.g., cytochrome P450 (CYP) inhibition, pregnane X receptor (PXR) activation assays). It can include studies with hepatic microsomes/hepatocytes or studies on potential interactions via drug transporters. Q11: What should be the design of nonclinical studies for metabolites (e.g., species, duration, study type)? A11: This level of detail is generally out of scope for ICH M3(R2); study design should be considered on a case-by-case basis using scientific judgment in consultation with regulatory agencies. Also see answers to other questions in this section (e.g., Q3 and Q9). Q12: Does the guidance on metabolites in ICH M3(R2) apply to a prodrug (i.e., when a metabolite provides most of the pharmacologic activity)? A12: The guidance does not specifically address prodrugs. If the animal species converts the prodrug to the active metabolite similarly to humans, then a standard testing approach as recommended in ICH M3(R2) can be used. If the active metabolite is not adequately produced in the animal species, then the target molecule for toxicological evaluation is the active metabolite and therefore additional testing beyond that recommended for metabolites can be appropriate. Timing of the nonclinical testing of the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 822528,
  "end_pos": 824064,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.725Z"
}