{
  "id": "fda_guidance_chunk_0255",
  "title": "Introduction - Part 255",
  "text": "each trial subject. 1.12 Clinical Trial/Study Any investigation in human subjects intended to discover or verify the clinical, pharmacological and/or other pharmacodynamic effects of an investigational product(s), and/or to identify any adverse reactions to an investigational product(s), and/or to study absorption, distribution, metabolism, and excretion of an investigational product(s) with the object of ascertaining its safety and/or efficacy. The terms clinical trial and clinical study are synonymous. 1.13 Clinical Trial/Study Report A written description of a trial/study of any therapeutic, prophylactic, or diagnostic agent conducted in human subjects, in which the clinical and statistical description, presentations, and analyses are fully integrated into a single report (see the ICH Guidance for Structure and Content of Clinical Study Reports). 1.14 Comparator (Product) An investigational or marketed product (i.e., active control), or placebo, used as a reference in a clinical trial. 1.15 Compliance (in relation to trials) Adherence to all the trial-related requirements, good clinical practice (GCP) requirements, and the applicable regulatory requirements. 1.16 Confidentiality Prevention of disclosure, to other than authorized individuals, of a sponsor’s proprietary information or of a subject’s identity. 1.17 Contract A written, dated, and signed agreement between two or more involved parties that sets out any arrangements on delegation and distribution of tasks and obligations and, if appropriate, on financial matters. The protocol may serve as the basis of a contract. 1.18 Coordinating Committee A committee that a sponsor may organize to coordinate the conduct of a multicenter trial. Contains Nonbinding Recommendations 1.19 Coordinating Investigator An investigator assigned the responsibility for the coordination of investigators at different centers participating in a multicenter trial. l.20 Contract Research Organization (CRO) A person or an organization (commercial, academic, or other) contracted by the sponsor to perform one or more of a sponsor's trial-related duties and functions. l.2l Direct Access Permission to examine, analyze, verify, and reproduce any records and reports that are important to evaluation of a clinical trial. Any party (e.g., domestic and foreign regulatory authorities, sponsor’s monitors, and auditors) with direct access should take all reasonable precautions within the constraints of the applicable regulatory requirement(s) to maintain the confidentiality of subjects’ identities and sponsor’s proprietary information. 1.22 Documentation All records, in any form (including, but not limited to, written, electronic, magnetic, and optical records, and scans, x-rays, and electrocardiograms) that describe or record",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 341376,
  "end_pos": 342912,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.695Z"
}