{
  "id": "fda_guidance_chunk_0421",
  "title": "Introduction - Part 421",
  "text": "identical 5 Available at: https://www.fda.gov/media/135373/download. 6 In Figure 1, “Xref” is an abbreviation for cross-reference. Contains Nonbinding Recommendations between the product versions may be submitted solely to the Primary IND and incorporated into the Secondary IND(s) by cross-reference. • In some cases, sponsors may decide to develop additional versions of a product after an IND has already been submitted. If the sponsor wishes to evaluate the original and additional versions of a product together in an umbrella trial, we recommend that sponsors submit an amendment to the existing IND specifying that it is a Primary IND and follow the steps in the section IV.B of this guidance to submit Secondary IND(s) and add arm(s) to the study. B. Adding Arms to the Study • If the arm to be added includes a new version of the investigational cellular or gene therapy product, (e.g., Product C), we recommend that the sponsor submit: - IND C with CMC and P/T information for Product C. IND C will be considered a Secondary IND. We recommend that the cover letter for a Secondary IND clearly state that the IND is a Secondary IND and specify the Primary IND number. The Secondary IND should cross-reference the Primary IND for clinical information. - An amendment to IND A with the updated clinical protocol, which now includes an arm for Product C. We recommend that the cover letter for the amendment to IND A clearly state that the IND is a Primary IND and specify the Secondary IND number(s), including IND C. We recommend that the Primary IND also be updated to include a cross-reference to the Secondary IND for CMC and P/T information related to Product C. It should be noted that the new Secondary IND C cannot go into effect until 30 days after FDA receives the new IND (21 CFR 312.40(b)(1)), unless FDA provides earlier notification that the clinical investigations in the IND may begin (21 CFR 312.40(b)(2)). Administration of Product C cannot begin until IND C goes into effect and IRB approval of the modified protocol has been granted (21 CFR 56.103). • If the arm to be added does not include a new version of the investigational cellular or gene therapy (e.g., a new arm that will study Product B in combination with a marketed product,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 564480,
  "end_pos": 566016,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.709Z"
}