{
  "id": "fda_guidance_chunk_0071",
  "title": "Introduction - Part 71",
  "text": "events should consider the entire safety database. Therefore, the sponsor should limit the list to those events that are common enough to make an overall analysis useful. For example, in a long-term osteoporosis trial in an elderly population, it would be reasonable to list myocardial infarction, but unreasonable to list acute narrow angle glaucoma, an event that can occur in this elderly population, but is relatively rare. The protocol should also describe how the protocol-specified serious adverse events will be monitored. The sponsor or an independent group should monitor the identified events during the conduct of the trial and submit an IND safety report if an aggregate analysis indicates that the events are occurring more frequently in the drug treatment group (see section V.A.3.c). ii. Reporting serious adverse events that are not protocol-specified The fact that an event is not identified in the protocol does not mean that the sponsor must report a single occurrence of the event expeditiously. The sponsor should use judgment in determining whether there is a reasonable possibility that the drug caused the event. Often, a single case will be unpersuasive. For example, in the osteoporosis trial previously described, a single case of acute narrow angle glaucoma would generally not be reported in an IND safety report because such cases are seen in an untreated elderly population, but if monitoring for subsequent cases revealed additional cases in the drug treatment group, the sponsor would consider the events to meet the definition of suspected adverse reactions at 21 CFR 312.32(a) and would report them expeditiously. However, FDA will accept expedited reports for individual cases of unexpected serious adverse events that are not study endpoints and are not specified in the protocol as “anticipated” (e.g., they are known consequences of the disease being treated or common in the study population) to address concerns expressed by sponsors about not expeditiously reporting such cases. Contains Nonbinding Recommendations c. Safety Surveillance for Ongoing Clinical Trials9 Because it is critical that a drug product’s risks be adequately assessed during development, sponsors should ensure that they have in place a systematic approach for safety surveillance. Such an approach should include a process for reviewing, evaluating, and managing accumulating safety data from the entire clinical trial database at appropriate intervals. In some cases, a specific independent committee with",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 94080,
  "end_pos": 95616,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}