{
  "id": "fda_guidance_chunk_0211",
  "title": "Introduction - Part 211",
  "text": "thereby increasing speed and ease of accrual. Note that the arguments for response-adaptive randomization are controversial, and some researchers feel that inconclusive interim results should not be used to alter randomization in an ongoing trial and/or that statistical efficiency is not substantially improved in two-arm trials to justify adjusting randomization ratios (Hey and Kimmelman 2015, and accompanying commentaries). Response-adaptive randomization alone does not generally increase the Type I error probability of a trial when used with appropriate statistical analysis techniques. It is important to ensure that the analysis methods appropriately take the design of the trial into account. Finally, as with many other adaptive techniques based on outcome data, response-adaptive randomization works best in trials with relatively short-term ascertainment of outcomes. F. Adaptations to Endpoint Selection This is a design that allows adaptive modification to the choice of primary endpoint based on comparative interim results. Such a design might be motivated by uncertainty about the treatment effect sizes on multiple patient outcomes that would be considered acceptable primary endpoints by FDA. As with other adaptive designs, the adaptation rule should be prespecified, and statistical hypothesis testing methods should account for the adaptive endpoint selection. Because endpoint selection involves important clinical considerations, early discussion with the FDA review division is recommended when such designs are being considered. G. Adaptations to Multiple Design Features It is possible for a clinical trial to be more complex by combining two or more of the adaptive design features discussed in this guidance. The same general principles apply to these complex designs as to simpler adaptive designs. It may be particularly difficult to estimate Type I error probability and other operating characteristics for designs that incorporate multiple adaptive features. Clinical trial simulations (section VI.A.) will often be critical to evaluate the trial design. Contains Nonbinding Recommendations VI. SPECIAL CONSIDERATIONS AND TOPICS A. Simulations in Adaptive Design Planning Clinical trial simulations often play a critical role in planning and designing clinical trials in general and are particularly important for adaptive trials. Simulations can be used, for example, to select the number and timing of interim analyses, or to determine the appropriate critical value of a test statistic for declaring efficacy or futility. Simulations can also be useful for comparing the performance of alternative designs. A major use of simulations in adaptive",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 282240,
  "end_pos": 283776,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.691Z"
}