{
  "id": "fda_guidance_chunk_0438",
  "title": "Introduction - Part 438",
  "text": "of older adults across discrete age subgroups. Reporting clinical trial data from older adults in a more standardized and granular way can be more clinically useful19. FDA’s guidance for industry Integrated Summary of Effectiveness (October 2015) includes recommendations regarding subpopulation assessment and reporting in the NDA or BLA that are applicable to subgroups of older adults in cancer trials (see section III.D of that guidance). C. Postmarket • Ideally, adequate information on older adults should be captured in the premarket clinical trials. However, if older adults are not adequately represented in pre-market clinical trials, it may be appropriate to develop a plan to collect data on older adults in the postmarket setting. This could be accomplished with post-marketing trials examining a broader population, or through collection of real 16 Singh H, Beaver JA, Kim G, Pazdur R, 2016, Enrollment of Older Adults on Oncology Trials: An FDA Perspective, JGO, 8: 149-50. 17 See the guidance for industry Patient-Reported Outcome Measures: Use in Medical Product Development to Support Labeling Claims (December 2009). 18 See the guidance for industry E7 Studies in Support of Special Populations: Geriatrics Questions and Answers (March 2012). 19 See footnote 16. Contains Nonbinding Recommendations world data in an observational study or registry. In certain situations, FDA may require postmarket studies and clinical trials.20 Sponsors should prospectively discuss their plan for collecting additional information in the postmarket setting with the CDER or CBER review division or office. Postmarket data may provide clinically useful information, that when appropriate, can be added to the Geriatric Use subsection of the labeling or other parts of the labeling.21 20 See section 505(o)(3)(B) of the FD&C Act and draft guidance for industry Postmarketing Studies and Clinical Trials-Implementation of 505(o)(3) of the Federal Food, Drug and Cosmetic Act (October 2019). When final, this guidance will represent the FDA’s current thinking on this topic 21 See draft guidance for industry: Geriatric Information in Human Prescription Drug and Biological Product Labeling (September 2020). When final this guidance, will represent the FDA’s current thinking on this topic. Placebos and Blinding in Randomized Controlled Cancer Clinical Trials for Drug and Biological Products Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 587328,
  "end_pos": 588864,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.711Z"
}