{
  "id": "fda_guidance_chunk_0200",
  "title": "Introduction - Part 200",
  "text": "of clinical trial designs in which there are prespecified rules for stopping the trial or modifying the design based on interim analyses of comparative data. Such analyses are sometimes called unblinded or unmasked analyses. There are a few important concepts that are generally applicable to the sections that follow. First, in contrast to adaptations based on non-comparative data, adaptations based on comparative data often directly increase the Type I error probability and induce bias in treatment effect estimates. Therefore, 13 See additional discussion in the FDA guidance for industry Enrichment Strategies for Clinical Trials to Support Approval of Human Drugs and Biological Products (March 2019). Contains Nonbinding Recommendations statistical methods should take into account the adaptive trial design. Second, when adaptations are based on comparative interim analyses, additional steps are critical to ensure appropriate trial conduct. This is discussed in more detail in section VII. Finally, stopping or adaptation rules can be specified on a variety of different scales, such as the estimate of treatment effect, fixed sample p-value, conditional probability of trial success, Bayesian posterior probability that the drug is effective, or Bayesian predictive probability of trial success. The choice of scale is relatively unimportant as long as the operating characteristics14 of the designs are adequately evaluated. A. Group Sequential Designs Group sequential trials allow for one or more prospectively planned interim analyses of comparative data with prespecified criteria for stopping the trial. The inclusion of sequential analyses can provide ethical and efficiency advantages by reducing the expected sample size and duration of clinical trials and by accelerating the approval of safe and effective new treatments. For example, a group sequential design with a single interim analysis and a commonly used stopping boundary for efficacy can reduce the expected sample size of the trial by roughly 15 percent relative to a comparable fixed sample trial. Group sequential designs may include rules for stopping the trial when there is sufficient evidence of efficacy to support regulatory decision-making or when there is evidence that the trial is unlikely to demonstrate efficacy, which is often called stopping for futility. Performing each of the multiple statistical hypothesis tests for efficacy in a group sequential trial at the conventional .025 one-sided significance level would inflate the Type I error probability and, therefore, increase the chance of erroneous conclusions.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 267456,
  "end_pos": 268992,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.691Z"
}