{
  "id": "fda_guidance_chunk_0760",
  "title": "Introduction - Part 760",
  "text": "is used to show efficacy by demonstrating noninferiority, there is the special consideration of assay sensitivity, which is considered above in section 1.5. The active control trial can also be used to assess comparative efficacy if assay sensitivity is established. 5. Modifications of Design and Combinations with Other Controls That Can Resolve Ethical, Practical, or Inferential Issues (2.4.5) As discussed earlier (section 2.1.5), active control trials can include a placebo group, multipledose groups of the test drug, and/or other dose groups of the active control. Comparative doseresponse studies, in which there are several doses of both test and active control, are typical in analgesic trials. The doses in active control trials can be fixed or titrated, and both cross-over and parallel designs can be used. The assay sensitivity of a non-inferiority trial can sometimes be supported by a randomized placebo-controlled withdrawal phase at the end (see section 2.1.5.2.4) or by an initial short period of comparison to placebo (see section 2.1.5.2.3). Active control superiority studies in selected populations (nonresponders to other therapy or to the active control) can be very useful and are generally easy to interpret, although the results may not be generalizable. 6. Advantages of Active Control Trials (2.4.6) a. Ethical and Practical Advantages (2.4.6.1) The active control design, whether intended to show non-inferiority or equivalence or superiority, reduces ethical concerns that arise from failure to use drugs with documented important health benefits. It also addresses patient and physician concerns about failure to use documented effective therapy. Recruitment and IRB/IEC approval may be facilitated, and it may be possible to study larger samples. There may be fewer withdrawals due to lack of effectiveness. b. Information Content (2.4.6.2) Where superiority to an active treatment is shown, active control studies are readily interpretable regarding evidence of efficacy. The larger sample sizes needed are sometimes more achievable and acceptable in active control trials and can provide more safety information. Active control trials also can, if properly designed, provide information about relative efficacy. 7. Disadvantages of Active Control Trials (2.4.7) a. Information Content (2.4.7.1) See section 1.5 for discussion of the problem of assay sensitivity and the ability of the trial to support an efficacy conclusion in non-inferiority or equivalence trials. Even when assay sensitivity is supported and the study is suitable for detecting efficacy, there",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1020096,
  "end_pos": 1021632,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.736Z"
}