{
  "id": "fda_guidance_chunk_0592",
  "title": "Introduction - Part 592",
  "text": "clinical trial. Contains Nonbinding Recommendations D. Dose and Regimen 1. Role of Preclinical Data If animal or in vitro data are available, there might be sufficient information to determine if a specific starting dose has an acceptable level of risk. However, conventional allometric scaling methods for CGT products may be less precise than for small-molecule drugs, and traditional PK and pharmacodynamic correlations might not be possible. Therefore, it may be difficult to establish an initial starting dose based on the considerations used for small-molecule drugs. If available, previous clinical experience with the CGT product or related products, even if by a different route of administration or for a different condition, might help to justify the clinical starting dose. 2. Considerations Regarding How Dose is Described One of the objectives of early-phase trials should be the identification of the product attribute (or attributes) that is most relevant to characterizing dose. To that end, it is important to collect data on characteristics of the administered product and clinical outcomes that will enable correlative analyses to help in dose definition. Selecting the study dose(s) of a CT product can be challenging. Dosing to target a therapeutic effect might be based on one cell type, but adverse reactions might depend more on a different cell type that is present in the same product. The active cell subset may not be known, so the dose is based on a specific subset that is thought to be the best representation of the desired activity. For example, for a CT product derived from cord blood or other hematopoietic tissues, the total number of nucleated cells might be used as the measure of dose, but the number of CD3+ cells could be an important aspect of the dose for consideration of certain safety outcomes, such as graft versus host disease (GVHD). In situations where there is uncertainty about the cell subset(s) responsible for the therapeutic or adverse effects, collecting data on various cell subsets in the final CT product, with a comparison of clinical outcomes associated with these different subsets, may help to identify the cell subsets most relevant to product safety and effectiveness. For many GT products, dose is based on vector titer. However, some vector types may have specific properties that necessitate dosing using alternative units. For example, viral particles",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 794304,
  "end_pos": 795840,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.723Z"
}