{
  "id": "fda_guidance_chunk_0069",
  "title": "Introduction - Part 69",
  "text": "refer to outcomes that sponsors are measuring to evaluate efficacy. For trials designed to evaluate the effect of a drug on disease-related mortality or major morbidity, endpoint information should be collected, tracked, and monitored, usually by a Data Monitoring Committee (DMC), during the course of the study. The protocol would prespecify a monitoring plan for determining whether subjects receiving the drug treatment are at higher risk for the outcome (e.g., all-cause mortality), and such results would be reported according to the protocol. The study endpoints must be reported to FDA by the sponsor according to the protocol, and ordinarily would not be reported as IND safety reports, except when there is evidence suggesting a causal relationship between the drug and the event (21 CFR 312.32(c)(5)). For example, a death ordinarily would not be reported as an individual case in an expedited report from a trial designed to compare all-cause mortality in subjects receiving either drug treatment or a placebo. On the other hand, in the same trial with an all-cause mortality endpoint, if the death occurred as a result of an anaphylactic reaction that coincided with initial exposure to the drug, or as a result of fatal hepatic necrosis, the death must be reported as an individual case in an IND safety report because there would then be evidence suggesting a causal relationship between the drug and the event (21 CFR 312.32(c)(5)). In addition to the study endpoints described above, some studies also evaluate the effect of the drug on several other specific adverse events, often called “safety endpoints” or “secondary endpoints.” These safety endpoints or secondary endpoints should be identified in the protocol and monitored and reported by the sponsor as described in section V.A.3.b. b. Serious Adverse Events That Are Not Study Endpoints Other serious adverse events that are not study endpoints and are not “expected” (e.g., because they are not in the investigator’s brochure), can be anticipated to occur with some frequency during the course of the trial, regardless of drug exposure, depending on the patient population and disease under study. Examples of such “anticipated” events include known consequences of the underlying disease or condition under investigation, events anticipated from any background regimen, events common in the study population, or re-emergence or worsening of a condition relative to pretreatment baseline. In",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 91392,
  "end_pos": 92928,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.680Z"
}