{
  "id": "fda_guidance_chunk_0556",
  "title": "Introduction - Part 556",
  "text": "guidance as listed on the title page. I. INTRODUCTION A. Purpose and Scope We, FDA (or Agency), are providing you, Investigational New Drug Application (IND) sponsors, with recommendations regarding IND submissions for early clinical trials with live biotherapeutic products (LBPs) in the United States (U.S.), including LBPs lawfully marketed as foods (such as conventional foods and dietary supplements) in the U.S. and proposed for clinical uses regulated under section 351 of the Public Health Service (PHS) Act (42 U.S.C. 262).1 This guidance focuses on the chemistry, manufacturing, and control (CMC) information that you should submit in an IND for an LBP. This guidance is applicable to all INDs of LBPs, whether clinical trials are conducted commercially, in an academic setting, or otherwise under Title 21 of the Code of Federal Regulations Part 312 (21 CFR Part 312).2 1The term “live biotherapeutic product” is defined in the “definitions” section (section I.B.) of this document. 2 This guidance is not intended to address when an IND is required prior to conducting clinical trials. For further discussion of that subject see “Guidance for Clinical Investigators, Sponsors, and IRBs: Investigational New Drug Applications (INDs) – Determining Whether Human Research Studies Can Be Conducted Without an IND” dated September 2013, available at http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/UCM229175.pdf. A stay is in effect for parts of this guidance document. See “Investigational New Drug Applications – Determining Whether Human Research Studies Can Be Conducted Without an Investigational New Drug; Guidance for Clinical Investigators, Sponsors, and IRBs; Partial Stay and Republication of Guidance” (80 FR 66907, October 30, 2015). Contains Nonbinding Recommendations This guidance is not applicable to LBPs intended as gene therapy vectors, to oncolytic bacteria, or to oncolytic viruses.3 This guidance updates the guidance of the same title dated February 2012 (February 2012 guidance) by including the new section IV.D to address when the label on commercially available product(s) would be considered adequate to satisfy the purpose of the CMC information requirements under 21 CFR 312.23(a)(7). In addition, this guidance updates the February 2012 guidance by removing the General Safety Test (21 CFR 610.11) as an example of a test method in section IV.C and by updating certain footnotes, references, and addresses.4 FDA’s guidance documents, including this guidance, do not establish legally enforceable responsibilities. Instead, guidances describe FDA’s current thinking on a topic and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 745920,
  "end_pos": 747456,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.720Z"
}