{
  "id": "fda_guidance_chunk_0223",
  "title": "Introduction - Part 223",
  "text": "should remain to ensure patient safety and trial integrity. 25 This latter model might best be reserved for group sequential designs and other straightforward adaptive designs with simple adaptation algorithms. There are arguments favoring both approaches. For example, use of separate bodies might facilitate the inclusion of more relevant expertise on each committee and allow the DMC to most effectively focus on its primary responsibilities. On the other hand, use of a single body such as a DMC for both purposes avoids the logistical challenges of determining information sharing with and interactions between multiple monitoring groups. Regardless of the approach chosen, the committee tasked with making adaptation recommendations should have members with the proper expertise, including a statistician or statisticians who are knowledgeable about the adaptation methodology, the data monitoring plan, and the decision rules. Furthermore, the responsibility of this committee should be to make adaptation recommendations or decisions based on appropriately implementing a carefully designed and prespecified adaptation plan, not to identify potential design aspects to adapt after reviewing comparative interim results. Therefore, it is important for the DMC and/or adaptation committee to be involved at the design stage in extensive discussions with the sponsor about hypothetical scenarios and whether actions dictated by the adaptation plan would be considered reasonable by all involved parties. Safeguards should be in place to ensure that the persons responsible for preparing and reporting interim analysis results to the DMC or the adaptation committee are physically and logistically separated from the personnel tasked with managing and conducting the trial, whether those personnel reside within the sponsor organization, another organization such as a contract research organization (CRO), or both. This practice will help ensure that persons involved in the day-to-day management and conduct of the trial do not have access to treatment assignments or comparative results, even inadvertently. Similarly, recommendations from the DMC or adaptation committee back to the sponsor should generally exclude any details of the interim analysis results for the reasons cited above. Although it is generally recommended that no sponsor representatives have access to comparative interim results, there are situations where limited access for specific sponsor personnel can be justified. For example, some adaptive trials may involve decisions, such as dose selection, that are typically the responsibility of the sponsor in non-adaptive settings and have important",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 298368,
  "end_pos": 299904,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.692Z"
}