{
  "id": "fda_guidance_chunk_0466",
  "title": "Introduction - Part 466",
  "text": "to the increased variability anticipated for a multiregional population and not due to overly stringent or arbitrary regional sample size requirements. The use of a well-justified and prespecified strategy for pooling regions and/or subpopulations in conjunction with a carefully thought out sample allocation plan can facilitate meeting the objectives of the MRCT. Contains Nonbinding Recommendations 6. Collecting and Handling Efficacy and Safety Information (2.2.6) Adherence to GCP, as described in ICH E6, is critical for any clinical trial to meet its stated objectives and is particularly important in an MRCT, because of the coordination required to conduct a trial in diverse geographic regions. Methods of collecting and handling efficacy and safety information should be standardized across participating regions. It is also important to provide standardized training for investigators and study personnel in each region before initiating the trial in that region to ensure that the trial objectives are met through standardized implementation of the study protocol. Safety reporting should be conducted in accordance with ICH E2. When local regulations specify different requirements, such as timelines and criteria for expedited reporting, these regulations should also be adhered to locally. The specific time frame for safety reporting should be described in the protocol, and the investigators should receive sufficient training in accordance with ICH E6 and other relevant guidelines. In the case of MRCTs, important safety information should be handled with adherence to any local regulations and adherence to ICH E2A. Important safety information should always be provided to the relevant stakeholders (e.g., investigators, ethics committees) in a timely manner. In MRCTs of long duration, when special concerns (e.g., serious adverse events) have been identified and/or when operational regions are quite large (usually phase 3 confirmatory studies), the use of a central independent data monitoring committee (with representation from participating regions to adequately assess the context of the trial) should be considered to monitor the accumulating efficacy and/or safety information from the MRCT while maintaining integrity of the ongoing trial. If adjudication of endpoints and/or events is planned, a centralized assessment by a single adjudication committee should be considered. For endpoints based on laboratory or imaging assessments, it is generally recommended that a centralized laboratory or centralized adjudication of imaging be used. If multiple laboratories are used, appropriate cross-validation of methods between laboratories should be conducted",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 624960,
  "end_pos": 626496,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.713Z"
}