{
  "id": "fda_guidance_chunk_0267",
  "title": "Introduction - Part 267",
  "text": "any adverse events, including clinically significant laboratory values, related to the trial. The investigator/institution should inform a subject when medical care is needed for intercurrent illness(es) of which the investigator becomes aware. 4.3.3 It is recommended that the investigator inform the subject’s primary physician about the subject’s participation in the trial if the subject has a primary physician and if the subject agrees to the primary physician being informed. 4.3.4 Although a subject is not obliged to give his/her reason(s) for withdrawing prematurely from a trial, the investigator should make a reasonable effort to ascertain the reason(s), while fully respecting the subject’s rights. 4.4 Communication with IRB/IEC 4.4.1 Before initiating a trial, the investigator/institution should have written and dated approval/favorable opinion from the IRB/IEC for the trial protocol, written informed consent form, consent form updates, subject recruitment procedures (e.g., advertisements), and any other written information to be provided to subjects. 4.4.2 As part of the investigator’s/institution’s written application to the IRB/IEC, the investigator/institution should provide the IRB/IEC with a current copy of the Investigator’s Brochure. If the Investigator’s Brochure is updated during the trial, the Contains Nonbinding Recommendations investigator/institution should supply a copy of the updated Investigator’s Brochure to the IRB/IEC. 4.4.3 During the trial the investigator/institution should provide to the IRB/IEC all documents subject to review. 4.5 Compliance with Protocol 4.5.1 The investigator/institution should conduct the trial in compliance with the protocol agreed to by the sponsor and, if required, by the regulatory authority(ies), and which was given approval/favorable opinion by the IRB/IEC. The investigator/institution and the sponsor should sign the protocol, or an alternative contract, to confirm agreement. 4.5.2 The investigator should not implement any deviation from, or changes of, the protocol without agreement by the sponsor and prior review and documented approval/favorable opinion from the IRB/IEC of an amendment, except where necessary to eliminate an immediate hazard(s) to trial subjects, or when the change(s) involves only logistical or administrative aspects of the trial (e.g., change in monitor(s), change of telephone number(s)). 4.5.3 The investigator, or person designated by the investigator, should document and explain any deviation from the approved protocol. 4.5.4 The investigator may implement a deviation from, or a change in, the protocol to eliminate an immediate hazard(s) to trial subjects without prior IRB/IEC approval/favorable opinion. As soon as possible,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 357504,
  "end_pos": 359040,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.696Z"
}