{
  "id": "fda_guidance_chunk_0362",
  "title": "Introduction - Part 362",
  "text": "to reflect moderate to severe severity in the target patient population. Contains Nonbinding Recommendations • Sponsors should collect data on COVID-19-related symptoms and other endpoints to 230 characterize levels of severity for prevention trials.16 Sponsors can consider using the set 231 of 14 common COVID-19-related symptoms, as described in Table 1, in such data 232 collection. 233 D. Handling Data 235 Sponsors developing drugs for the prevention or treatment of COVID-19 and investigators 237 conducting related clinical trials should consider the following regarding missing data and other 238 related issues for clinical trials: 239 • Sponsors and investigators should make efforts to minimize the amount of missing data. 241 These efforts should generally include providing reminders (e.g., phone calls, text 242 messages, email) to trial subjects to complete PRO instruments, monitoring adherence 243 with PRO instrument completion throughout the assessment period, following up with 244 trial subjects who are not successfully completing PRO instruments (and, where 245 permissible, close contacts if the trial subject is not responding), supplemental training of 246 trial subjects, and recording verbal responses for those who are unable to self-record 247 because of illness or other circumstances. FDA recommends obtaining contact 248 information for close contacts of trial subjects for use in case of nonresponse. If the 249 investigator or a member of the study team plans to contact a family member or other 250 close contact when subjects do not respond to follow-up, this should be described in the 251 informed consent document approved by the institutional review board. The reasons for 252 missing data should be documented. We recommend employing risk-based approaches, 253 including centralized monitoring in clinical trials, to ensure data quality and integrity.17 254 • The informed consent process18 and informed consent document should include 256 information to educate prospective subjects about the continued scientific importance of 257 their follow-up data even if they choose to discontinue treatment. 258 • The sponsor should prospectively plan appropriate methods for handling missing data in 260 the development of endpoints and conduct of analyses, considering the reason for the 261 16 See the guidance for industry COVID-19: Developing Drugs and Biological Products for Treatment or Prevention. 17 For additional information, see the guidance for industry A Risk-Based Approach to Monitoring of Clinical Investigations: Questions and Answers (April 2023). 18",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 485184,
  "end_pos": 486720,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}