{
  "id": "fda_guidance_chunk_0562",
  "title": "Introduction - Part 562",
  "text": "conduct, and document pre-IND meetings, please refer to the FDA document entitled “Guidance for Industry: Formal Meetings Between the FDA and Sponsors or Applicants” dated May 2009 (Ref. 2). B. Address for Submission of INDs An original IND submission, as well as IND amendments, must be submitted in triplicate (21 CFR 312.23(d)). Each submission should be accompanied by a cover letter and must include Form FDA-1571 (21 CFR 312.23(a)(1)). You should sequentially number all pages of the entire submission, including its attachments and appendices. The mailing address for submission of INDs to CBER is (21 CFR 312.140(a)(3)): Food and Drug Administration Center for Biologics Evaluation and Research Document Control Center 10903 New Hampshire Ave. Bldg. 71, Rm. G112 Silver Spring, MD 20993–0002. 8 See Footnote 6. Contains Nonbinding Recommendations For information on the submission of electronic INDs, please refer to the following FDA guidance documents: “Guidance for Industry: Providing Regulatory Submissions to CBER in Electronic Format — Investigational New Drug Applications (INDs)” dated March 2002 (Ref. 3), “Providing Regulatory Submissions in Electronic Format — Standardized Study Data; Guidance for Industry” dated December 2014 (Ref. 16), “Providing Regulatory Submissions in Electronic Format — Submissions Under Section 745A(a) of the Federal Food, Drug, and Cosmetic Act; Guidance for Industry” dated December 2014 (Ref. 17) and “Providing Regulatory Submissions in Electronic Format — Certain Human Pharmaceutical Product Applications and Related Submissions Using the eCTD Specifications; Guidance for Industry” dated May 2015 (Ref. 18). C. Drug Master Files An IND sponsor who does not manufacture the product proposed for use in a clinical trial may ask the manufacturer of the product to submit a Drug Master File (DMF). A DMF is a submission of information to FDA that may be used to provide confidential information about the methods used in the manufacturing, processing, packaging, or storing of a drug product. DMFs can be used by a commercial entity to allow an IND sponsor to reference the information in the DMF in support of the IND, without disclosure of the contents of the DMF to the IND sponsor. The DMF holder submits to FDA written authorization permitting the IND sponsor to reference the DMF.9 When submitted in support of an IND reviewed by CBER, original DMF submissions and updates should be sent to CBER (to the same address in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 753984,
  "end_pos": 755520,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}