{
  "id": "fda_guidance_chunk_0610",
  "title": "Introduction - Part 610",
  "text": "to one that produced a plasma AUC exposure of 1/2 that seen in the animal species that gives the lowest exposure at the limit dose or MFD. If there are no adverse effects in humans at this clinical exposure, further careful escalation might be justified based on risk/benefit considerations. B. Metabolites (2) Q1: In the M3(R2) guidance, what does “significantly greater” mean in the following statement: “Nonclinical characterization of a human metabolite(s) is only warranted when that metabolite(s) is observed at exposures greater than 10 percent of total drug-related exposure and at significantly greater levels in humans than the maximum exposure seen in the toxicity studies”? A1: The term significantly greater is not meant to imply a statistically greater level. Differences of ≥ 2-fold in (mean) AUC are generally considered meaningful in toxicokinetic evaluations. Thus, characterization of metabolite toxicity would generally be considered adequate when animal exposure is at least 50 percent the exposure seen in humans. In some cases, for example when a metabolite composes the majority of the total human exposure, it is appropriate for exposure to the metabolite in animals to exceed that in humans (see also Q12 of this section). In this latter case it is important to achieve a higher exposure to the metabolite in animals because this metabolite constitutes the bulk of human exposure. Q2: What is the definition and calculation method of 10 percent? A2: The 10 percent threshold refers to when a human metabolite comprises greater than 10 percent of the measured total exposure to drug and metabolites, usually based on group mean AUC (e.g., AUC 0-inf). Q3: When characterization of metabolite toxicity is warranted, in what type(s) of in vivo nonclinical studies is it important that adequate systemic exposure to a metabolite be achieved? A3: It is important to have adequate exposure to the metabolite in one species used in the general toxicity evaluation, one species used in a carcinogenicity study when carcinogenicity evaluation is warranted (or one species used in an in vivo micronucleus study when carcinogenicity evaluation is not warranted), and one species used in an embryo-fetal development study. Q4: Are in vitro genotoxicity studies recommended for metabolites? When genotoxicity assessment is warranted for a metabolite, is quantitative structure-activity relationship (QSAR) assessment sufficient or should genotoxicity studies be conducted? A4: This topic is",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 818496,
  "end_pos": 820032,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.725Z"
}