{
  "id": "fda_guidance_chunk_0172",
  "title": "Introduction - Part 172",
  "text": "43 methods in clinical trials. Statistics in Medicine 2013; 32(29): 5172-5218. 44 45 Hochberg Y. A sharper Bonferroni procedure for multiple tests of significance. Biometrika 1988; 46 75: 800-802. 47 Contains Nonbinding Recommendations 16 48 Hochberg Y and AC Tamhane, 1987, Multiple Comparison Procedures, New York (NY): John 49 Wiley & Sons. 50 51 Holm SA, 1979, A simple sequentially rejective multiple test procedure, Scandinavian Journal of 52 Statistics, 6(2): 65-70. 53 54 Hommel G, F Bretz, and W Maurer, 2011, Multiple hypotheses testing based on ordered p values 55 — a historical survey with applications to medical research, Journal of Biopharmaceutical 56 Statistics, 21(4): 595-609. 57 58 Hung HMJ and SJ Wang, 2010, Challenges to multiple testing in clinical trials, Biometrical 59 Journal, 52(6): 747-756. 60 61 Huque MF, 2016, Validity of the Hochberg procedure revisited for clinical trial applications, 62 Statistics in Medicine, 35(1):5-20. 63 64 Huque MF, M Alosh, and R Bhore, 2011, Addressing multiplicity issues of a composite endpoint 65 and its components in clinical trials, Journal of Biopharmaceutical Statistics, 21: 610-634. 66 67 Huque MF, A Dmitrienko, and RB D’Agostino, 2013, Multiplicity issues in clinical trials with 68 multiple objectives, Statistics in Biopharmaceutical Research, 5(4): 321-337. 69 70 Guidance for industry E9 Statistical Principles for Clinical Trials (September 1998) 71 72 Guidance for industry E9(R1) Statistical Principles for Clinical Trials: Addendum: Estimands 73 and Sensitivity Analysis in Clinical Trials (October 2017) 74 75 Lubsen J and BA Kirwan, 2002, Combined endpoints: can we use them?, Statistics in Medicine, 76 21: 2959–2970. 77 78 Moye LA, 2000, Alpha calculus in clinical trials: considerations and commentary for the new 79 millennium, Statistics in Medicine, 19:767-779. 80 81 Moye LA, 2003, Multiple Analyses in Clinical Trials, New York (NY): Springer-Verlag. 82 83 O’Neill RT, 1997, Secondary endpoints cannot be validly analyzed if the primary endpoint does 84 not demonstrate clear statistical significance, Controlled Clinical Trials, 18: 550-556. 85 86 Pocock SJ, CA Ariti, TJ Collier, and D Wang, 2012, The win ratio: a new approach to the 87 analysis of composite endpoints in clinical trials based on clinical priorities, European Heart 88 Journal, 33: 176–182. 89 90 Sarkar S and CK Chang, 1997, Simes’ method for multiple hypotheses testing with positively 91 dependent test statistics, Journal of the American Statistical Association, 92:",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 229824,
  "end_pos": 231360,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.688Z"
}