{
  "id": "fda_guidance_chunk_0183",
  "title": "Introduction - Part 183",
  "text": "treatment not superior to control for Endpoint 2 (i.e., test for superiority) α1 α2 α2 Contains Nonbinding Recommendations 24 along that path to the receiving hypothesis, when the hypothesis at the tail end of the path is 366 successful (i.e., is rejected). The sum of the weights across all the paths leaving a vertex should 367 be 1.0, so that the entire preserved alpha is used in testing subsequent hypotheses. All study 368 hypotheses that are intended to potentially provide firm conclusions of efficacy are shown in the 369 graph. 370 371 Several examples of the graphical method follow to help illustrate the concept, construction, 372 interpretation, and application of these diagrams. 373 374 Fixed-Sequence Method 375 376 The fixed-sequence testing strategy (appendix section 5.), shown in Figure A2, illustrates a 377 simple case of the graphical method with three hypotheses. In this scheme, the endpoints 378 (hypotheses) are ordered. Testing begins with the first endpoint at the full alpha level and 379 continues through the sequence only until an endpoint is not statistically significant. This 380 diagram shows that the endpoint-specific alpha levels associated with hypotheses H1, H2, and H3 381 are set in the beginning as α, 0, and 0. For the fixed-sequence method, arrows represent the 382 sequence of testing, and if the test is successful, the full alpha is shifted along to the next test. 383 Consequently, if null hypothesis H1 is successfully rejected, the endpoint-specific alpha level for 384 H2 becomes 0 + 1  α = α, which allows testing of H2 at level α. However, if the test of H1 is 385 unsuccessful, there is no pre-assigned non-zero alpha for H2 to allow testing of H2, so the testing 386 stops. 387 388 H1 α H2 0 H3 0 1 1 389 Figure A2: Graphical illustration of the fixed-sequence testing with three hypotheses. 390 391 392 Contains Nonbinding Recommendations 25 Loop-Back Feature to Indicate Two-Way Potential for Retesting 393 394 Another valuable feature of the graphical method occurs when the available alpha level is split 395 between two or more endpoints into endpoint-specific alpha levels; these diagrams illustrate the 396 potential for loop-back passing of endpoint-specific alpha. 397 398 The Holm procedure (appendix section 2.) is a specific case of tests for two hypotheses with a 399",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 244608,
  "end_pos": 246144,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.689Z"
}