{
  "id": "fda_guidance_chunk_0756",
  "title": "Introduction - Part 756",
  "text": "of regimen-controlled trials to establish efficacy is uncommon, the current discussion is focussed on dose-response trials. There are several advantages to inclusion of a placebo (zero-dose) group in a dose-response study. First, it avoids studies that are uninterpretable because all doses produce similar effects so that one cannot assess whether all doses are equally effective or equally ineffective. Second, the placebo group permits an estimate of the total pharmacologically mediated effect of treatment, although the estimate may not be very precise if the dosing groups are relatively small. Third, as the drug-placebo difference is generally larger than inter-dose differences, use of placebo may permit smaller sample sizes. The size of various dose groups need not be identical; e.g., larger samples could be used to give more precise information about the effect of smaller doses or be used to increase the power of the study to show a clear effect of what is expected to be the optimal dose. Dose-response studies can include one or more doses of an active control treatment. Randomized withdrawal designs can also assign subjects to multiple dosage levels. 2. Ability to Minimize Bias (2.3.2) If the dose-response study is blinded, it shares with other randomized and blinded designs an ability to minimize subject and investigator bias. When a drug has pharmacologic effects that could break the blind for some patients or investigators, it may be easier to preserve blinding in a dose-response study than in a placebo-controlled trial. Masking treatments may necessitate multiple dummies or preparation of several different doses that look alike. 3. Ethical Issues (2.3.3) The ethical and practical concerns related to a dose-response study are similar to those affecting placebo-controlled trials. Where there is therapy known to be effective in preventing death or irreversible morbidity, it is no more ethically acceptable to randomize deliberately to subeffective control therapy than it is to randomize to placebo. Where therapy is directed at less serious conditions or where the toxicity of the therapy is substantial relative to its benefits, dose-response studies that use lower, potentially less effective and less toxic doses or placebo may be acceptable to patients and investigators. 4. Usefulness of Dose-response Studies and Validity of Inference in Particular Situations (2.3.4) In general, a blinded dose-response study is useful for the determination of efficacy and safety in situations",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1014720,
  "end_pos": 1016256,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.736Z"
}