{
  "id": "fda_guidance_chunk_0428",
  "title": "Introduction - Part 428",
  "text": "and Drug Administration. 2 Refer to the guidance for industry Expedited Programs for Serious Conditions – Drugs and Biologics (May 2014) for a description of available therapy. We update guidances periodically. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fda-guidance-documents. 3 For the purpose of this guidance, references to drugs include drugs approved under section 505 of the Federal Food, Drug, and Cosmetic Act (21 U.S.C. 355) and biological products licensed under section 351 of the Public Health Service Act (42 U.S.C. 262). Contains Nonbinding Recommendations II. BACKGROUND Under 21 CFR part 312, which applies to clinical investigations of drugs and biological products, FDA must determine that study subjects are not or would not be exposed to an unreasonable and significant risk of illness or injury (312.42(b)(1)(i) and (b)(2)(i)) to allow such trials to proceed. Therefore, in clinical trials evaluating investigational cancer drugs, eligibility criteria should generally include that patients should have received available therapy(ies) that offer the potential for cure in a substantial proportion of patients (e.g., available treatment for pediatric acute lymphoblastic leukemia, classic Hodgkin lymphoma, or testicular cancer). Alternatively, such available therapy should be administered to all patients in the trial, where the investigational drug is added to such therapy (i.e., add-on trial). Particularly in the early stages of oncology drug development, eligiblity criteria have historically included that patients should have received a certain number of available therapy(ies) or all available treatment options considered clinical standard of care. This type of requirement can inadvertently limit patient access to clinical trials and preclude patients from participating. In the non-curative setting, it is reasonable for patients to receive an investigational drug(s) in lieu of available therapy, as long as patients have been provided adequate information about all therapeutic options to make an informed decision on trial participation. III. RECOMMENDATIONS When planning cancer clinical trials in the non-curative setting, sponsors should consider eligibility criteria as it pertains to available therapy(ies). FDA encourages sponsors to discuss their drug development plan with FDA early in development, including their approach to available therapy(ies) when developing eligibility criteria. In certain circumstances, FDA may request a specific approach for drug development. When designing cancer clinical trials, the following should be considered in the non-curative setting: • Patients may be eligible for inclusion",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 573888,
  "end_pos": 575424,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.710Z"
}