{
  "id": "fda_guidance_chunk_0372",
  "title": "Introduction - Part 372",
  "text": "or PHE ....................................................................................................................29 Q22. Reporting serious adverse events associated with conditions related to a disaster or PHE in a trial not related to the condition ........................................................................................30 Q23. Exclusion criteria for investigational medical products ......................................................31 Contains Nonbinding Recommendations Q1. What are some of the key factors that a sponsor should consider when deciding whether to suspend or continue an ongoing study or to initiate a new study during a disaster or public health emergency (PHE)? Central to any decision should be ensuring that the safety of clinical trial participants can be maintained. Sponsors should assess whether the protection of a participant’s safety, welfare, and rights is best served by continuing a study participant in the trial as per the protocol or by discontinuing participation in the trial. Such decisions will depend on specific circumstances, including the nature of the investigational product (IP), the ability to conduct appropriate safety monitoring, the potential impact on the IP supply chain, each participant’s underlying risk profile and situation during the disaster or PHE, and the nature of the disease or condition under study in the trial. As part of this assessment, sponsors should carefully consider the following aspects of clinical trial conduct when deciding how or whether to proceed with a clinical trial: • Assessing whether the limitations imposed by the disaster or PHE on protocol implementation pose new safety risks to trial participants, and whether it is feasible to mitigate these risks by amending study processes and/or procedures. • Assessing the availability of technology to communicate effectively and consistently with participants. • Assessing the continued availability of the clinical investigator/sub-investigators to provide oversight of the trial and properly assess and manage safety issues that may emerge. • Assessing whether there will be sufficient clinical trial support staff given the evolving situation and its impact on staff availability. Important questions to be considered include: Are there appropriately trained staff that could be available to handle the expected tasks? Are there adequate equipment and materials for clinical trial support staff? • Assessing whether clinical investigator sites will remain open to trial participants for required in-person assessments or whether the clinical investigator has the ability to provide required in-person assessments at an acceptable alternate location(s) or whether such protocol-specified, in-person assessments can instead be conducted virtually. • Assessing the continued availability",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 498624,
  "end_pos": 500160,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.705Z"
}