{
  "id": "fda_guidance_chunk_0139",
  "title": "Introduction - Part 139",
  "text": "disease drug clinical 560 investigation enrollment depend on accurately estimated disease prevalence.64 Many rare 561 diseases are genetic in origin and characterized by more than one phenotypic subtype (e.g., 562 infantile, juvenile, adult). Prevalence estimates should include all phenotypic subtypes of a 563 disease anticipated to respond to the investigational drug. Sponsors should determine prevalence 564 estimates for countries in which clinical investigation sites are being considered. If prevalence 565 estimates are anticipated to vary across countries, sponsors should evaluate the potential 566 differences in prevalence estimates. Sponsors should provide the individual sources of current 567 published prevalence estimates, rather than calculated averages, because published prevalence 568 estimates can vary widely depending on clinical investigation details (e.g., case definition), 569 country or region, and advances in diagnostics and treatment over time. To facilitate discussion 570 with the review division about a feasible clinical investigation population enrollment goal, 571 submissions should include complete citations and, if possible, a copy of each reference 572 pertaining to the prevalence estimate. 573 574 FDA encourages sponsors to discuss their overall plans for maximizing the quantity and quality 575 of safety and efficacy data in early drug development meetings with FDA. This may include 576 approaches such as the following: 577 63 See the guidance for industry Premarketing Risk Assessment (March 2005). 64 The term prevalence is used here in the context of a database for clinical development program, not in the context of orphan-drug designation. Information about prevalence in orphan-drug designation can be found on the FDA’s Designating an Orphan Product: Drugs and Biological Products web page, available at https://www.fda.gov/ForIndustry/DevelopingProductsforRareDiseasesConditions/HowtoapplyforOrphanProductDes ignation/default.htm. Contains Nonbinding Recommendations 18 578 • Decentralized clinical investigations: Decentralized clinical investigations may enhance 579 convenience for clinical investigation participants by enabling remote participation. 580 Decentralized clinical investigations reduce the burden on caregivers and facilitate 581 research on rare diseases and diseases affecting populations with limited mobility or 582 access to traditional clinical investigation sites. This may help improve clinical 583 investigation participant engagement, recruitment, enrollment, and retention of a 584 meaningfully diverse clinical population.65 585 586 • Natural history: Knowledge about a disease’s natural history can inform many important 587 aspects of clinical investigations, including planning for disease-specific challenges to 588 patient accrual and retention to increase the size of the dataset. Robust natural history 589",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 185472,
  "end_pos": 187008,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.686Z"
}