{
  "id": "fda_guidance_chunk_0711",
  "title": "Introduction - Part 711",
  "text": "be calculated using a km value based on exact animal weight. This is a relativity small variance considering dose separation generally used in deriving the NOAEL, in toxicology studies, which are often twofold separations. For example, suppose a NOAEL in rats is 75 mg/kg and the average rat weight is 250 g. The km value for a 250 g rat is 7.0. HED = 75 × (7/37) = 14 mg/kg in humans. Using the standard km value of 6 for rats, HED = 75 × (6/37) = 12 mg/kg in humans. The HED calculated with the standard km value of 6 is within 15 percent of the value calculated using the actual km value of 7. As shown in Table 3, the body weights producing km factors for which the nominal, integer conversion factor was within 20 percent of the calculated factor covered a broad range. This working weight range encompassed the animal weights expected for the majority of studies used to support starting doses in humans. Contains Nonbinding Recommendations Table 3: Conversion of Animal Doses to Human Equivalent Doses Based on Body Surface Area To Convert Animal Dose in mg/kg to HEDb in mg/kg, Either Species Reference Body Weight (kg) Working Weight Rangea (kg) Body Surface Area (m²) To Convert Dose in mg/kg to Dose in mg/m² Multiply by km Divide Animal Dose By Multiply Animal Dose By Human --- 1.62 --- --- Childc --- 0.80 --- --- Mouse 0.020 0.011-0.034 0.007 12.3 0.081 Hamster 0.080 0.047-0.157 0.016 7.4 0.135 Rat 0.150 0.080-0.270 0.025 6.2 0.162 Ferret 0.300 0.160-0.540 0.043 5.3 0.189 Guinea pig 0.400 0.208-0.700 0.05 4.6 0.216 Rabbit 1.8 0.9-3.0 0.15 3.1 0.324 Dog 5-17 0.50 1.8 0.541 Primates: Monkeysd 1.4-4.9 0.25 3.1 0.324 Marmoset 0.350 0.140-0.720 0.06 6.2 0.162 Squirrel monkey 0.600 0.290-0.970 0.09 5.3 0.189 Baboon 7-23 0.60 1.8 0.541 Micro-pig 10-33 0.74 1.4 0.730 Mini-pig 25-64 1.14 1.1 0.946 a For animal weights within the specified ranges, the HED for a 60 kg human calculated using the standard km value will not vary more than ±20 percent from the HED calculated using a km value based on the exact animal weight. b Assumes 60 kg human. For species not listed or for weights outside the standard ranges, human equivalent dose can be calculated from the formula: HED =",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 954240,
  "end_pos": 955776,
  "tokens": 512,
  "tags": [],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.733Z"
}