{
  "id": "fda_guidance_chunk_0659",
  "title": "Introduction - Part 659",
  "text": "when there are numerous endpoints to consider. FDA also recommends you include graphic representations of the appropriate distributions. 5.2 Hypothesis testing Statistical inference may include hypothesis testing, interval estimation, or both. For Bayesian hypothesis testing, you may use the posterior distribution to calculate the probability that a particular hypothesis is true, given the observed data. 5.3 Interval estimation Bayesian interval estimates are based on the posterior distribution and are called credible intervals. If the posterior probability that an endpoint lies in an interval is 0.95, then this interval is called a 95 percent credible interval. FDA strongly encourages reporting of credible intervals for Bayesian trials in the labeling. For an example on how credible intervals are reported, see the Summary of Safety and Effectiveness for InFuse Bone Graft / LT-CAGE ™ 9. Two types of credible intervals are highest posterior density (HPD) intervals (Lee, 1997) and central posterior intervals. For construction of credible intervals, see Chen & Shao (1999) and Irony (1992). 9 http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfTopic/pma/pma.cfm?num=P000058. 5.4 Predictive probabilities Uses of predictive probabilities (Section 3.6) include the following: Deciding when to stop a trial If it is part of the clinical trial plan, you may use a predictive probability at an interim point as the rule for stopping your trial. If the predictive probability that the trial will be successful is sufficiently high (based on results at the interim point), you may be able to stop the trial and declare success. If the predictive probability that the trial will be successful is small, you may stop the trial for futility and cut losses. Exchangeability is a key issue here; these predictions are reasonable only if you can assume the patients who have not been observed are exchangeable with the patients who have. This assumption is difficult to formally evaluate but may be more plausible in some instances (e.g., administrative censoring) than others (e.g., high patient drop-out). Predicting outcomes for future patients You may also calculate the predictive probability of the outcome of a future patient, given the observed outcomes of the patients in a clinical trial, provided the current patient is exchangeable with the patients in the trial. In fact, that probability answers the following questions: • Given the results of the clinical trial, what is the probability that a new patient receiving the experimental treatment",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 884352,
  "end_pos": 885888,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.729Z"
}