{
  "id": "fda_guidance_chunk_0087",
  "title": "Introduction - Part 87",
  "text": "be well before it was determined that the event must be reported. Sponsors should have a predefined safety monitoring plan that includes processes and procedures for the review of safety information, including the frequency of review (see section V). FDA 16 Refer to the following link for details on obtaining a secure email account with FDA: http://www.fda.gov/Drugs/DevelopmentApprovalProcess/FormsSubmissionRequirements/ElectronicSubmissions/default.htm. Contains Nonbinding Recommendations expects that events that are interpretable as single cases (i.e., uncommon and known to be strongly associated with drug exposure) should be reported to FDA within 15 days from initial receipt. For events that require more than one occurrence to assess causality and events evaluated in the aggregate, the time clock starts when the sponsor determines that the events qualify for expedited reporting. This means that, for example, incomplete cases should be immediately followed up for additional information so that a determination can be made about whether the event is reportable as an IND safety report. Unexpected fatal or life-threatening suspected adverse reactions represent especially important safety information and, therefore, must be reported more rapidly to FDA (21 CFR 312.32(c)(2)). The requirement for reporting any unexpected fatal or life-threatening suspected adverse reaction to FDA is no later than 7 calendar days after the sponsor’s initial receipt of the information (21 CFR 312.32(c)(2)). If the safety report submitted within 7 calendar days is complete, an additional submission within 15 days from day zero is not required. The day of initial receipt for cases that are interpretable as single cases and the day the sponsor determines that multiple cases qualify for expedited reporting are considered day zero. If FDA requests any additional data or information, the sponsor must submit it to FDA as soon as possible, but no later than 15 calendar days after receiving the request (21 CFR 312.32(c)(1)(v)). See section VIII for reporting time frames for followup information. VIII. FOLLOWUP INFORMATION (21 CFR 312.32(d)) Most IND safety reports are derived from observations from clinical trials. In the setting of a clinical trial, information is collected in a controlled environment so that the information needed to evaluate the suspected adverse reaction (e.g., information that would be contained in a narrative report or on FDA Form 3500A) is generally readily available. If any information necessary to evaluate the suspected adverse reaction is missing or unknown, the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 115584,
  "end_pos": 117120,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.682Z"
}