{
  "id": "fda_guidance_chunk_0196",
  "title": "Introduction - Part 196",
  "text": "related quantities. For example, each of the two cases of Type I error probability inflation mentioned in section III.A. above has a potential for biased estimates. Specifically, a conventional end-of-trial treatment effect estimate such as a sample mean that does not take the adaptations into account would tend to overestimate the true population treatment effect. This is true not only for the primary endpoint which formed the basis of the adaptations, but also for secondary endpoints correlated with the primary endpoint. Furthermore, confidence intervals for the primary and secondary endpoints may not have correct coverage probabilities for the true treatment effects. For some designs there are known methods for adjusting estimates to reduce or remove bias associated with adaptations and to improve performance on measures such as the mean squared error10 (e.g., Jennison and Turnbull 1999; Wassmer and Brannath 2016). Such methods should be prospectively planned and used for reporting results when they are available. Biased estimation in adaptive design is currently a less well-studied phenomenon than Type I error probability inflation, however, and methods may not be available for other designs. For these other designs, the extent of bias in estimates should be evaluated, and treatment effect estimates and associated confidence intervals should be presented with appropriate cautions regarding their interpretation. C. Trial Planning In general, as with any clinical trial, 11 it is expected that the details of the adaptive design are completely specified prior to initiation of the trial and documented accordingly (section VIII.B.). Prospective planning should include prespecification of the anticipated number and timing of interim analyses, the type of adaptation, the statistical inferential methods to be used, and the specific algorithm governing the adaptation decision. Complete prespecification is important for a variety of reasons. First, for many types of adaptations, if aspects of the adaptive decisionmaking are not planned, appropriate statistical methods to control the chance of erroneous conclusions and to produce reliable estimates may not be feasible once data have been collected. Second, complete prespecification helps increase confidence that adaptation decisions were not based on accumulating knowledge in an unplanned way. For example, consider a trial with planned sample size re-estimation based on pooled, non-comparative interim estimates of the variance (section IV.) in which personnel involved in the adaptive decision-making (e.g., a monitoring committee) have access to comparative",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 262080,
  "end_pos": 263616,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.690Z"
}