{
  "id": "fda_guidance_chunk_0358",
  "title": "Introduction - Part 358",
  "text": "the FDA’s current thinking on this topic. Contains Nonbinding Recommendations Table 1. Example Assessment of 14 Common COVID-19-Related Symptoms: Sample of 132 Items and Response Options 133 Example of items For items 1–10, sample item wording could be “What was the severity of your [insert symptom] at its worst over the past 24 hours?” Example of response options and scoring* 1. Stuffy or runny nose None = 0 Mild = 1 Moderate = 2 Severe = 3 2. Sore throat 3. Shortness of breath (difficulty breathing) 4. Cough 5. Low energy or tiredness 6. Muscle or body aches 7. Headache 8. Chills or shivering 9. Feeling hot or feverish 10. Nausea (feeling like you wanted to throw up) 11. If you had vomiting (throwing up)** Record each episode of vomiting Contains Nonbinding Recommendations Example of items For items 1–10, sample item wording could be “What was the severity of your [insert symptom] at its worst over the past 24 hours?” Example of response options and scoring* 12. If you had diarrhea (loose or watery stools) ** Record each episode of diarrhea 13. Rate your sense of smell in the past 24 hours† My sense of smell is THE SAME AS usual = 0 My sense of smell is LESS THAN usual = 1 I have NO sense of smell = 2 14. Rate your sense of taste in the past 24 hours† My sense of taste is THE SAME AS usual = 0 My sense of taste is LESS THAN usual = 1 I have NO sense of taste = 2 * Note: Score values are included in the table for ease of reference. FDA cautions against including the score 135 values within the verbal rating scale response options presented to trial subjects because these values may distract 136 subjects with unnecessary information. 137 ** The statements shown for items 11 and 12 are intended for documentation in real-time. For frequent events or 138 episodes, the sponsor should consider an event-driven electronic diary rather than a diary completed once daily with 139 a 24-hour recall.11 140 † In lieu of items 13 and 14, sponsors may include optional questions on severity of loss and/or alteration of 141 smell/taste based on the program-specific context of use. The item descriptions should include sufficient detail for 142",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 479808,
  "end_pos": 481344,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}