{
  "id": "fda_guidance_chunk_0320",
  "title": "Introduction - Part 320",
  "text": "483 or emailed, with email being the preferred approach.35 It 260 is recommended that the respondent include the FDA Establishment Identification (FEI) of the 261 inspected location in its correspondence.36 For foreign inspections, if the establishment chooses 262 to respond in writing to the observations discussed or listed on the Form FDA 483, the response 263 should be addressed to the FDA center point of contact (POC) provided by the investigator. 264 265 There are several best practices for responding in writing to a Form FDA 483. A response should 266 demonstrate the establishment’s acknowledgment and understanding of FDA’s observations. It 267 should also demonstrate the establishment’s commitment to address the observations, including a 268 commitment from senior leadership. 269 270 Responses should be well-organized and structured to: 271 • Address each observation separately 272 • Note whether the establishment agree(s) or disagree(s), and why 273 • Provide both corrective and preventive actions and timelines for completion 274 • Provide both completed and planned actions and related timelines 275 • Provide a method of verifying or monitoring the effectiveness of the actions 276 • Submit documentation (e.g., training, Standard Operating Procedures (SOPs), corrective 277 action plans, records, etc.) 278 279 E. Who to Contact at FDA for More Information? 280 281 If an inspected establishment has any questions that the FDA personnel conducting the 282 inspection has not answered, the establishment may contact the ORA OBIMO management staff. 283 The FDA investigator who conducted the inspection should be able to provide the name and 284 telephone number of OBIMO division management to the establishment.37 Questions about the 285 inspection classification38 can be directed to the FDA center POC identified in the post286 inspection correspondence or in the relevant compliance program. Alternatively, the ORA 35 Email appropriate division contacts depending on the location of establishment. See “Office of Bioresearch Monitoring Operations Map” available at https://www.fda.gov/media/104799/download?attachment for more on district abbreviations and contact information. 36 For more on the FDA Establishment Identification, see “FEI Search Portal,” available at https://www.accessdata.fda.gov/scripts/feiportal/index.cfm?action=portal.login. 37 FDA intends to provide an inspectional handout with contact information to the establishment during the inspection. 38 Following an inspection, the Agency evaluates the inspection findings to determine if the establishment is in compliance with applicable statutes and regulations and classifies the inspection according to three",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 428736,
  "end_pos": 430272,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.701Z"
}