{
  "id": "fda_guidance_chunk_0424",
  "title": "Introduction - Part 424",
  "text": "amendment to each of the Secondary INDs cross-referencing the integrated Annual Report in the Primary IND. F. Completion of Study or Arm(s) • The Primary IND (e.g., IND A) includes CMC and P/T information for Product A along with the clinical information for the umbrella trial. If the sponsor would like to discontinue studying Product A, we do not recommend that the sponsor withdraw Primary IND A because it contains the relevant clinical information. Instead, we recommend that the sponsor submit an updated protocol to Primary IND A that no longer includes the arm with Product A. • If the Primary IND A is withdrawn for any reason, but the sponsor intends to continue studying products other than Product A under the clinical protocol, then the sponsor would need to do the following: - Designate another IND (e.g., IND B or IND C) as the new Primary IND; - Submit complete, up-to-date clinical information to the new Primary IND; - Submit any essential CMC or P/T information from the old Primary IND to the new Primary IND; and - Update all cross-references so that the Secondary INDs now cross-reference the new Primary IND, and the new Primary IND cross-references the Secondary INDs. We recommend that the cover letters for each IND amendment clearly specify the new Primary IND and Secondary INDs. • If the sponsor decides to study one of the products (e.g., Product C) in a later-phase study (e.g., a Phase 3 study), then the sponsor should submit the Phase 3 protocol to the IND that contains the CMC and P/T information for Product C (i.e., IND C), along with any updates to the CMC information for the Phase 3 study. If the sponsor is interested in continuing the umbrella trial with the remaining product versions (e.g., Products A and B), the sponsor may do this by removing the cross-reference from the Primary IND to IND C and by updating the clinical protocol in the Primary IND to no 8 See Guidance for Industry: E2F Development Safety Update Report, August 2011, https://www.fda.gov/media/71255/download. Contains Nonbinding Recommendations longer include the Product C arm. Once these changes have been made, IND C will no longer be considered a Secondary IND and will no longer be part of the umbrella trial. V. ALTERNATIVE APPROACHES There may be",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 568512,
  "end_pos": 570048,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.709Z"
}