{
  "id": "fda_guidance_chunk_0298",
  "title": "Introduction - Part 298",
  "text": "animals, should be included. Such a summary should incorporate studies that assess potential therapeutic activity (e.g., efficacy models, receptor binding, and specificity) as well as those that assess safety (e.g., special studies to assess pharmacological actions other than the intended therapeutic effect(s)). (b) Pharmacokinetics and Product Metabolism in Animals A summary of the pharmacokinetics and biological transformation and disposition of the investigational product in all species studied should be given. The discussion of the findings should address the absorption and the local and systemic bioavailability of the investigational product and its metabolites, and their relationship to the pharmacological and toxicological findings in animal species. (c) Toxicology Contains Nonbinding Recommendations A summary of the toxicological effects found in relevant studies conducted in different animal species should be described under the following headings where appropriate: 􀀐 Single dose 􀀐 Repeated dose 􀀐 Carcinogenicity 􀀐 Special studies (e.g., irritancy and sensitization) 􀀐 Reproductive toxicity 􀀐 Genotoxicity (mutagenicity) 7.3.6 Effects in Humans Introduction A thorough discussion of the known effects of the investigational product(s) in humans should be provided, including information on pharmacokinetics, metabolism, pharmacodynamics, dose response, safety, efficacy, and other pharmacological activities. Where possible, a summary of each completed clinical trial should be provided. Information should also be provided regarding results of any use of the investigational product(s) other than from in clinical trials, such as from experience during marketing. 􀁄􀀌 Pharmacokinetics and Product Metabolism in Humans A summary of information on the pharmacokinetics of the investigational􀀃 product(s) should be presented, including the following, if available: -Pharmacokinetics (including metabolism, as appropriate, and absorption,􀀃 plasma protein binding, distribution, and elimination). -Bioavailability of the investigational product (absolute, where possible,􀀃and/ or relative) using a reference dosage form. -Population subgroups (e.g., 􀁖􀁈􀁛, age, and impaired organ function). -Interactions (e.g., product-product interactions and effects of food). -Other pharmacokinetic data (e.g., results of population studies performed􀀃 within clinical trial(s). 􀁅􀀌 Safety and Efficacy A summary of information should be provided about the investigational􀀃 product's/products' (including metabolites, where appropriate) safety,􀀃 pharmacodynamics, efficacy, and dose response that were obtained from􀀃 preceding trials in humans (healthy volunteers and/or patients). The implications􀀃 of this information should be discussed. In cases where a number of clinical􀀃 trials have been completed, the use of summaries of safety and efficacy across􀀃 multiple trials by indications in subgroups may provide a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 399168,
  "end_pos": 400704,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.699Z"
}