{
  "id": "fda_guidance_chunk_0568",
  "title": "Introduction - Part 568",
  "text": "of growth); • the media used at each step (including water quality), with details of their preparation and sterilization; • the inoculation and growth of initial and sub-cultures, including volumes, time and temperature of incubation(s); • how transfers are performed; Contains Nonbinding Recommendations • precautions taken and in-process testing conducted to control contamination; • the nature of the main culture system, including operating conditions and control parameters, (e.g., temperature of incubation, static vs. agitated, aerobic vs. anaerobic, culture vessels vs. fermenter, volume of fermenter, or number and volume of culture vessels); • the use of antibiotics in the medium and rationale, if applicable; and • the methods and the criteria used for harvesting and determining yields, and the criteria for pooling more than one harvest, if applicable. e. Purification and Downstream Processing You should provide a description of the methods and materials by which you separate and/or concentrate intermediate forms and the final bulk of whole cells. The description of each step in downstream processing should also include the accompanying analytical tests developed or adopted by the manufacturer to show identity, purity, and concentration, and the levels of product related and non-product related impurities. f. In-Process Testing For all in-process testing indicated in the flow charts discussed above, you should provide a brief description of the sampling procedures and the test methods used. Acceptance limits for the in-process testing may be necessary to ensure that the product can be manufactured reproducibly. For testing performed at significant phases of production, you should specify the criteria for accepting or rejecting an in-process batch. 5. Drug Substance Specifications You should provide the preliminary specifications and tests for each drug substance. These should include, but not be limited to, assays for: identity; purity; microbial bioburden/contamination; potency; and/or biochemical or physicochemical measurements thought to predict potency, and where applicable, measures of stability. We recommend that you include upper and lower estimates of variability, as well as justification for the choice of such limits. Specifications are likely to be tighter once experience is gained in the manufacturing process and prior to use of the product in pivotal studies supporting licensure. Contains Nonbinding Recommendations We recommend that the drug specifications section include the following: • The identity of each microbial strain present in the drug substance should be determined using a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 762048,
  "end_pos": 763584,
  "tokens": 512,
  "tags": [
    "design",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}