{
  "id": "fda_guidance_chunk_0339",
  "title": "Introduction - Part 339",
  "text": "will represent FDA’s current thinking on this topic. For more information on FDA’s regulation of DHTs, consult the Guidances with Digital Health Content web page, available at https://www.fda.gov/medical-devices/digital-health-center-excellence/guidances-digital-health-content. 13 See 21 CFR parts 312 and 812. Contains Nonbinding Recommendations • The clinical trial population should reflect the intended patient population for the medical product being studied, including with respect to race, ethnicity, age, sex, and geographic location, as applicable.14 Outreach through local health care institutions (e.g., pharmacies, clinics) may facilitate recruitment of participants with diverse demographic characteristics more reflective of the intended patient population in areas where there are limited or no traditional clinical trial sites. Bringing trial-related activities to participants’ homes may reduce the need for travel and improve engagement, recruitment, and retention amongst potential participants who have challenges accessing traditional clinical trial sites. The use of local HCPs close to potential participants’ homes may further improve engagement, recruitment, and retention of a more representative participant population and reduce cultural or linguistic barriers to participation in clinical trials. • To account for multiple sources of data collection in a DCT, the sponsor should include at least the following in a data management plan or other trial-related documents: - Data origin and data flow from all sources to the sponsor (see section III.J) (e.g., a diagram that depicts the flow of data from creation to final storage) - Methods and technologies used for remote data acquisition from trial participants, trial personnel, and contracted service providers (e.g., local clinical laboratory facilities and local HCPs who perform trial-related activities)15 - A list identifying service providers for data collection, handling, and management • Sponsors should describe in the trial protocol or other trial-related documents how operational aspects of the DCT will be implemented. This description should cover, but may not be limited to, the following: - Scheduled and unscheduled clinical trial visits - Activities to be performed by trial personnel and those that may be performed by local HCPs 14 See the draft guidance for industry Diversity Action Plans to Improve Enrollment of Participants from Underrepresented Populations in Clinical Studies (June 2024). When final, this guidance will represent FDA’s current thinking on this topic. See also the guidance for industry Enhancing the Diversity of Clinical Trial Populations — Eligibility Criteria, Enrollment Practices, and Trial Designs and the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 454272,
  "end_pos": 455808,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.702Z"
}