{
  "id": "fda_guidance_chunk_0589",
  "title": "Introduction - Part 589",
  "text": "serious problem affecting the health or welfare of children, the IRB may refer the clinical protocol to FDA’s Office of Pediatric Therapeutics for review under 21 CFR 50.54. For additional information on this issue, please refer to the FDA guidance entitled “Guidance for Clinical Investigators, Institutional Review Boards and Sponsors - Process for Handling Referrals to FDA Under 21 CFR 50.54 - Additional Safeguards for Children in Clinical Investigations” dated December 2006, http://www.fda.gov/RegulatoryInformation/Guidances/ucm127541.htm. Contains Nonbinding Recommendations initiating pediatric studies. We recognize that in some situations, it may be appropriate to initiate clinical studies of CGT products in children based only on the results of preclinical studies. If the sponsor intends to conduct a pediatric trial when there has been no prior safety or efficacy study in adults, the rationale should explain why prior adult studies are unethical or infeasible. For example, the common childhood form of the disease may have severe manifestations or a rapidly deteriorating clinical course, whereas the adult-onset phenotype may be very mild and easily managed. In such a situation, if the intervention is highly invasive, the overall benefit-risk assessment for a study in adults might be so unfavorable that an adult trial to assess safety or efficacy is unethical. In other cases, the disease may occur so rarely in adults that a study in affected adults would not be feasible, and studies in healthy adults might have an unacceptable overall balance of benefits and risks (see Section IV.B.1). FDA has a responsibility to assess the risks presented and determine whether the clinical trial presents an unreasonable risk to subjects (21 CFR 312.42(b)(1)(i), 312.42(b)(1)(iv) and 312.42(b)(2)(i)). When reviewing studies of CGT products proposed to be conducted in pediatric subjects, we intend to assess the reasonableness of the risks after full consideration of the information, including information relevant to the determinations that the IRB must make to comply with the Subpart D safeguards. The IND submission must provide adequate information to permit FDA to make this assessment (21 CFR 312.23(a)(10)(iii) and 312.23(a)(11)). For example, if the sponsor proposes that a study in pediatric subjects meets the criteria in 21 CFR 50.52 because, among other things, it presents a prospect of direct benefit to the subjects, the sponsor should include the available adult human and animal data relevant to this determination in the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 790272,
  "end_pos": 791808,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.723Z"
}