{
  "id": "fda_guidance_chunk_0747",
  "title": "Introduction - Part 747",
  "text": "review board (IRB)/ independent ethics committee (IEC) judgment, and acceptability may differ among ICH regions. Acceptability could depend on the specific design of the trial and the patient population chosen, as will be discussed below (see section 2.1.5). Whether a particular placebo-controlled trial is ethical may in some cases depend on what is believed to have been clinically demonstrated under the particular circumstances of the trial. For example, a short term placebo-controlled trial of a new antihypertensive agent in patients with mild essential hypertension and no end-organ disease might be considered generally acceptable, while a longer trial, or one that included sicker patients, probably would not be. It should be emphasized that use of a placebo or no-treatment control does not imply that the patient does not get any treatment at all. For example, in an oncology trial, when no active drug is approved, patients in both the placebo or no-treatment group and the test drug group will receive needed palliative treatment, such as analgesics, and best supportive care. Many placebocontrolled trials are conducted as add-on trials, where all patients receive a specified standard therapy or therapy left to the choice of the treating physician or institution (see section 2.1.5.2.1). 4. Usefulness of Placebo-controlled Trials and Validity of Inference in Particular Situations (2.1.4) When used to show effectiveness of a treatment, the placebo-controlled trial is as free of assumptions and reliance on external (extra-study) information as it is possible to be. Most problems in the design or conduct of a trial increase the likelihood of failure to demonstrate a treatment difference (and thereby establish efficacy), so that the trial contains built-in incentives for trial excellence. Even when the primary purpose of a trial is comparison of two active agents or assessment of dose-response, the addition of a placebo provides an internal standard that enhances the inferences that can be drawn from the other comparisons. Placebo-controlled trials also provide the maximum ability to distinguish adverse effects caused by a drug from those resulting from underlying disease or intercurrent illness. Note, however, that when used to show similarity of two treatments, for example, to show that a drug does not have a particular adverse effect by showing similar rates of the event in drug-treated and placebotreated patients, placebo-controlled trials have the same assay sensitivity problem as",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1002624,
  "end_pos": 1004160,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.735Z"
}