{
  "id": "fda_guidance_chunk_0739",
  "title": "Introduction - Part 739",
  "text": "Historical Evidence of Sensitivity to Drug Effects and Choosing the Non-inferiority Margin (1.5.1.1) As noted earlier, most active control equivalence trials are really non-inferiority trials intended to establish the efficacy of a new treatment. Analysis of the results of non-inferiority trials is discussed in ICH guidances E9 and E3. Briefly, in such a trial, test and known effective treatments are compared. Prior to the trial, an equivalence or non-inferiority margin, sometimes called delta, is selected. This margin is the degree of inferiority of the test treatments to the control that the trial will attempt to exclude statistically. If the confidence interval for the difference between the test and control treatments excludes a degree of inferiority of the test treatment as large as, or larger than, the margin, the test treatment can be declared non-inferior; if the confidence interval includes a difference as large as the margin, the test treatment cannot be declared non-inferior. The margin chosen for a non-inferiority trial cannot be greater than the smallest effect size that the active drug would be reliably expected to have compared with placebo in the setting of the planned trial. If a difference between active control and the new drug favors the control by as much as or more than this margin, the new drug might have no effect at all. Identification of the smallest effect size that the active drug would be reliably expected to have is only possible when there is historical evidence of sensitivity to drug effects and, indeed, identification of the margin is based upon that evidence. The margin generally is identified based on past experience in placebo-controlled trials of adequate design under conditions similar to those planned for the new trial, but could also be supported by dose response or active control superiority studies. Regardless of the control groups used in those earlier studies, the value of interest in determining the margin is the measure of superiority of the active treatment to its control, not uncontrolled measures such as change from baseline. Note that exactly how to calculate the margin is not described in this document, and there is little published experience on how to do this. The determination of the margin in a non-inferiority trial is based on both statistical reasoning and clinical judgment, should reflect uncertainties in the evidence",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 991872,
  "end_pos": 993408,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.735Z"
}