{
  "id": "fda_guidance_chunk_0551",
  "title": "Introduction - Part 551",
  "text": "Toxicol, 41: 815-850. 41 Carbamazepine postmarket drug safety and information (December 12, 2007), available at http://www.fda.gov/Drugs/DrugSafety/PostmarketDrugSafetyInformationforPatientsandProviders/ucm124718.htm 42 Chung, WH, Hung, SI, Hong, HS, Hsih, MS, Yang, LC, et al, 2004, “A Marker for Stevens-Johnson Syndrome,” Nature, 428: 486. 43 Hung SI, Chung WH, Jee SH, Chen WC, Chang YT, et al, 2006, “Genetic Susceptibility to Carbamazepine-Induced Cutaneous Adverse Drug Reactions,” Pharmacogenetics and Genomics, 16: 297-306 44 Alfirevic A, Jorgensen AL, Williamson PR, Chadwick DW, Park BK, Pirmohamed M. 2006, “HLA-B locus in Caucasian patients with carbamazepine hypersensitivity,” Pharmacogenomics, 7:813-818 45 Guidance for Industry: Clinical Pharmacogenomics: Premarket Evaluation in Early-Phase Clinical Studies and Recommendations for Labeling (January 2013), available at http://www.fda.gov/downloads/drugs/guidancecomplianceregulatoryinformation/guidances/ucm337169.pdf 46 Draft Guidance: Enrichment Strategies for Clinical Trials to Support Approval of Human Drugs and Biological Products (December 2012), available at http://www.fda.gov/downloads/drugs/guidancecomplianceregulatoryinformation/guidances/ucm332181.pdf Contains Nonbinding Recommendations IV. COLLECTING RACE AND ETHNICITY DATA IN CLINICAL TRIALS The classifications discussed below provide a minimum standard for maintaining, collecting, and presenting data on race and ethnicity for Federal reporting purposes. Consistent with OMB Policy Directive 15, the categories in this classification are social-political constructs and should not be interpreted as being scientific or anthropological in nature. They are not to be used as determinants of eligibility for participation in any Federal program. The standards have been developed to provide a common framework for uniformity and consistency in the collection and use of data on race and ethnicity by Federal agencies. The recommendations in this section reflect the Agency's commitment to and expectations for more consistent demographic subgroup data collection. For studies conducted both inside and outside the United States, the Agency recommends the following process, which is based on the current OMB Directive for collecting racial and ethnic data. These recommendations are also consistent with the format for collecting race and ethnicity data set forth in NIH guidance47. A. Two-Question Format In order to be consistent with OMB and other recommended best practices, FDA recommends using the two-question format for requesting race and ethnicity information, with the ethnicity question preceding the question about race. Example: Question 1 (answer first): Do you consider yourself Hispanic/Latino or not Hispanic/Latino? Question 2 (answer second): Which of the following five racial designations best describes you? More than one choice is acceptable. B. Self-Reporting FDA recommends that trial participants self-report race and ethnicity",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 739200,
  "end_pos": 740736,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.720Z"
}