{
  "id": "fda_guidance_chunk_0236",
  "title": "Introduction - Part 236",
  "text": "part 601, subpart E). While durable ORR has been used as a traditional approval endpoint in some circumstances, ORR has also been the most commonly used surrogate endpoint in support of accelerated approval. Tumor response is widely accepted by oncologists in guiding cancer treatments. Because ORR is directly attributable to drug effect, single-arm trials conducted in patients with refractory tumors where no available therapy exists provide an accurate assessment of ORR. Whether tumor measures such as ORR or PFS are used as an accelerated approval or traditional approval endpoint will depend on the disease context and the magnitude of the effect, among other factors (see sections III.B.2 and 4). III. GENERAL ENDPOINT CONSIDERATIONS This section provides an overview of general issues in cancer drug development. A discussion of commonly used cancer endpoints is followed by a discussion of pertinent issues in cancer clinical trial design using these endpoints (see the guidances referenced in footnote 3 regarding non-small cell lung cancer and high-risk early-stage breast cancer for more detailed discussion for these diseases). The endpoints that are discussed in this section include overall survival, endpoints based on tumor assessments (e.g., DFS, event-free survival (EFS), ORR, CR, time to progression (TTP), and PFS), endpoints involving symptom assessment, blood or body fluid-based biomarkers, and emerging endpoints. Tables 1 and 2 provide a comparison of endpoints in cancer drug approval. Many issues relating to the proper analysis of efficacy endpoints are addressed in the ICH guidance for industry E9 Statistical Principles for Clinical Trials. Recommendations regarding the use of placebos and blinding in randomized controlled clinical trials are described in the draft guidance for industry Hematologic Malignancy and Oncologic Disease: Considerations for Use of Placebos and Blinding in Randomized Clinical Trials for Drug Product Development.13 Cancer patient and caregiver experiences provide unique insights that contribute to important patient preference information for identifying relevant clinical trial endpoints to ultimately inform medical product development programs that best meet patient needs. Recommendations on how stakeholders can collect and submit patient experience data14 and other relevant information from patients and caregivers for medical product development and regulatory decision making are described in the draft guidance for industry, FDA staff, and other stakeholders Patient-Focused Drug Development: Collecting Comprehensive and Representative Input.15 13 When finalized this guidance will represent FDA current thinking on the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 315840,
  "end_pos": 317376,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.694Z"
}