{
  "id": "fda_guidance_chunk_0488",
  "title": "Introduction - Part 488",
  "text": "M1), is based on three considerations: 1. Historical evidence of sensitivity to drug effects 2. The similarity of the new NI trial to the historical trials (the constancy assumption) 3. The quality of the new trial (ruling out defects that would tend to minimize differences between treatments) 1. Historical Evidence of Sensitivity to Drug Effects (HESDE) HESDE means that prior studies, which were appropriately designed and conducted trials in the past and that used a specific active treatment (generally the one that is to be used in the new NI study or, in some cases, one or more pharmacologically closely related drugs), regularly showed this treatment to be superior to placebo (or some other treatment). Consistent findings in past studies allow for a reliable estimate of the drug’s effect compared to placebo. The estimate of the size of the effect must take the variability of past results into account; one should not presume that the largest effect seen in any trial, or even the point estimate of a meta-analysis of all relevant trials, is certain to be repeated. Analysis of historical data will be discussed further in section IV. HESDE cannot be determined for many symptomatic treatments (e.g., treatments for depression, anxiety, insomnia, angina, symptomatic heart failure, symptoms of irritable bowel disease, and pain), as even well-designed and conducted studies for such indications often fail to distinguish an effective drug from placebo. In those cases, it cannot be assumed that an active control would have shown superiority to a placebo (had there been one) in any given NI study, and NI studies of drugs for these indications may therefore be non-informative. These issues can also negatively affect the assessment of effectiveness in outcome studies. For example, in the case of aspirin, the largest placebo-controlled trial (AMIS, the Aspirin Myocardial Infarction Study; see Example 2) did not show an effect of aspirin even though other trials all favored aspirin. Similarly, of more than 30 post-infarction beta-blocker trials, only a small number showed significantly improved survival or other cardiovascular benefit. 2. Similarity of the Current NI Trial to the Historical Studies and Its Relationship to the “Constancy Assumption” The conclusion that HESDE can be used to estimate the effect of the active control, which will then serve as the basis for choosing M1 for the new",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 654528,
  "end_pos": 656064,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}