{
  "id": "fda_guidance_chunk_0186",
  "title": "Introduction - Part 186",
  "text": "title page. I. INTRODUCTION AND SCOPE This document provides guidance to sponsors and applicants submitting investigational new drug applications (INDs), new drug applications (NDAs), biologics licensing applications (BLAs), or supplemental applications on the appropriate use of adaptive designs for clinical trials to provide evidence of the effectiveness and safety of a drug or biologic. 2 The guidance describes important principles for designing, conducting, and reporting the results from an adaptive clinical trial. The guidance also advises sponsors on the types of information to submit to facilitate FDA evaluation of clinical trials with adaptive designs, including Bayesian adaptive and complex trials that rely on computer simulations for their design. The primary focus of this guidance is on adaptive designs for clinical trials intended to support the effectiveness and safety of drugs. The concepts contained in this guidance are also useful for early-phase or exploratory clinical trials as well as trials conducted to satisfy post-marketing commitments or requirements. In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. 1 This guidance has been prepared by the Office of Biostatistics in the Center for Drug Evaluation and Research and the Division of Biostatistics in the Center for Biologics Evaluation and Research at the Food and Drug Administration. 2 The term drug as used in this guidance refers to both human drugs and biological products unless otherwise specified. Contains Nonbinding Recommendations II. DESCRIPTION OF AND MOTIVATION FOR ADAPTIVE DESIGNS A. Definition For the purposes of this guidance, an adaptive design is defined as a clinical trial design that allows for prospectively planned modifications to one or more aspects of the design based on accumulating data from subjects in the trial. B. Important Concepts The following are descriptions of important concepts used in this guidance: • An interim analysis3 is any examination of data obtained from subjects in a trial while that trial is ongoing and is not restricted to cases in which there are formal between-group comparisons. The observed data used in the interim analysis can include one or more types, such as",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 248640,
  "end_pos": 250176,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.689Z"
}