{
  "id": "fda_guidance_chunk_0029",
  "title": "Introduction - Part 29",
  "text": "to be maintained under paragraph (c)(3) of this section. (2) Manufacturers and packers may retain the records required in paragraph (f)(1) of this section as part of its complaint files maintained under § 211.198 of this chapter. (3) Manufacturers, packers, and distributors must permit any authorized FDA employee, at all reasonable times, to have access to and copy and verify the records established and maintained under this section. (h) Disclaimer. A report or information submitted by a manufacturer, packer, or distributor under this section (and any release by FDA of that report or information) does not necessarily reflect a conclusion by the manufacturer, packer, or distributor, or by FDA, that the report or information constitutes an admission that the drug caused or contributed to an adverse effect. The manufacturer, packer, or distributor need not admit, and may deny, that the report or information submitted under this section constitutes an admission that the drug caused or contributed to an adverse effect. § 211.198 Complaint files. (a) Written procedures describing the handling of all written and oral complaints regarding a drug product shall be established and followed. Such procedures shall include provisions for review by the quality control unit, of any complaint involving the possible failure of a drug product to meet any of its specifications and, for such drug products, a determination as to the need for an investigation in accordance with § 211.192. Such procedures shall include provisions for review to determine whether the complaint represents a serious and unexpected adverse drug experience which is required to be reported to the Food and Drug Administration in accordance with §§ 310.305 and 514.80 of this chapter. (b) A written record of each complaint shall be maintained in a file designated for drug product complaints. The file regarding such drug product complaints shall be maintained at the establishment where the drug product involved was manufactured, processed, or packed, or such file may be maintained at another facility if the written records in such files are readily available for inspection at that other facility. Written records involving a drug product shall be maintained until at least 1 year after the expiration date of the drug product, or 1 year after the date that the complaint was received, whichever is longer. In the case of certain OTC drug",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 37632,
  "end_pos": 39168,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.677Z"
}