{
  "id": "fda_guidance_chunk_0282",
  "title": "Introduction - Part 282",
  "text": "injuries in accordance with the applicable regulatory requirement(s). 5.8.3 When trial subjects receive compensation, the method and manner of compensation should comply with applicable regulatory requirement(s). 5.9 Financing The financial aspects of the trial should be documented in an agreement between the sponsor Contains Nonbinding Recommendations and the investigator/institution. 5.10 Notification/Submission to Regulatory Authority(ies) Before initiating the clinical trial(s), the sponsor (or the sponsor and the investigator, if required by the applicable regulatory requirement(s)) should submit any required application(s) to the appropriate authority(ies) for review, acceptance, and/or permission (as required by the applicable regulatory requirement(s)) to begin the trial(s). Any notification/submission should be dated and contain sufficient information to identify the protocol. 5.11 Confirmation of Review by IRB/IEC 5.11.1 The sponsor should obtain from the investigator/institution: (a) The name and address of the investigator's/institution's IRB/IEC. (b) A statement obtained from the IRB/IEC that it is organized and operates according to GCP and the applicable laws and regulations. (c) Documented IRB/IEC approval/favorable opinion and, if requested by the sponsor, a current copy of protocol, written informed consent form(s) and any other written information to be provided to subjects, subject recruiting procedures, and documents related to payments and compensation available to the subjects, and any other documents that the IRB/IEC may have requested. 5.11.2 If the IRB/IEC conditions its approval/favorable opinion upon change(s) in any aspect of the trial, such as modification(s) of the protocol, written informed consent form and any other written information to be provided to subjects, and/or other procedures, the sponsor should obtain from the investigator/institution a copy of the modification(s) made and the date approval/favorable opinion was given by the IRB/IEC. 5.11.3 The sponsor should obtain from the investigator/institution documentation and dates of any IRB/IEC reapprovals/reevaluations with favorable opinion, and of any withdrawals or suspensions of approval/favorable opinion. 5.12 Information on Investigational Product(s) 5.12.1 When planning trials, the sponsor should ensure that sufficient safety and efficacy data from nonclinical studies and/or clinical trials are available to support human exposure by the route, at the dosages, for the duration, and in the trial population to be studied. The sponsor should update the Investigator's Brochure as significant new information becomes available (see section 7. Investigator's Brochure). 5.13 Manufacturing, Packaging, Labeling, and Coding Investigational Product(s) 5.13.1 The sponsor should ensure that the investigational product(s) (including",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 377664,
  "end_pos": 379200,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.697Z"
}