{
  "id": "fda_guidance_chunk_0002",
  "title": "Introduction - Part 2",
  "text": "is safe or effective for the purposes for which it is under investigation or otherwise promote the drug. This provision is not intended to restrict the full exchange of scientific information concerning the drug, including dissemination of scientific findings in scientific or lay media. Rather, its intent is to restrict promotional claims of safety or effectiveness of the drug for a use for which it is under investigation and to preclude commercialization of the drug before it is approved for commercial distribution. (b) Commercial distribution of an investigational new drug. A sponsor or investigator shall not commercially distribute or test market an investigational new drug. (c) Prolonging an investigation. A sponsor shall not unduly prolong an investigation after finding that the results of the investigation appear to establish sufficient data to support a marketing application. (2) (i) A clinical investigation involving an in vitro diagnostic biological product listed in paragraph (b)(2)(ii) of this section is exempt from the requirements of this part if (a) it is intended to be used in a diagnostic procedure that confirms the diagnosis made by another, medically established, diagnostic product or procedure and (b) it is shipped in compliance with ยง 312.160. (ii) In accordance with paragraph (b)(2)(i) of this section, the following products are exempt from the requirements of this part: (a) blood grouping serum; (b) reagent red blood cells; and (c) anti-human globulin. (3) A drug intended solely for tests in vitro or in laboratory research animals is exempt from the requirements of this part if shipped in accordance with ยง 312.160. ยง 312.160 Drugs for investigational use in laboratory research animals or in vitro tests. (a) Authorization to ship. (1) (i) A person may ship a drug intended solely for tests in vitro or in animals used only for laboratory research purposes if it is labeled as follows: CAUTION: Contains a new drug for investigational use only in laboratory research animals, or for tests in vitro. Not for use in humans. (ii) A person may ship a biological product for investigational in vitro diagnostic use that is listed in ยง 312.2(b)(2)(ii) if it is labeled as follows: CAUTION: Contains a biological product for investigational in vitro diagnostic tests only. (2) A person shipping a drug under paragraph (a) of this section shall use due diligence to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1344,
  "end_pos": 2880,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.675Z"
}