{
  "id": "fda_guidance_chunk_0214",
  "title": "Introduction - Part 214",
  "text": "is common to perform simulations on a grid of plausible values and argue based on the totality of the evidence from the simulations that maximal Type I error probability likely does not exceed a desired level across the range covered by the grid. In the example above, simulations might be performed at placebo and experimental treatment mortality rates equal to 75, 80, 85, 90, 95, and 99 percent. If, in each of these scenarios, estimated Type I error probability was below .025, that could be considered sufficient evidence that Type I error probability was adequately controlled for all scenarios with placebo mortality between 75 and 99 percent. However, with any approach, the evaluation at the end of the trial should consider whether the statistical inference is appropriate and the conclusions are justified in light of the accumulated information about the nuisance parameters. In the example, if the observed placebo mortality rate was unexpectedly 50 percent, additional simulations would be required. Another complicating factor is the presence of multiple endpoints. If a sponsor would like to test multiple clinical endpoints and control the familywise Type I error probability across all of these endpoints, then simulations of all endpoints for each subject under null hypothesis scenarios should be performed, which could in turn require knowledge of the correlational structure of the multiple endpoints. This can be too complex an issue to address in clinical trial simulation. In some cases, however, it can be argued that assuming independence among multiple endpoints will provide an upper bound on the Type I error probability. This is true, for instance, when using the Bonferroni or Holm approach to control for multiple testing.22 It is important to consider the precision of simulated operating characteristics, which depends on the number of simulated trials (iterations). The number of iterations should be sufficient to facilitate an understanding and review of the proposed clinical trial design. Using 100,000 iterations per scenario, for instance, ensures a 95% confidence interval for estimated Type I error probability with a width of approximately ± 0.1%, which would be sufficient in most cases. This will allow very small differences in estimated Type I error probability to be identified, which may be important in some cases. In general, it is also preferable to use different random seeds for different simulation scenarios;",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 286272,
  "end_pos": 287808,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.692Z"
}