{
  "id": "fda_guidance_chunk_0149",
  "title": "Introduction - Part 149",
  "text": "for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) October 2022 Biostatistics Multiple Endpoints in Clinical Trials Guidance for Industry Additional copies are available from: Office of Communications, Division of Drug Information Center for Drug Evaluation and Research Food and Drug Administration Contains Nonbinding Recommendations Multiple Endpoints in Clinical Trials Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. I. INTRODUCTION This guidance provides sponsors and review staff with the Agency’s thinking about the problems posed by multiple endpoints in the analysis and interpretation of study results and how these problems can be managed in clinical trials for human drugs, including drugs subject to licensing as biological products. Most clinical trials performed in drug development contain multiple endpoints to assess the effects of the drug and to document the ability of the drug to favorably affect one or more disease characteristics. When more than one endpoint is analyzed in a single trial, the likelihood of making false conclusions about a drug’s effects with respect to one or more of those endpoints could increase if there is no appropriate adjustment for multiplicity. The purpose of this guidance is to describe various strategies for grouping and ordering endpoints for analysis of a drug’s effects and applying some well-recognized statistical methods for managing multiplicity within a study to control the chance of making erroneous conclusions about a drug’s effects. Basing a conclusion on an analysis where the risk of false conclusions has not been appropriately controlled can lead to false or misleading representations regarding a drug’s effects. The ICH guidance for industry E9 Statistical Principles for Clinical Trials (September 1998)2 is a broad ranging guidance that includes discussion of multiple endpoints. This guidance on multiple endpoints in clinical trials for human drugs provides greater detail on the topic. The issuance of this guidance represents partial fulfillment of an FDA commitment under the Food and Drug Administration Amendments",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 198912,
  "end_pos": 200448,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.687Z"
}