{
  "id": "fda_guidance_chunk_0344",
  "title": "Introduction - Part 344",
  "text": "21 CFR 312.62(b) and 812.140(a)(3). 32 See the information sheet guidance for sponsors, clinical investigators, and IRBs Frequently Asked Questions – Statement of Investigator (Form FDA 1572). Contains Nonbinding Recommendations facilities should be used for tests that are specialized or specific to the trial. If appropriate, specimens from trial participants (e.g., blood, sputum) may be collected by remote trial personnel, local HCPs, local clinical laboratory facilities, or participants using home collection kits and sent to designated clinical laboratory facilities for processing. • For drug trials required to be conducted under an IND, all clinical laboratory facilities must be listed on Form FDA 1572. 33 For device trials, clinical laboratories should be identified in the investigational plan as appropriate (e.g., specifying clinical laboratories that are traditional clinical trial sites in in vitro diagnostic device studies,34 identifying use of core labs for performing critical tests, outlining plans to use local labs not associated with traditional clinical trial sites). The investigator should maintain a record of any clinical laboratory facilities used by participants under their supervision that are added during the course of either a drug or device trial. If a network of clinical laboratories is used, the name and address of the network headquarters may be listed instead of individual satellite clinical laboratories. • As in any trial, participants experiencing any health emergency (e.g., hypoglycemia or abnormal cardiac rhythm) should seek medical attention at local health care facilities (such as an emergency room), as appropriate. With the permission of trial participants, investigators should obtain reports from these local health care facilities. E. FDA Oversight FDA uses a variety of tools to conduct oversight of regulated entities (e.g., sponsors and clinical investigators). This includes inspections conducted under sections 704(a)(1) or 704(a)(5) of the FD&C Act35 and, when appropriate, remote regulatory assessments.36 For FDA inspections of clinical investigators, the investigator should identify a physical location where a responsible person is available to facilitate the FDA inspectors’ access to trial-related records (either paper or electronic access) for participants under the clinical investigator’s care and to facilitate interviews with trial personnel (either in person or remotely). For INDs, the investigators 33 See 21 CFR 312.53(c)(iv). 34 For certain device studies, information on the clinical laboratory may need to be included in the IDE application. See, e.g., 21 CFR 812.20(b)(1), (b)(3),",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 460992,
  "end_pos": 462528,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.703Z"
}