{
  "id": "fda_guidance_chunk_0441",
  "title": "Introduction - Part 441",
  "text": "disease progression could also affect the selection and timing of a patient’s subsequent therapy, potentially preventing a patient who had been on a placebo arm from receiving an approved therapy or delaying or preventing the patient’s entry into other clinical trials (for those trials of similar drug products that may have specific exclusion criteria based on prior treatment with an active drug or class of drugs). Unblinding in those cases would therefore allow informed decision-making about additional treatment options (see below). III. CONSIDERATIONS FOR USING PLACEBOS AND BLINDING Given that using a placebo in randomized controlled clinical trials of therapies to treat hematologic malignancy and oncologic disease for which there is known effective therapy is ethically unacceptable, sponsors should consider using a placebo-controlled design only in selected circumstances (e.g., when surveillance is standard of care) or with certain trial design features (e.g., when the trial uses an add-on design). When considering a placebo control, sponsors should take the following into account: • Sponsors should provide the rationale for the trial design. Justification is particularly important in the setting of a sham surgical procedure, when invasive methods are required to administer a placebo (e.g., intrathecal administration, intratumoral 3 See the guidance for industry Clinical Trial Endpoints for the Approval of Cancer Drugs and Biologics (December 2018). We update guidances periodically. To make sure you have the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fda-guidance-documents. Contains Nonbinding Recommendations administration, repeated intravenous administration via an indwelling catheter), when primary adverse event prophylaxis is required (e.g., antihistamine, acetaminophen, and/or corticosteroids to prevent infusion reaction), when there is an available therapy, or when a placebo is given as monotherapy and not combined with an active drug or drugs.4 • FDA does not require patient-level maintenance of blinding at the time of disease recurrence or progression. Unless there are no available appropriate treatment alternatives, FDA recommends unblinding only the patient and the investigator at the time of documented disease recurrence or progression by an objective measurement or measurements to ensure optimal patient management. If sponsors intend to maintain patient-level blinding when disease recurs or progresses and there are existing available treatments, the informed consent document should acknowledge the risks of this approach, and the protocol should include justification for the potential added risk. •",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 591360,
  "end_pos": 592896,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.711Z"
}