{
  "id": "fda_guidance_chunk_0203",
  "title": "Introduction - Part 203",
  "text": "and is often appropriate. Alternatively, a group sequential design may include binding futility rules, in that the trial should always stop if the futility criteria are met. Binding futility rules can provide some advantages in efficacy analyses (e.g., a relaxed threshold for a determination of efficacy), but the Type I error probability is controlled only if the stopping rules are followed. Therefore, if a trial continues despite meeting prespecified binding futility rules, the Agency will likely consider that trial to have failed to provide evidence of efficacy, regardless of the outcome at the final analysis. Note also that some DMCs might prefer the flexibility of nonbinding futility guidelines. Third, a trial terminated early for efficacy will have a smaller sample size for the evaluation of safety and potentially important secondary efficacy endpoints. Therefore, early stopping for efficacy is typically reserved for circumstances where there are compelling ethical reasons (e.g., the primary endpoint is survival or irreversible morbidity) or where the stopping rules require highly persuasive results in terms of both the magnitude of the estimated treatment effect and the strength of evidence of an effect. In some cases, there may be a limit on how early group sequential interim analyses should occur or whether they should occur at all because of a minimum sample size expected for a reliable evaluation of safety. This is often true, for example, in preventive vaccine trials. Finally, conventional fixed sample estimates of the treatment effect such as the sample mean tend to be biased toward greater effects than the true value when a group sequential design is used. Similarly, confidence intervals do not have the desired nominal coverage probabilities. Therefore, a variety of methods exist to compute estimates and confidence intervals that appropriately adjust for the group sequential stopping rules (Jennison and Turnbull 1999). To ensure the scientific and statistical credibility of trial results and facilitate important benefit-risk Contains Nonbinding Recommendations considerations, an approach for calculating estimates and confidence intervals that appropriately accounts for the group sequential design should be prospectively planned and used for reporting results. B. Adaptations to the Sample Size One adaptive approach is to prospectively plan modifications to the sample size based on interim estimates of nuisance parameters from analyses that utilize treatment assignment information. For example, there are techniques that estimate the variance",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 271488,
  "end_pos": 273024,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.691Z"
}