{
  "id": "fda_guidance_chunk_0198",
  "title": "Introduction - Part 198",
  "text": "recommended that access to comparative interim results be limited to individuals with relevant expertise who are independent of the personnel involved in conducting or managing the trial.12 Maintaining confidentiality of comparative interim results is especially challenging when the trial design includes adaptive features. Two examples of issues that could arise in adaptive trials are: • If investigators are improperly provided access to comparative results from an interim analysis, knowledge of a small or unfavorable estimated treatment effect based on unreliable data could be misinterpreted as reliable evidence of no effect, leading to decreased adherence and decreased efforts to retain patients, increasing the amount of missing data in the remainder of the trial. • After an interim analysis in a design with sample size re-estimation based on comparative results (section V.B.), knowledge that the targeted sample size has been increased could be interpreted by investigators and potential trial subjects as indicative of a less-than-expected interim treatment effect, potentially depressing future enrollment and endangering the success of the trial. As these and other similar issues are generally impossible to adjust for once data have been collected, planning for an adaptive design trial should include a consideration of possible sources and consequences of trial conduct issues and plans to avoid these issues. Plans should describe the processes intended to control access to information and to document access throughout the trial. This is discussed in more detail in section VII. 12 This recommendation is also conveyed in FDA guidance for industry E9 Statistical Principles for Clinical Trials (September 1998). Contains Nonbinding Recommendations IV. ADAPTIVE DESIGNS BASED ON NON-COMPARATIVE DATA This section addresses adaptive clinical trial designs in which adaptations are based entirely on analyses of non-comparative data, that is, without incorporating information about treatment assignment. Such analyses are sometimes called blinded or masked analyses. In general, adequately prespecified adaptations based on non-comparative data have no effect or a limited effect on the Type I error probability. This makes them an attractive choice in many settings, particularly when uncertainty about event probabilities or endpoint variability is high. Accumulating outcome data can provide a useful basis for trial adaptations. The analysis of outcome data without using treatment assignment is sometimes called pooled analysis. The most widely used category of adaptive design based on pooled outcome data involves sample size adaptations",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 264768,
  "end_pos": 266304,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.690Z"
}