{
  "id": "fda_guidance_chunk_0252",
  "title": "Introduction - Part 252",
  "text": "of Helsinki, and that the clinical trial data are credible. The objective of this ICH GCP guidance is to provide a unified standard for the European Union, Japan, and the United States to facilitate the mutual acceptance of clinical data by the regulatory authorities in these jurisdictions. The guidance was developed with consideration of the current good clinical practices of the European Union, Japan, and the United States, as well as those of Australia, Canada, the Nordic countries, and the World Health Organization. This guidance should be followed when generating clinical trial data that are intended to be submitted to regulatory authorities. The principles established in this guidance may also be applied to other clinical investigations that may have an impact on the safety and well-being of human subjects. 1 This guidance was developed within the Expert Working Group (Procedural) of the International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH) (formerly the International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use) and has been subject to consultation by the regulatory parties, in accordance with the ICH process. This document has been endorsed by the ICH Management Committee at Step 4 of the ICH process, November 2016. At Step 4 of the process, the final draft is recommended for adoption to the regulatory bodies of the European Union, Japan, and the United States authorities represented at ICH. Contains Nonbinding Recommendations ADDENDUM Since the development of the ICH GCP Guidance, the scale, complexity, and cost of clinical trials have increased. Evolutions in technology and risk management processes offer new opportunities to increase efficiency and focus on relevant activities. When the original ICH E6(R1) text was prepared, clinical trials were performed in a largely paper-based process. Advances in use of electronic data recording and reporting facilitate implementation of other approaches. For example, centralized monitoring can now offer a greater advantage, to a broader range of trials than is suggested in the original text. Therefore, this guidance has been amended to encourage implementation of improved and more efficient approaches to clinical trial design, conduct, oversight, recording, and reporting while continuing to ensure human subject protection and reliability of trial results. Standards regarding electronic records and essential documents intended to increase clinical trial quality and efficiency have also been",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 337344,
  "end_pos": 338880,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.695Z"
}