{
  "id": "fda_guidance_chunk_0741",
  "title": "Introduction - Part 741",
  "text": "smallest effect that the control can reliably be expected to have. If placebo-controlled trials of a design similar to the one proposed more than occasionally show no difference between the proposed active control and placebo, and this cannot be explained by some characteristic of the study, only superiority of the test drug would be interpretable. Whether there is historical evidence of sensitivity to drug effects in any given case is to some degree a matter of judgment. In some cases sensitivity to drug effects is clear from the consistency of results of prior placebo-controlled trials or is obvious because the outcome of treated and untreated disease is very different. For example, in many infectious diseases cure rates on effective treatment far exceed the spontaneous cure rates over the course of a short-term study. There are many conditions, however, in which drugs considered effective cannot regularly be shown superior to placebo in well-controlled trials; and one therefore cannot reliably determine a minimum effect the drug will have in the setting of a specific trial. Such conditions tend to include those in which there is substantial improvement and variability in placebo groups, and/or in which the effects of therapy are small or variable, such as depression, anxiety, dementia, angina, symptomatic congestive heart failure, seasonal allergies, and symptomatic gastroesophageal reflux disease. In all these cases, there is no doubt that the standard treatments are effective because there are many well-controlled trials of each of these drugs that have shown an effect. Based on available experience, however, it would be difficult to describe trial conditions in which the drug would reliably have at least a minimum effect (i.e., conditions in which there is historical evidence of sensitivity to drug effects) and that, therefore, could be used to identify an appropriate margin. In some cases, the experience on which the historical evidence of sensitivity to drug effects is based may be of questionable relevance, e.g., if standards of treatment and diagnosis have changed substantially over time (for an example, see section 2.1.7.1). If someone proposing to use an active-control or non-inferiority design cannot provide sufficient support for historical evidence of the sensitivity to drug effects of the study with the chosen non-inferiority margin, a finding of non-inferiority cannot be considered informative with respect to efficacy. As noted, a determination",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 994560,
  "end_pos": 996096,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.735Z"
}