{
  "id": "fda_guidance_chunk_0405",
  "title": "Introduction - Part 405",
  "text": "Reporting Requirements for INDs and BA/BE Studies (December 2012) and has proposed recommendations in the draft guidance for 62 For more information, see the Vaccine Adverse Event Reporting System, available at https://vaers.hhs.gov/reportevent.html, and the FDA Adverse Event Reporting System (FAERS) Public Dashboard, available at https://www.fda.gov/drugs/questions-and-answers-fdas-adverse-event-reporting-system-faers/fda-adverse-event-reporting-system-faers-public-dashboard. 63 See 21 CFR 312.32(b). 64 See 21 CFR 312.32(c). Contains Nonbinding Recommendations industry Sponsor Responsibilities—Safety Reporting Requirements and Safety Assessment for IND and Bioavailability/Bioequivalence Studies (June 2021). Where an IND safety report is required to be submitted to FDA under 21 CFR 312.32, the investigator must also send that IND safety report to the IRB.66 The IRB may have additional reporting requirements regarding the disaster or PHE that apply during the clinical trial. Q23. Certain clinical trial protocols have an exclusion criterion for receipt of another investigational medical product. If a participant receives a vaccine or other medical product authorized under an emergency use authorization (EUA), would FDA consider this receipt of an investigational medical product? When a medical product is being used under an EUA, it is an authorized (though not an approved or cleared)67 medical product for use in clinical care that has met the statutory criteria under section 564 of the FD&C Act.68 The product is not being studied under an IND or IDE when used pursuant to an EUA, and FDA therefore does not consider an individual’s receipt of the product under an EUA as receipt of an IP. In contrast, when the same product is used in a clinical investigation under an IND or IDE, the product’s safety and/or effectiveness is being studied for investigational uses, and FDA would consider receipt in this situation to be receipt of an IP. In the design of a clinical investigation, there may be valid scientific reasons to have an exclusion (and even a discontinuation of study treatment) criterion for receipt of a medical product — a monoclonal antibody or vaccine, for example — whether that product was used under an EUA or not. These scientific reasons may include risks to an individual if they enroll or continue to receive study treatment in a clinical trial after receiving (or having received) the excluded product or the potential impact of the use of the excluded product on trial objectives, such as confounding the determination of effectiveness of the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 542976,
  "end_pos": 544512,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.708Z"
}