{
  "id": "fda_guidance_chunk_0480",
  "title": "Introduction - Part 480",
  "text": "alternative hypothesis of non-inferiority, as follows: Ho: C – T ≥ M (T is inferior to the control (C) by M or more) Ha: C – T < M (T is inferior to the control (C) by less than M) A statistical test of the above hypothesis is provided by comparing the upper bound of the two-sided confidence interval for C-T with the NI margin, M, which is specified in advance. If the upper bound is less than M, non-inferiority of T relative to C is established. One choice for M (the largest possible value) is to set it equal to the entire known effect of the active control relative to placebo, based on past randomized controlled trials. With this choice for M, called M1, and assuming the control drug attains this level of efficacy in the NI study, a finding of non-inferiority means that the test drug has an effect greater than 0 (see Figure 2). A more usual choice is to set M equal to some clinically relevant portion of M1, namely, the portion of the control drug effect it is important to preserve with the test drug, based on clinical judgment. Figure 2. Possible Results of an NI Study Showing Control Drug–Test Drug Differences (Point Estimate and 95% CI) Control – Test (C-T) 1. Point estimate of C-T is 0, suggesting equal effect of C and T; upper bound of the 95% CI for C-T is 1, well below M1; NI is demonstrated. 2. Point estimate of C-T favors C; the upper bound of the 95% CI for C-T is >2, above M1; NI is not demonstrated. 3. Point estimate of C-T is zero, which suggests an equal effect; but the upper bound of the 95% CI for C-T is >2 (i.e., above M1), so that NI is not demonstrated. 4. Point estimate favors T; NI is demonstrated, but superiority is not demonstrated. 5. Point estimate favors T; superiority and NI are demonstrated. 6. Point estimate of C-T is 1, favoring the control. The upper bound of the 95% CI for C-T is <M1, demonstrating NI (the entire effect of C has not been lost) but at the same time the 95% CI for C-T is above zero, indicating that T is actually inferior to C, even while meeting the NI",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 643776,
  "end_pos": 645312,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.714Z"
}