{
  "id": "fda_guidance_chunk_0328",
  "title": "Introduction - Part 328",
  "text": "of the measure is adequate. 10 See https://healthcaredelivery.cancer.gov/pro-ctcae/ (accessed June 1, 2021). 11 See https://www.facit.org/ (accessed June 1, 2021). 12 See https://qol.eortc.org/item-library/ 13 See http://www.nihpromis.org/measures/measureshome (accessed June 1, 2021). 14 See https://qol.eortc.org/questionnaires/ (accessed June 1, 2021). 15 Ibid. Contains Nonbinding Recommendations V. TRIAL DESIGN CONSIDERATIONS A. Assessment Frequency The following should be considered when determining the frequency of PRO assessment for core PROs: • A baseline assessment(s) prior to treatment initation should be included as a reference point for assessing change. • Assessment frequency should be higher within the first few treatment cycles and depending on the trial may be less frequent in later cycles. • Assessment frequency should take into account the administration schedule of the treatment(s) under study. • Different assessment frequencies can be selected for each core concept depending on the outcome and research objective. It is acknowledged that other PRO concepts outside of FDA’s core PRO set may be of interest to other stakeholders (e.g., international regulators, health-technology assessment bodies) and may include other functional domains (e.g., social function, emotional function) that comprise overall HRQOL. When using a modular approach where these elements are able to be assessed and analyzed separately, different assessment frequencies can be selected that can reduce the response burden to patients. Where possible, a standard approach to assessment frequency over the first year of therapy would aid in consistency and interpretation across advanced cancer trials. An example of a PRO assessment strategy that assesses PROs more frequently in the first 8 weeks of treatment would be suitable across most treatment administration schedules and is provided below: Figure 1: Example PRO assessment frequency for first 12 months of advanced cancer trial Initial treatment period Remainder of treatment period BL w2 w3 w4 w5 w6 w7 w8 M3 M4 M5 M6 M9 M12 * Symptomatic AE16 X X X X X X X X X X X X X X Single Item Side Effect Global X X X X X X X X X X X X X X Physical Function X X X X X X X X X X X X X X Role Function X X X X X X X X X X Disease Symptoms X X X X X Other HRQOL X X X X BL – baseline, w - week, M -",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 439488,
  "end_pos": 441024,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.701Z"
}