{
  "id": "fda_guidance_chunk_0595",
  "title": "Introduction - Part 595",
  "text": "should consider the amount of risk that is acceptable in the study population. Larger cohorts might be necessary to provide reasonable assurance of safety before escalating the dose of a product intended to treat a disease that is less serious and for which the tolerance for accepting risk might be lower. Smaller cohorts might be adequate for a product that is intended to treat a serious or life-threatening disease where a greater potential benefit may justify a higher risk. Standardized protocol designs, such as the 3+3 design, are often used for dose escalation of oncology products. However, the cohort size in such a design might not be appropriate for other therapeutic areas where there is less tolerance of risk, and a larger cohort might be needed to provide a greater assurance of safety prior to dose escalation. In addition, other study objectives, such as assessments of tolerability, feasibility, and pharmacologic activity may influence choice of cohort size. For CGT products, manufacturing capacity is often limited, which might place a practical limit on cohort size, particularly early in clinical development. The prevalence of the proposed study population may also limit the cohort size. When considering the limitations due to manufacturing capacity and prevalence of the study population, sponsors should select a cohort size that is feasible, but still adequate to meet the study objectives. 3. Operator Training and Documentation of Procedures For product delivery that involves a complex administration procedure or a device requiring special training, such as subretinal injection or use of specialized catheters for cardiac administration, the skill of the individual administering the product can impact the product’s safety and efficacy. When individual skill in administering a product may affect its safety or effectiveness, the trial should specify minimum requirements for the operator’s training, experience, or level of proficiency. In some cases (particularly, if there are multiple operators), training of operators on the specific administration procedures may reduce variability of administration and Contains Nonbinding Recommendations thereby improve interpretability of the study results. Detailed, written standard operating procedures (SOPs) can also help ensure safety and consistency in product administration. Careful recording of steps and observations during the administration process can help identify the operator’s compliance with the protocol. These records can also facilitate correlating procedure variations with clinical outcomes and identify modifications that may",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 798336,
  "end_pos": 799872,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.723Z"
}