{
  "id": "fda_guidance_chunk_0138",
  "title": "Introduction - Part 138",
  "text": "and regulatory judgment based on the 539 particular challenges posed by each drug and disease, including patients’ tolerance and 540 acceptance of risk in the setting of unmet medical need and the benefit offered by the drug.61 A 541 higher degree of uncertainty is common in drug development programs for rare diseases, where 542 the prevalence of disease, and consequent limitations of study size, can limit the precision of 543 safety and efficacy characterizations.62 FDA recognizes that when a drug is developed to treat 544 59 See the draft guidance for industry Demonstrating Substantial Evidence of Effectiveness for Human Drug and Biological Products. 60 See SOPP 8101.1: Regulatory Meetings with Sponsors and Applicants for Drugs and Biological Products (March 2023) for information on types of FDA meetings. 61 See the guidance for industry Determining the Extent of Safety Data Collection Needed in Late-Stage Premarket and Postapproval Clinical Investigations (February 2016). 62 See the guidance for industry Benefit-Risk Assessment for New Drug and Biological Products (October 2023). Contains Nonbinding Recommendations 17 serious diseases for which there are few or no approved therapies, greater uncertainty or greater 545 risks may be acceptable provided that the substantial evidence standard has been met. 546 547 Regulations do not specify the needed evidence of safety, except that the evidence must include 548 adequate tests by all methods reasonably applicable.63 The ICH guidance for industry E1A The 549 Extent of Population Exposure to Assess Clinical Safety: For Drugs Intended for Long-Term 550 Treatment of Non-Life-Threatening Conditions (March 1995) (ICH E1A) describes expected 551 exposure for chronically used drugs for non-life-threatening conditions, but these expectations do 552 not apply to the many rare diseases that are life threatening. Although ICH E1A does not 553 mention rare diseases, the guidance states that a smaller number of patients may be acceptable 554 when the intended treatment population is small. 555 556 E. Additional Considerations Related to Clinical Development for Rare Disease 557 Drugs 558 559 Evidence-based decisions about what is feasible in terms of rare disease drug clinical 560 investigation enrollment depend on accurately estimated disease prevalence.64 Many rare 561 diseases are genetic in origin and characterized by more than one phenotypic subtype (e.g., 562 infantile, juvenile, adult). Prevalence estimates should include all phenotypic subtypes of a 563 disease anticipated to respond to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 184128,
  "end_pos": 185664,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.686Z"
}