{
  "id": "fda_guidance_chunk_0563",
  "title": "Introduction - Part 563",
  "text": "of the DMF to the IND sponsor. The DMF holder submits to FDA written authorization permitting the IND sponsor to reference the DMF.9 When submitted in support of an IND reviewed by CBER, original DMF submissions and updates should be sent to CBER (to the same address in section III.B of this document) rather than to the Center for Drug Evaluation and Research. If a DMF will be submitted or substantially updated, the DMF holder should alert the appropriate review division and relevant IND sponsors. IV. CHEMISTRY, MANUFACTURING, AND CONTROL (CMC) INFORMATION A. Regulatory Considerations In 2008, FDA issued a guidance entitled, “Guidance for Industry: CGMP for Phase 1 Investigational Drugs” dated July 2008 (Ref. 4). The approach described in this guidance recognizes that both manufacturing controls and the extent of such manufacturing controls needed to achieve appropriate product quality differ not only between investigational and commercial manufacture, but also among the various phases of clinical trials. Production of investigational drug and biological products is subject to section 501(a)(2)(B) of the FD&C Act (21 U.S.C. 351(a)(2)(B)) and the IND regulations at 21 CFR Part 312. During Phase 1 studies, emphasis should generally be placed on elements to assure the safety of subjects (see 21 CFR 312.22). This should include 9 For more information on DMFs, see the FDA guidance entitled “Guideline for Drug Master Files,” dated September 1989, available at http://www.fda.gov/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/ucm122886.htm. Contains Nonbinding Recommendations identification and control of the raw materials and the drug substance, stability assurance, and, where appropriate, non-clinical safety assessments (see, e.g., 21 CFR 312.23(a)(8)). Quality control and quality assurance should be refined as product development proceeds. Although in each phase of the investigation, sufficient information is required to assure the proper identification, quality, purity, and strength of the investigational drug, the amount of information necessary to make that assurance will vary with the phase of the investigation, proposed duration, dosage form and amount of information otherwise available (21 CFR 312.23(a)(7)). In preparing your IND, you should refer to the FDA guidance on the content and format of INDs for Phase 1 studies entitled, “Guidance for Industry: Content and Format of Investigational New Drug Applications (INDs) for Phase 1 Studies of Drugs, Including Well-Characterized, Therapeutic, Biotechnology-derived Products” dated November 1995 (Ref. 5). Section IV.B (Drug Substance) and section IV.C (Drug Product)",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 755328,
  "end_pos": 756864,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}