{
  "id": "fda_guidance_chunk_0696",
  "title": "Introduction - Part 696",
  "text": "page at http://www.fda.gov/cder/guidance/index.htm. 4 Contains Nonbinding Recommendations The remainder of this guidance provides a description of the individual steps in the recommended process and the reasoning behind each step. IV. STEP 1: NO OBSERVED ADVERSE EFFECT LEVEL DETERMINATION The first step in determining the MRSD is to review and evaluate the available animal data so that a NOAEL can be determined for each study. Several definitions of NOAEL exist, but for selecting a starting dose, the following is used: the highest dose level that does not produce a significant increase in adverse effects in comparison to the control group. In this context, adverse effects that are biologically significant (even if they are not statistically significant) should be considered in the determination of the NOAEL. The NOAEL is a generally accepted benchmark for safety when derived from appropriate animal studies and can serve as the starting point for determining a reasonably safe starting dose of a new therapeutic in healthy (or asymptomatic) human volunteers. The NOAEL is not the same as the no observed effect level (NOEL), which refers to any effect, not just an adverse one, although in some cases the two might be identical. The definition of the NOAEL, in contrast to that of the NOEL, reflects the view that some effects observed in the animal may be acceptable pharmacodynamic actions of the therapeutic and may not raise a safety concern. The NOAEL should also not be confused with lowest observed adverse effect level (LOAEL) or maximum tolerated dose (MTD). Both of the latter concepts are based on findings of adverse effects and are not generally used as benchmarks for establishing safe starting doses in adult healthy volunteers. (The term level refers to dose or dosage, generally expressed as mg/kg or mg/kg/day.) Initial IND submissions for first-in-human studies by definition lack in vivo human data or formal allometric comparison of pharmacokinetics. Measurements of systemic levels or exposure (i.e., AUC or Cmax) cannot be employed for setting a safe starting dose in humans, and it is critical to rely on dose and observed toxic response data from adequate and well-conducted toxicology studies. However, there are cases where nonclinical data on bioavailability, metabolite profile, and plasma drug levels associated with toxicity may influence the choice of the NOAEL. One such case is when saturation of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 934080,
  "end_pos": 935616,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.732Z"
}