{
  "id": "fda_guidance_chunk_0056",
  "title": "Introduction - Part 56",
  "text": "unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. II. BACKGROUND AND BRIEF OVERVIEW OF THE REQUIREMENTS On September 29, 2010, FDA published a final rule amending the IND safety reporting requirements under 21 CFR part 312 and adding safety reporting requirements for persons conducting BA and BE studies under 21 CFR part 320. 1 This guidance has been prepared by the Office of Medical Policy in the Center for Drug Evaluation and Research (CDER) in conjunction with the Center for Biologics Evaluation and Research (CBER) at FDA. 2 For the purposes of this document, unless otherwise specified, all references to “drugs” or “drug products” include human drug products and biological products that are also drugs. Contains Nonbinding Recommendations A. IND Safety Reporting Requirements Under the former 21 CFR 312.32(c)(1)(i)(A) and (B), sponsors investigating a drug under an IND were required to notify FDA and all participating investigators, in a written IND safety report, of any adverse experience associated with the use of the drug that was both serious and unexpected, and any finding from tests in laboratory animals that suggested a significant risk for human subjects. The phrase associated with the use of the drug was defined as “there is a reasonable possibility that the experience may have been caused by the drug” (former 21 CFR 312.32(a)). Notwithstanding this definition, sponsors frequently reported, as individual cases, serious adverse experiences for which there was little reason to believe that the drug caused the event. For example, sponsors often reported:  Serious adverse experiences (e.g., mortality or major morbidity) that were likely to have been manifestations of the underlying disease  Serious adverse experiences that commonly occurred in the study population independent of drug exposure (e.g., strokes or acute myocardial infarctions in an elderly population)  Serious adverse experiences that were study endpoints (i.e., the study was evaluating whether the drug reduced the rate of these events) These types of reports are generally uninformative when reported as single events (i.e., without a comparison of the incidence of the event in treated and untreated subjects), and they do not contribute meaningfully to the developing safety profile of an investigational drug or to human subject protection. Attempting to review",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 73920,
  "end_pos": 75456,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.679Z"
}