{
  "id": "fda_guidance_chunk_0800",
  "title": "Introduction - Part 800",
  "text": "with respect to its meaning for future patients, and may be smaller than the \"clinically relevant\" difference referred to above in the context of superiority trials designed to establish that a difference exists. The exact sample size in a group sequential trial cannot be fixed in advance because it depends upon the play of chance in combination with the chosen stopping guideline and the true treatment difference. The design of the stopping guideline should take into account the consequent distribution of the sample size, usually embodied in the expected and maximum sample sizes. When event rates are lower than anticipated or variability is larger than expected, methods for sample size reestimation are available without unblinding data or making treatment comparisons (see section IV.D). F. Data Capture and Processing (3.6) The collection of data and transfer of data from the investigator to the sponsor can take place through a variety of media, including paper case record forms, remote site monitoring systems, medical computer systems, and electronic transfer. Whatever data capture instrument is used, the form and content of the information collected should be in full accordance with the protocol and should be established in advance of the conduct of the clinical trial. It should focus on the data necessary to implement the planned analysis, including the context information (such as timing assessments relative to dosing) necessary to confirm protocol compliance or identify important protocol deviations. Missing values should be distinguishable from the value zero or characteristic absent. The process of data capture, through to database finalization, should be carried out in accordance with good clinical practice (GCP) (see ICH E6, section 5). Specifically, timely and reliable processes for recording data and rectifying errors and omissions are necessary to ensure delivery of a quality database and the achievement of the trial objectives through the implementation of the planned analysis. IV. TRIAL CONDUCT CONSIDERATIONS A. Trial Monitoring and Interim Analysis (4.1) Careful conduct of a clinical trial according to the protocol has a major impact on the credibility of the results (see ICH E6). Careful monitoring can ensure that difficulties are noticed early and their occurrence or recurrence minimized. There are two distinct types of monitoring that generally characterize confirmatory clinical trials sponsored by the pharmaceutical industry. One type of monitoring concerns the oversight of the quality",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1073856,
  "end_pos": 1075392,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.740Z"
}