{
  "id": "fda_guidance_chunk_0216",
  "title": "Introduction - Part 216",
  "text": "assumed dose-response relationships to govern dose escalation and selection • Explicit borrowing of information from external sources, e.g., previous trials, natural history studies, and registries, via informative prior distributions to improve the efficiency of a trial • Use of posterior probability distributions to form trial success criteria In general, the same principles apply to Bayesian adaptive designs as to adaptive designs without Bayesian features. Trial designs that use Bayesian adaptive features may rely on frequentist or Bayesian inferential procedures to support conclusions of drug effectiveness. Frequentist inference is characterized by hypothesis tests performed with known power and Type I error probabilities and is often used along with Bayesian computational techniques that rely on noninformative prior distributions. Bayesian inference is characterized by drawing conclusions based directly on posterior probabilities that a drug is effective and has important differences from frequentist inference (Berger and Wolpert 1988). For trials that use Bayesian inference with informative prior distributions, such as trials that explicitly borrow external information, Bayesian statistical properties are more informative than Type I error probability. FDA’s draft guidance for industry Interacting with the FDA on Complex Innovative Clinical Trial Designs for Drugs and Biological Products (September 2019) provides recommendations on what information should be submitted to FDA to facilitate the review of trial design proposals that use Bayesian inference. Contains Nonbinding Recommendations One common feature of many Bayesian adaptive designs is the use of simulations (section VI.A.) to estimate trial operating characteristics. Because many Bayesian methods themselves rely on extensive computations (Markov chain Monte Carlo (MCMC) methods and other techniques), trial simulations can be particularly resource-intensive for Bayesian adaptive designs. C. Adaptations in Time-to-Event Settings There are certain additional considerations specific to adaptive trials in which the primary endpoint is the time to occurrence of a certain event, such as time to death or time to tumor response. In these trials, power is dependent on the number of events rather than the number of subjects. It is therefore common to target a fixed number of events rather than a fixed number of subjects. Sample size adjustment in these trials has the purpose of modifying the number of events and, therefore, may take the form of modifying the number of subjects, the length of the follow-up period for each subject, or both. In addition, interim analyses in",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 288960,
  "end_pos": 290496,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.692Z"
}