{
  "id": "fda_guidance_chunk_0698",
  "title": "Introduction - Part 698",
  "text": "al. (1970). These investigators reported that, for antineoplastic drugs, doses lethal to 10 percent of rodents (LD10s) and MTDs in nonrodents both correlated with the human MTD when the doses were normalized to the same administration schedule and expressed as mg/m2. Despite the subsequent analyses showing that the MTDs for this set of drugs scale best between species when doses are normalized to W0.75 rather than W0.67 (inherent in body surface area normalization) (Travis and White 1988; Watanabe et al. 1992), normalization to body surface area has remained a widespread practice for estimating an HED based on an animal dose. An analysis of the affect of the allometric exponent on the conversion of an animal dose to the HED was conducted (see Appendix A). Based on this analysis and on the fact that correcting for body surface area increases clinical trial safety by resulting in a more conservative starting dose estimate, it was concluded that the approach of converting NOAEL doses to an HED based on body surface area correction factors (i.e., W0.67) should be maintained for selecting starting doses for initial studies in adult healthy volunteers. Nonetheless, use of a different dose normalization approach, such as directly equating the human dose to the NOAEL in mg/kg, may be appropriate in some circumstances. Deviations from the body surface area approach, when describing the conversion of animal dose to HED, should be justified. The basis for justifying direct mg/kg conversion and examples in which other normalization methods are appropriate are described in the following subsection. Although normalization to body surface area is an appropriate method for extrapolating doses between species, consistent factors for converting doses from mg/kg to mg/m2 have not always been used. Given that body surface area normalization provides a reasonable approach for estimating an HED, the factors used for converting doses for each species should be standardized. Since body surface area varies with W0.67, the conversion factors are dependent on the weight of the animals in the studies. However, analyses conducted to address the effect of body weight on the actual BSA-CF demonstrated that a standard factor provides a reasonable estimate of the HED over a broad range of human and animal weights (see Appendix B). The conversion factors and divisors shown in Table 1 are therefore recommended as the standard Contains",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 936768,
  "end_pos": 938304,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.732Z"
}