{
  "id": "fda_guidance_chunk_0244",
  "title": "Introduction - Part 244",
  "text": "from the study). PFS assumes that death events are randomly related to tumor progression. PFS can reflect tumor growth and be assessed before the determination of a survival benefit. Its determination is not confounded by subsequent therapy. For a given sample size, the magnitude of effect on PFS can be larger than the effect on overall survival. Data are usually insufficient to allow a robust evaluation of the correlation between effects on overall survival and PFS. Cancer trials are often small, and proven survival benefits of existing drugs are generally modest. Treatment effect measured by PFS can be a surrogate endpoint to support accelerated approval, a surrogate endpoint to support traditional approval, or it can represent direct clinical benefit based on the specific disease, context of use, magnitude of the effect, the disease setting, location of metastatic sites, available therapy, the risk-benefit relationship, and the clinical consequences of delaying or preventing progression in key disease sites (e.g., delay of new lesions in the brain or spine) or delaying administration of more toxic therapies. It is important to carefully define tumor progression criteria in the protocol. There are no standard regulatory criteria for defining progression. Applicants have used a variety of different criteria, including the RECIST criteria. The broad outline presented in most published PFS criteria should be supplemented with additional details in the protocol and statistical analysis plan (SAP). Because progression data can be collected from multiple sources (including physical exams at unscheduled visits and radiological scans of various types) and at different times, data collection for each assessment visit should be limited to a specified short time interval around the scheduled visit. Difficulties can arise in determining the event date and censoring date when data are collected over a prolonged time period. We recommend assigning the progression date to the earliest time when any progression is observed without prior missing assessments and censoring at the date when the last radiological assessment determined a lack of progression. The guidance for industry Clinical Trial Endpoints for the Approval of Non-Small Cell Lung Cancer Drugs and Biologics, Appendices C and D provides a set of tables for potential analyses of PFS that can be used for primary or sensitivity analyses. Plans for PFS data collection and analysis should be discussed with FDA at end-of-phase 2 meetings.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 326592,
  "end_pos": 328128,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.694Z"
}