{
  "id": "fda_guidance_chunk_0242",
  "title": "Introduction - Part 242",
  "text": "be complicated, particularly when deaths are noted without prior tumor progression documentation. These events can be scored either as disease recurrences or as censored events. Although all methods for statistical analysis of deaths have some limitations, considering deaths from all causes as recurrences can minimize bias. DFS or EFS can be overestimated using this definition, especially in patients who die after a long period without observation. Bias can be introduced if the frequency of long-term follow-up visits is dissimilar between the study arms or if dropouts are not random because of toxicity. Some analyses count cancer-related deaths as DFS or EFS events and censor noncancer deaths. This method can introduce bias in the attribution of the cause of death. Furthermore, any method that censors observations on patients, whether at death or at the last visit, assumes that the patients with censored observations have the same risk of recurrence as patients with noncensored observations who have not yet experienced the event. 2. Objective Response Rate ORR is defined as the proportion of patients with tumor size reduction of a predefined amount and for a minimum time period. Response duration usually is measured from the time of initial response until documented tumor progression. Generally, the FDA has defined ORR as the sum of partial responses plus CRs. When defined in this manner, ORR is a direct measure of a drug antitumor activity, which can be evaluated in a single-arm study. Stable disease should not be a component of ORR. Stable disease can reflect the natural history of disease, whereas tumor reduction is a direct therapeutic effect. Also, stable disease can be more accurately assessed by TTP or PFS analysis (see section III.B.4). If available, standardized criteria should be used to ascertain response. A variety of response criteria have been considered appropriate (e.g., revised RECIST guideline (version 1.1))19 The response criteria should be predefined in the protocol before the start of the study. The significance of ORR is assessed by its magnitude and duration, and the percentage of CRs. Treatment effect measured by ORR can be a surrogate endpoint to support accelerated approval, a surrogate endpoint to support traditional approval, or it can represent direct clinical benefit based on the specific disease, context of use, magnitude of the effect, the number of CRs, the durability of response,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 323904,
  "end_pos": 325440,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.694Z"
}