{
  "id": "fda_guidance_chunk_0712",
  "title": "Introduction - Part 712",
  "text": "will not vary more than ±20 percent from the HED calculated using a km value based on the exact animal weight. b Assumes 60 kg human. For species not listed or for weights outside the standard ranges, human equivalent dose can be calculated from the formula: HED = animal dose in mg/kg x (animal weight in kg/human weight in kg)0.33. c The km value is provided for reference only since healthy children will rarely be volunteers for phase 1 trials. d For example, cynomolgus, rhesus, and stumptail. Contains Nonbinding Recommendations For the typical species used in nonclinical safety studies, Table 3 also shows the body surface area in m2 for an animal at a particular reference weight. For example, a 400 g guinea pig has a body surface area of approximately 0.05 m2. These values come from published sources with surface area determined experimentally by various methods. Compilations of this type of data can be found in published references (Spector 1956). For animal weights outside the working weight range in Table 3, or for species not included in the table, an alternative method is available for calculating the HED. In these cases the following formula can be used: HED = Animal dose (mg/kg) × [animal weight (kg) ÷ human weight (kg)]0.33 For example, assume that a NOAEL of 25 mg/kg was determined in a study using rabbits weighing 4.0 kg. The 4.0 kg animals are outside the working range for rabbits of 0.9 to 3.0 kg indicated in Table 3. HED = 25 mg/kg × (4.0 ÷ 60)0.33 = 25 × (0.41) = 10 mg/kg Alternatively, if the standard conversion factor was used to calculate the HED HED = 25 mg/kg ÷ 3.1 = 8.1 mg/kg The value of 10 mg/kg for the HED is 25 percent greater than the value of 8.1 mg/kg that would be calculated using the standard conversion factor. For example, assume that a NOAEL of 25 mg/kg was determined in a study using rabbits weighing 4.0 kg. The 4.0 kg animals are outside the working range for rabbits of 0.9 to 3.0 kg indicated in Table 3. HED = 25 mg/kg × (4.0 ÷ 60)0.33 = 25 × (0.41) = 10 mg/kg Alternatively, if the standard conversion factor was used to calculate the HED HED = 25 mg/kg ÷",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 955584,
  "end_pos": 957120,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.733Z"
}