{
  "id": "fda_guidance_chunk_0566",
  "title": "Introduction - Part 566",
  "text": "name and address of the manufacturer(s) of the drug substance (21 CFR 312.23(a)(7)(iv)(a)). You should include any other pertinent organizational information. You should also provide a comprehensive list of all additional products that are manufactured or manipulated in the same or adjacent areas used to produce the drug substance. In addition, you should indicate whether the production of other products will utilize the same product contact equipment and, if so, how that equipment will be cleaned between operations for the manufacturing of different products. A floor diagram is suggested as the most effective presentation to enable visualization of the production flow and to identify adjacent operations that may create particular concerns, such as contamination by extraneous microorganisms. 4. Method of Manufacture a. Raw Materials You should provide a list of all materials (e.g., culture media, buffers, etc.) used in the manufacture of the drug substance, and their tests and specifications, or reference(s) to official compendia. For purchased materials, you should provide representative certificates of analysis from the supplier(s) and/or manufacturer’s acceptance criteria. The source and quality of materials of ruminant origin are of particular importance and you should provide the appropriate documentation.10 b. Flow Charts You should provide a flow chart of the manufacturing process for each drug substance. For drug substances prepared from more than a single microbial strain, a common flow chart is acceptable, with indications of where the processing diverges. A flow chart should show the steps in production, equipment and materials used, the room or area where the operation is performed, and a complete list of the in-process controls and tests performed on the product at each step. You should include in-process holding steps and indicate time and temperature limits. Your flow chart should also identify manufacturing steps that 10 Many medical products are manufactured with, or otherwise use, ruminant-derived material because this material can provide necessary nutrients for cell growth. Bovine derived materials are frequently used. If a proposed rule published in 2007 entitled “Use of Materials Derived from Cattle in Medical Products Intended for Use in Humans and Drugs Intended for Use in Ruminants” (72 FR 1583, January 12, 2007), is finalized as proposed, drugs for humans could not be manufactured from, or otherwise contain, prohibited cattle materials without written permission from FDA. Contains Nonbinding Recommendations are computer",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 759360,
  "end_pos": 760896,
  "tokens": 512,
  "tags": [
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}