{
  "id": "fda_guidance_chunk_0116",
  "title": "Introduction - Part 116",
  "text": "Communication, Outreach, and Development Center for Biologics Evaluation and Research Food and Drug Administration 10903 New Hampshire Ave., Bldg. 71, Room 3128 Silver Spring, MD 20993-0002 Phone: 800-835-4709 or 240-402-8010 Email: ocod@fda.hhs.gov https://www.fda.gov/vaccines-blood-biologics/guidance-compliance-regulatory-information-biologics/biologics-guidances U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) December 2023 Rare Diseases Contains Nonbinding Recommendations Contains Nonbinding Recommendations 1 Rare Diseases: Considerations for the Development of 1 Drugs and Biological Products 2 Guidance for Industry1 3 4 5 6 7 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on 8 this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can 9 use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To 10 discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title 11 page. 12 13 14 15 16 I. INTRODUCTION 17 18 The purpose of this guidance is to assist sponsors of drugs2 for the treatment of rare diseases in 19 conducting efficient and successful drug development programs. The statutory requirements for 20 marketing approval for drugs to treat rare and common diseases are the same and issues 21 discussed in this guidance are encountered in other drug development programs. These issues are 22 frequently more difficult to address in the context of a rare disease for which there is often 23 limited medical and scientific knowledge, poorly understood natural history data, sample size 24 constraints, and lack of drug development experience. 25 26 This guidance does not contain discussion of the general issues of statistical analysis. Those 27 topics are addressed in other documents, including ICH guidances for industry E9 Statistical 28 Principles for Clinical Trials3 (September 1998) and E10 Choice of Control Group and Related 29 1 This guidance has been prepared by the Office of New Drugs and the Office of Translational Sciences in the Center for Drug Evaluation and Research in cooperation with the Center for Biologics Evaluation and Research at the Food and Drug Administration. 2 The term drug, as used in this guidance, refers to both human drugs and biological products unless otherwise specified. 3",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 154560,
  "end_pos": 156096,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.684Z"
}