{
  "id": "fda_guidance_chunk_0332",
  "title": "Introduction - Part 332",
  "text": "(IND) and are subject to the requirements under 21 CFR part 312 and to DCTs that require approval of an investigational device exemption (IDE) application under 21 CFR 812.20(a). However, the considerations in this guidance may be relevant for clinical trials that do not require an IND or an IDE application (such as investigations of “nonsignificant risk” devices conducted under 21 CFR 812.2(b)). FDA recommends that sponsors and investigators of clinical trials that do not require an IND under 21 CFR part 312 or approval of an IDE application under 21 CFR 812.20(a) take the considerations in this guidance into account when implementing decentralized elements in such trials. 3 Terms that appear in bold at first mention are defined in the Glossary. 4 For research supported or conducted by the Department of Health and Human Services and subject to the requirements under 45 CFR part 46, parties should consider the Office for Human Research Protections (OHRP) guidance Engagement of Institutions in Human Subjects Research (October 2008) when evaluating whether local health care-providing organizations are engaged in research. The guidance is available at https://www.hhs.gov/ohrp/regulations-and-policy/guidance/guidance-on-engagement-of-institutions/index.html. Parties should also consider OHRP’s 2009 clarification of the 2008 engagement guidance and 2011 correspondence on non-engaged scenarios, which are available, respectively, at https://www.hhs.gov/ohrp/regulations-and-policy/guidance/determining-when-institutions-are-engaged-in-research/index.html and https://www.hhs.gov/ohrp/regulations-and-policy/guidance/september-22-2011-non-engaged-scenarios/index.html. Contains Nonbinding Recommendations include decentralized elements and trials that do not include decentralized elements.5 Section 3606(a) of the Consolidated Appropriations Act, 2023 directs FDA to issue a final guidance that includes recommendations to clarify and advance the use of DCTs to support the development of drugs and devices.6 This guidance provides recommendations related to FDA’s requirements for investigations of medical products when applied to DCTs and fulfills the requirement set forth in section 3606(a)(2) of the Consolidated Appropriations Act, 2023. The content described in section 3606(b) of Consolidated Appropriations Act, 2023 is further addressed through this guidance’s reference to the guidance for industry, investigators, and other stakeholders entitled Digital Health Technologies for Remote Data Acquisition in Clinical Investigations (December 2023). In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 444864,
  "end_pos": 446400,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.702Z"
}