{
  "id": "fda_guidance_chunk_0477",
  "title": "Introduction - Part 477",
  "text": "known effectiveness of the active control, based on its performance in past studies and the assumed effectiveness of the active control in the current study, to support the conclusion that the new test drug is also effective. How to design and interpret the results of such studies so that they can support a conclusion about effectiveness of the new drug is challenging. Active controlled trials that are not intended to show superiority of the test drug but rather to show that the new treatment is not inferior to an unacceptable extent were once called clinical equivalence trials. The intent of an NI trial, however, is not to show that the new drug is equivalent, but rather that it is not materially worse than the control. Therefore, the interest is one-sided. The new drug could be better than the control, and therefore at a minimum non-inferior, but it would not be equivalent. The critical difference between superiority and NI trials is that a properly designed and conducted superiority trial, if successful in showing a difference, is entirely interpretable without further assumptions (other than lack of bias) — that is, the result speaks for itself and requires no extra-study information. In contrast, the NI study is dependent on knowing something that is not measured in the study, namely, that the active control had its expected effect in the NI study. When this occurs, the trial is said to have assay sensitivity, defined as the ability to have shown a difference from placebo of a specified size. A “successful” NI trial, one that shows what appears to be an acceptably small difference between treatments, may or may not have had assay sensitivity and therefore may or may not support a conclusion that the test drug was effective. Thus, if the active control had no effect at all in the NI trial (i.e., did not have any of its expected effect), then even ruling out a very small difference between control and test drug is meaningless and provides no evidence that the test drug is effective. (See Section III.D. for further discussion on assay sensitivity.) In the absence of a placebo arm, knowing whether the trial had assay sensitivity relies heavily on external (not within-study) information, giving NI studies some of the characteristics of a historically controlled trial.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 639744,
  "end_pos": 641280,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.714Z"
}