{
  "id": "fda_guidance_chunk_0189",
  "title": "Introduction - Part 189",
  "text": ".025), with demonstration of a clinically meaningful effect of the drug, the evidence generally supports a conclusion of effectiveness. Sometimes, however, the null hypothesis is rejected even though the drug is ineffective. This is called a Type I error. Typically, there are multiple scenarios for which the null hypothesis is true. We will use the term Type I error probability to refer to the maximum probability of rejecting the null hypothesis across these scenarios. C. Potential Advantages and Examples Adaptive designs can provide a variety of advantages over non-adaptive designs. These advantages arise from the fundamental property of clinical trials with an adaptive design: they allow the trial to adjust to information that was not available when the trial began. The specific 5 A variety of terms have been used to describe different kinds of clinical trials, such as phase 1, phase 2, and phase 3 (21 CFR 312.21); pivotal; registration; and confirmatory (FDA guidance for industry E9 Statistical Principles for Clinical Trials (September 1998)). These terms will not be used in this guidance. 6 In settings where the primary outcome of interest is the time to event (such as death), the statistical power of the trial is determined by the total number of observed events rather than the sample size. Contains Nonbinding Recommendations nature of the advantages depends on the scientific context and type or types of adaptation considered, with potential advantages falling into the following major categories: • Statistical efficiency: In some cases, an adaptive design can provide a greater chance to detect a true drug effect (i.e., greater statistical power) than a comparable non-adaptive design. 7 This is often true, for example, of group sequential designs (section V.A.) and designs with adaptive modifications to the sample size (section V.B.). Alternatively, an adaptive design may provide the same statistical power with a smaller expected sample size8 or shorter expected duration than a comparable non-adaptive design. • Ethical considerations: There are many ways in which an adaptive design can provide ethical advantages over a non-adaptive design. For example, the ability to stop a trial early if it becomes clear that the trial is unlikely to demonstrate effectiveness can reduce the number of patients exposed to the unnecessary risk of an ineffective investigational treatment and allow subjects the opportunity to explore more promising therapeutic",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 252672,
  "end_pos": 254208,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.690Z"
}