{
  "id": "fda_guidance_chunk_0501",
  "title": "Introduction - Part 501",
  "text": "of the effect among them; and when data from several pharmacologically related drugs are used to develop the estimate for the effect of the active control. All three of these potential problems need to be considered when choosing M1. The second source of uncertainty is not statistically based but rather arises from the concern that the magnitude of effect estimated from past studies will be larger than the effect of the active control in the current NI study. Assuming that the effect will be unchanged is often referred to as the “constancy assumption.” If the assumption is incorrect and the magnitude of the effect in the current NI study is smaller than the estimated effect from historical studies, M1 will have been incorrectly chosen (too large) and an apparently successful study showing NI could have given an erroneous result. Lack of constancy can occur for many reasons, including advances in adjunctive medical care, differences in the patient populations, or changes in the assessment of the endpoints under study. As discussed in section IV.B.2.c, there is some experience to support the view that in cardiovascular outcome studies, the absolute size of the treatment effect is more likely to be variable and sensitive to the background rates in the control group than is the risk reduction. The risk reduction may thus be a more constant measure of control drug effect than the absolute effect. How to adjust the NI margin for concerns about constancy is inevitably a matter of judgment. The third source of uncertainty involves the risk of making a false conclusion based on the results of the test of the NI hypothesis in the NI study (i.e., concluding that C-T < M1 when it is not). This uncertainty is referred to as the Type I error, or the false positive conclusion risk, and is similar to the concern in a placebo-controlled superiority trial that one might mistakenly conclude that a drug is more effective than placebo. It is, in other words, present in any hypothesis-testing situation. In the NI case, the statistical test is intended to ensure that the difference between control and test drug (C-T, the degree of superiority of the control over the test drug) is smaller than the NI margin, meaning that some of the effect of the control is preserved",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 672000,
  "end_pos": 673536,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.716Z"
}