{
  "id": "fda_guidance_chunk_0526",
  "title": "Introduction - Part 526",
  "text": "it would permit a smaller study, but it would be important not to include components that were not affected by the active control or did not represent an important clinical benefit. 7. Are there circumstances where conducting an NI study may not be feasible? Unfortunately, these are several, including some where a placebo-controlled study would not be considered ethical. Some examples include the following: • The treatment effect of the active comparator may be so small that the sample size required to conduct a NI study may not be feasible (unless the test drug is assumed to be superior). • There is large study-to-study variability in the treatment effect. In this case, the treatment effect may not be sufficiently reproducible, calling into question the assumption of assay sensitivity. This is often the case for symptomatic treatments (e.g., treatments for depression, anxiety, insomnia, angina, symptomatic heart failure, symptoms of irritable bowel disease, and pain). • There is no historical evidence available to determine a NI margin, and assuming a zero response rate for untreated patients is not reasonable. • Medical practice has changed so much (e.g., the active control is always used with additional drugs) that the effect of the active control in the historical studies is not relevant to the current study. 8. In a situation where a placebo-controlled trial would be considered unethical, but a NI study cannot be performed, what are the options? In that case it may be possible to design a superiority study in an appropriate population that would be considered ethical. Several possibilities are discussed in ICH E10 and include the following: • When the new drug and an established treatment are pharmacologically distinct, an add-on study where the test drug and placebo are each added to the established treatment. • A study in patients who do not respond to the established therapy. It may be possible to conduct a placebo-controlled trial in these patients. Alternatively, nonresponders could be randomly assigned to the test drug or the failed therapy, and superiority assessed to demonstrate effectiveness in the nonresponder population. • A study in patients who cannot tolerate the established effective therapy. • A study of a population for which there is no available effective therapy. • A dose-response study without placebo, if the new drug is known to have",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 705600,
  "end_pos": 707136,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.718Z"
}