{
  "id": "fda_guidance_chunk_0575",
  "title": "Introduction - Part 575",
  "text": "recommendations regarding clinical trials in which the primary objectives are the initial assessments of safety, tolerability, or feasibility of administration of investigational products. Such trials include most Phase 1 trials, including the initial introduction of an investigational new drug into humans, and some Phase 2 trials of CGT products. The scope of this guidance is limited to products for which OCTGT has regulatory authority. CGT products within the scope of this guidance meet the definition of “biological product” in section 351(i) of the Public Health Service (PHS) Act (42 U.S.C. 262(i)) and include CT and GT products that are used as therapeutic vaccines.1 This guidance does not apply to those human cells, tissues, and cellular- and tissue-based products (HCT/Ps) regulated solely under section 361 of the PHS Act (42 U.S.C. 264), as described in Title 21 of the Code of Federal Regulations (CFR) Part 1271 (21 CFR Part 1271), or to products regulated as medical devices under the Federal Food, Drug, and Cosmetic Act, or to therapeutic biological products for which the Center for Drug Evaluation and Research (CDER) has regulatory responsibility. There is increasing interest and activity in the development of CGT products because of their potential to address unmet medical needs. This guidance is intended to facilitate such development by providing recommendations regarding selected aspects of the design of early-phase clinical trials of these products. This guidance does not provide detailed information about the preclinical and chemistry, manufacturing, and controls (CMC) components of an 1 Many of the principles in this guidance may apply to combination products involving a biological product under OCTGT’s regulatory authority. Contains Nonbinding Recommendations investigational new drug application (IND), as we have previously provided recommendations in connection with these components (Refs. 1, 2, and 3). This guidance is intended to complement the information in those guidances. This guidance finalizes the draft guidance of the same title dated July 2013. FDA’s guidance documents, including this guidance, do not establish legally enforceable responsibilities. Instead, guidances describe the FDA’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in FDA’s guidances means that something is suggested or recommended, but not required. II. BACKGROUND The design of early-phase clinical trials of CGT products often differs",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 771456,
  "end_pos": 772992,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.722Z"
}