{
  "id": "fda_guidance_chunk_0706",
  "title": "Introduction - Part 706",
  "text": "MRSD. This process is meant to define the upper limit of recommended starting doses and, in general, lower starting doses can be appropriate. The process described in this guidance should foster consistency among sponsors and Agency reviewers. Contains Nonbinding Recommendations REFERENCES Boxenbaum, H and C DiLea, 1995, First-Time-in-Human Dose Selection: Allometric Thoughts and Perspectives, Journal of Clinical Pharmacology, 35:957-966. Burtles, SS, DR Newell, REC Henrar, and TA Connors, 1995, Revisions of General Guidelines for the Preclinical Toxicology of New Cytotoxic Anticancer Agents in Europe, European Journal of Cancer, 31A:408-410. Contrera, JF, AC Jacobs, RP Hullahalli, M Mehta, WJ Schmidt, and JA DeGeorge, 1995, Systemic Exposure — Based Alternative to the Maximum Tolerated Dose for Carcinogenicity Studies of Human Therapeutics, Journal of American College of Toxicology, 14:1-10. EPA, 1992, A Cross-Species Scaling Factor for Carcinogen Risk Assessment Based on Equivalence of Mg/Kg0.75/Day, Federal Register, 57:24152-24173. Freireich, EJ, EA Gehan, DP Rall, LH Schmidt, and HE Skipper, 1966, Quantitative Comparison of Toxicity of Anticancer Agents in Mouse, Rat, Hamster, Dog, Monkey, and Man, Cancer Chemotherapy Reports, 50:219-244. Geary, RS, JM Leeds, SP Henry, DK Monteith, and AA Levin, 1997, Antisense Oligonucleotide Inhibitors for the Treatment of Cancer: 1. QUESTION Pharmacokinetic Properties of Phosphorothioate Oligodeoxynucleotides, Anti-Cancer Drug Design, 12:383-393. Lowe, MC and RD Davis, 1998, The Current Toxicology Protocol of the National Cancer Institute, in K Hellman and SK Carter (eds.), Fundamentals of Cancer Chemotherapy, pp. 228-235, New York: McGraw Hill. Mahmood, I, MD Green, and JE Fisher, 2003, Selection of the First-Time Dose in Humans: Comparison of Different Approaches Based on Interspecies Scaling of Clearance, 43(7):692-697. Mordenti, J, 1986, Man Vs. Beast: Pharmacokinetic Scaling in Mammals, Journal of Pharmaceutical Sciences, 75:1028-1040. Reigner, BG and KS Blesch, 2002, Estimating the Starting Dose for Entry into Humans: Principles and Practice, European Journal of Clinical Pharmacology, 57:835-845. Schein, PS, RD Davis, S Carter, J Newman, DR Schein, and DP Rall, 1970, The Evaluation of Anticancer Drugs in Dogs and Monkeys for the Prediction of Qualitative Toxicities in Man, Clinical Pharmacology and Therapeutics, 11:3-40. Spector, WS (ed.), 1956, Handbook of Biological Data, pp. 175, Philadelphia: W.B. Saunders Co. Contains Nonbinding Recommendations Stahl, WR, 1967, Scaling of Respiratory Variables in Mammals, Journal of Applied Physiology, 22:453-460. Travis, CC and RK White, 1988, Interspecies Scaling of Toxicity Data, Risk Analysis, 8:119-125. Watanabe,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 947520,
  "end_pos": 949056,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.732Z"
}