{
  "id": "fda_guidance_chunk_0434",
  "title": "Introduction - Part 434",
  "text": "in key clinical trials that supported the original approval of new molecular entities and new biological products since 2015. Snapshots can also highlight differences, if applicable, in benefits and side effects among demographic groups, including, for example, differences based on age when a clinical trial includes a representative population of older adults. Demographic information may also be available on FDA’s website within the posted product approval information.12 III. RECOMMENDATIONS Clinical trials should include study populations reflecting the intended population that may receive the intervention being evaluated, if approved. In general, to achieve an unbiased estimate of treatment effect in the general population, sponsors should develop a strategy to enroll diverse populations, including different age groups, that are consistent with the intended use population. For most cancers, clinical trials should include a representative population of older adults.13 Older adults, including those with physiological decline, should be enrolled in all phases of clinical trials when they can be safely and ethically enrolled. Sponsors of cancer trials should consider the expected age range of their target population early in development. CDER and CBER are available to discuss plans for enrollment of older adults in cancer clinical trials, particularly when enrollment of adequate representation of older adults may be challenging. 9 See 21 CFR sections 201.56(d)(4), 201.57(c)(9)(v), and 201.80(f)(10). 10 When final, this guidance will reperesent the FDA’s current thinking on this topic. 11 Available at https://www.fda.gov/drugs/drug-approvals-and-databases/drug-trials-snapshots 12 See Drugs@FDA. 13 One source of data that may be considered when estimating the incidence of a cancer in older adults is the National Cancer Institute’s Surveillance, Epidemiology, and End Results Program, SEER Incidence database, available at https://seer.cancer.gov/data/. Contains Nonbinding Recommendations A strategy regarding inclusion of older adults should include all known information including for example, prevalence of the condition, diagnosis and treatment patterns, prior relevant studies, and differences in outcomes related to safety or efficacy. The guidance for industry Enhancing the Diversity of Clinical Trial Populations – Eligibility Criteria, Enrollment Practices, and Trial Designs (November 2020) includes recommendations for inclusive trial practices, trial design and methodological approaches, and other study design and conduct considerations for improving enrollment that sponsors should consider regarding older adults. To understand potential age-related differences that may be relevant to the clinical development of a cancer drug, FDA recommends the following: A. Early Clinical Development",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 581952,
  "end_pos": 583488,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.710Z"
}