{
  "id": "fda_guidance_chunk_0448",
  "title": "Introduction - Part 448",
  "text": "an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. I. INTRODUCTION (1)2 A. Objectives of the Guidance (1.1) With the increasing globalization of drug development, it has become important that data from multiregional clinical trials (MRCTs) can be accepted by regulatory authorities across regions and countries as the primary source of evidence to support marketing approval of drugs (medicinal products). The purpose of this guidance is to describe general principles for the planning and design of MRCTs with the aim of increasing the acceptability of MRCTs in global regulatory submissions. The guidance addresses strategic program issues and issues that are specific to the planning and design of confirmatory MRCTs, and it should be used together with other ICH guidances for industry, including E5 Ethnic Factors in the Acceptability of Foreign Clinical Data, E6 Good Clinical Practice, E8 General Considerations for Clinical Trials, E9 Statistical Principles for Clinical Trials, E10 Choice of Control Group and Related Issues in Clinical Trials, and E18 Genomic Sampling and Management of Genomic Data.3 In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. 1 This guidance was developed within the Efficacy Implementation Working Group of the International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH) and has been subject to consultation by the regulatory parties, in accordance with the ICH process. This document has been endorsed by the ICH Assembly at Step 4 of the ICH process, November 2017. At Step 4 of the process, the final draft is recommended for adoption to the regulatory bodies of the European Union, Japan, and North America. 2 Arabic numbers reflect the organizational breakdown of the document endorsed by the ICH Assembly at Step 4 of the ICH process, November 2017. 3 We update guidances periodically. For the most recent version of a guidance, check the FDA guidance web page at https://www.fda.gov/RegulatoryInformation/Guidances/default.htm. Contains Nonbinding Recommendations B. Background (1.2) In the era of globalization of drug development, it may be challenging to conduct a drug development",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 600768,
  "end_pos": 602304,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.711Z"
}