{
  "id": "fda_guidance_chunk_0649",
  "title": "Introduction - Part 649",
  "text": "device, you should present and discuss your choice of prior information with FDA reviewers (clinical, engineering, and statistical) before your study begins. Possible sources of prior information include: • clinical trials conducted overseas, • patient registries, • clinical data on very similar products, and • pilot studies. When an Investigational Device Exemption (IDE) is required, you must submit a complete report of prior investigations.7 In addition to this report, we recommend that you also submit any additional information you propose to use in your analysis that constitutes prior information. In some cases, otherwise valid prior information may be unavailable (e.g., the data may belong to someone else who is unwilling to allow legal access). We recommend you hold a pre-IDE meeting with FDA to come to agreement on what prior information will be used and how it will be used in the analysis. Prior distributions based directly on data from other studies are the easiest to evaluate. While we recognize that two studies are never exactly alike, we 7 See 21 CFR 812.20(b)(2) and 21 CFR 812.27. nonetheless recommend the studies used to construct the prior be similar to the current study in the following aspects: • protocol (endpoints, target population, etc.), and • time frame of the data collection (e.g., to ensure that the practice ofmedicine and the study populations are comparable) In some circumstances, it may be helpful if the studies are also similar in investigators and sites. Include studies that are favorable and non-favorable. Including only favorable studies creates bias. Bias, based on study selection may be evaluated by: • the representativeness of the studies that are included, and • the reasons for including or excluding each study. Prior distributions based on expert opinion rather than data can be problematic. Approval of a device could be delayed or jeopardized if FDA advisory panel members or other clinical evaluators do not agree with the opinions used to generate the prior. Informative and non-informative prior distributions An informative prior distribution gives preferences to some values of the quantity of interest as being more likely than others (such as Figure 1). These preferences are usually based on previous studies. Lack of preference among the values or lack of information can be represented through a non-informative prior distribution (such as Figure 2). Incorporating informative prior",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 870912,
  "end_pos": 872448,
  "tokens": 512,
  "tags": [
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.728Z"
}