{
  "id": "fda_guidance_chunk_0479",
  "title": "Introduction - Part 479",
  "text": "treatment effect corresponds to showing that the lower bound of the two-sided 95% confidence interval (equivalent to the lower bound of a one-sided 97.5% confidence interval) for T-P is > 0. This result shows that the effect of the test drug is greater than 0 (see Figure 1). 3 References: In this guidance, references to methods or studies are not included in the text; rather they are included in the general references section in the Appendix and are grouped by topic. A separate references section is also provided for the examples in the Appendix. Figure 1. Possible Results of a Placebo-Controlled Superiority Study (Point Estimate and 95% Confidence Interval (CI)) Test – Placebo (T-P) 1. Point estimate of effect is 2; 95% CI lower bound is 1. Conclusion: Drug is effective and has an effect of at least 1. 2. Point estimate of effect is 2; 95% CI lower bound is <0. Conclusion: Drug is not shown to be effective. 3. Point estimate of effect is 0; 95% CI lower bound is well below 0. Conclusion: Drug is not shown to be effective. Although there is no difference in the conclusions of scenarios 2 and 3, the magnitude of the treatment difference and width of the confidence interval in scenario 2 may encourage the conduct of another study (possibly larger) before deciding that the test drug has no effect. In an NI study, the goal is to demonstrate that the test drug has an effect by showing that its effect is sufficiently close to the effect of an active control. There is no placebo arm in the study; therefore, the effect of the active control is not measured in the study but must be assumed. The goal of the study is to show that the effect of the test drug (T) is not inferior to the effect of the active control (C) by a specified amount, called the NI margin, or M. The null and alternative hypotheses correspond to a null hypothesis of inferiority and an alternative hypothesis of non-inferiority, as follows: Ho: C – T ≥ M (T is inferior to the control (C) by M or more) Ha: C – T < M (T is inferior to the control (C) by less than M) A statistical test of the above hypothesis is",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 642432,
  "end_pos": 643968,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.714Z"
}