{
  "id": "fda_guidance_chunk_0494",
  "title": "Introduction - Part 494",
  "text": "rigorously that the test drug has an effect greater than zero if it excludes an NI margin of M1, as long as M1 is well chosen and represents an effect that the control drug actually would have had (versus a placebo, had there been a placebo group). The NI study can also be used to show that the test drug had an effect greater than some fraction of the control drug effect, depending on the M2 that is used. Note, however, that although a successful NI study supports effectiveness of the test drug, it will only rarely support a conclusion that the drug is “equivalent” or “similar” to the active control, a concept that has not been well defined for these situations. It should be appreciated that in addition to the rigorous demonstration of effectiveness based on significance testing, the trial provides additional information, just as a placebo-controlled trial supporting the effectiveness of a drug does. The point estimate of the drug effect and its confidence interval provide information about how large the difference between the test and control drug is likely to be. As noted before, a successful NI study will usually not be sufficient to support a conclusion that the test drug is equivalent or similar to the active control. The methods discussed in this document, especially with regard to choosing the margin, are not intended to demonstrate equivalence or similarity but only to show that the test drug is effective. However, if the lower bound of the confidence interval for the effect of the test drug relative to the active control were only slightly negative, a judgment that similarity had been shown would be possible. If studies are intended to support equivalence, the margin against which the confidence interval is to be judged should be justified in advance, and the margin will usually be smaller than M2. G. Alternative Designs ICH E10 identifies a wide variety of study designs that may be better than an NI design in situations where there is difficulty or uncertainty in setting the NI margin or where the NI margin needs to be so small that the NI study sample size becomes impossibly large. 1. Add-on Study In many cases, for a pharmacologically novel treatment, the most interesting question is not whether it is effective alone",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 662592,
  "end_pos": 664128,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}