{
  "id": "fda_guidance_chunk_0085",
  "title": "Introduction - Part 85",
  "text": "the review division (see section VI.C). If a sponsor is monitoring and evaluating the occurrence of a serious event in the aggregate (rather than submitting each case individually), FDA expects that records of each case will be complete (e.g., a completed FDA Form 3500A for each case), including a description of the suspected adverse reaction and any other relevant information, and that each case will be followed up for additional information, if necessary. The sponsor should determine an appropriate approach for reporting subsequent occurrences of the same event to FDA and all participating investigators, and the sponsor should include a description of this approach in the initial expedited narrative IND safety report. For example, each subsequent occurrence of an infrequent event with immediate health implications or an event that is uncommon in a specific study population (e.g., stroke in young adults) should be reported in an expedited report. For an event that is known to occur independent of drug exposure in the study population, the sponsor may specifically describe an approach for reporting to FDA and all participating investigators (e.g., an updated aggregate narrative once a certain number of additional cases are identified or after a specified period of time, as appropriate). 3. Other Reports For reports of overall findings or pooled analyses from published and unpublished in vitro, animal, epidemiological, or clinical studies, a narrative format must be used (21 Contains Nonbinding Recommendations CFR 312.32(c)(1)(v)). If the findings are published, in full or in abstract form, the sponsor should include a copy of the publication. B. Where and How to Submit The report must be transmitted to the CDER or CBER review division that has responsibility for review of the IND (21 CFR 312.32(c)(1)(v)). IND safety reports should be submitted to all of the sponsor’s INDs under which the drug is being administered. For example, if a drug is found to cause drug induced liver injury, that should be reported to any IND under which the drug is being administered. The sponsor should reference all INDs to which the IND safety report is being submitted in the subject line of the cover letter. If applicable, the sponsor should also identify (e.g., with use of an underline) the specific IND under which the suspected adverse reaction occurred (e.g., “Suspected adverse reaction occurred under IND",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 112896,
  "end_pos": 114432,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.682Z"
}