{
  "id": "fda_guidance_chunk_0527",
  "title": "Introduction - Part 527",
  "text": "assessed to demonstrate effectiveness in the nonresponder population. • A study in patients who cannot tolerate the established effective therapy. • A study of a population for which there is no available effective therapy. • A dose-response study without placebo, if the new drug is known to have dose-related side effects, and a dose lower than the usual dose would be considered ethical. 9. When can a single NI study be sufficient to support effectiveness? Several sections above touch on this question, notably section III.H, which discusses this issue in detail. Briefly, reliance on a single study in the NI setting is based on considerations similar to reliance on a single study in the superiority setting, with the additional consideration of the stringency of showing non-inferiority using the M2 margin. Many of these considerations are described in the FDA guidance, “Providing Clinical Evidence of Effectiveness”, and include supportive information, such as results with pharmacologically similar agents (a very common consideration, because the NI study will often compare drugs of the same pharmacologic class), support from credible biomarker information (tumor responses, ACE inhibition, beta blockade), and a statistically persuasive result from the single NI study. With respect to the latter, it is noted above that a finding of NI based on excluding a treatment difference > M2 provides very strong evidence that the test treatment has an effect > 0 when M2 is substantially smaller than M1. For all these reasons, most NI studies with mortality or serious morbidity as endpoints, if clearly successful, will be sufficient to demonstrate NI as single studies. APPENDIX — EXAMPLES The following four examples derived from publicly available information (see references following examples) illustrate determination of the NI margin, application of methods of NI analysis, and other considerations relevant to determining whether it is possible to conduct and interpret the results of an NI study. Example 1(A): Determination of an NI Margin for a New Anticoagulant — Fixed Margin Approach This example will demonstrate the following: • Determination of the NI margin (M1) using the fixed margin approach • How to select and assess the randomized trials of the active control on which to base the estimate of active control effect • How to assess whether the assumption of assay sensitivity is appropriate and whether the constancy assumption is",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 706944,
  "end_pos": 708480,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.718Z"
}