{
  "id": "fda_guidance_chunk_0388",
  "title": "Introduction - Part 388",
  "text": "or had to delay monitoring of a clinical site. Sponsors or monitors should also include in their documentation of protocol deviations, or other GCP non-compliance issues identified at clinical sites, whether delayed identification was due to postponed monitoring. FDA recognizes that unique situations at clinical sites may occur due to contingency and safety measures implemented and will consider these circumstances when evaluating inspectional observations. FDA regulations require sponsors to monitor the conduct and progress of their clinical investigations.29 The regulations are not specific about how sponsors must conduct such monitoring and are therefore compatible with a range of approaches to monitoring that may vary depending on multiple factors. Therefore, certain aspects of site monitoring visits can be done remotely if technically feasible. FDA understands that during a disaster or PHE, there may be deviations from the timing of on-site monitoring visits set forth in the trial monitoring plan and procedures and that sponsors may consider ways to replace on-site monitoring visits with remote monitoring visits. Further, there may be components of an on-site monitoring visit, as outlined in the trial monitoring plan, that cannot be completed remotely. During a disaster or PHE, traditional on-site monitoring might be difficult for reasons such as (1) sites may not be able to accommodate monitoring visits (e.g., due to staffing limitations or site closures) or (2) monitors may not be able to travel to trial sites. When planned on-site 28 See 21 CFR 312.60, 312.62, 812.100 and 812.140. 29 See 21 CFR 312.50, 312.53(d), 312.56(a), 812.40, 812.43(d), and 812.46. Contains Nonbinding Recommendations monitoring visits are not possible, the reason should be documented and available for review by the sponsor and during FDA inspections. The sponsor should consider using a risk-based approach to prioritize sites for remote monitoring, including as many study sites as feasible (and with a frequency as close to that described in the site monitoring plan as feasible).30,31 The sponsors should also consider additional factors in any risk-based approach (e.g., underlying participant risk profile, type of medical product, ability to obtain the required data remotely). The decision regarding which sites to prioritize for remote monitoring should be guided by centralized monitoring or other information available about site performance (e.g., frequency and severity of protocol deviations previously identified during monitoring visits or currently identified by centralized monitoring,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 520128,
  "end_pos": 521664,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.706Z"
}