{
  "id": "fda_guidance_chunk_0546",
  "title": "Introduction - Part 546",
  "text": "some subpopulations, the E5 guidance provides a general framework for evaluating medicines with regard to their sensitivity to ethnic factors. In particular, the Question and Answer Addendum to E5 introduces the multi-regional clinical trial study design as one means to evaluate treatment response heterogeneity and extrapolation. Multi-regional clinical trials may present special situations for the collection and self-reporting of race and ethnicity. C. National Institutes of Health Initiatives, Revitalization Act In 1993, the National Institutes of Health (NIH) Revitalization Act25 directed NIH to establish guidelines for including women and minorities in NIH-sponsored clinical research26. In 2001, NIH was directed27 to ensure that women and minorities were included as participants, unless their exclusion was justified due to circumstances specified by NIH guidelines. Furthermore, clinical trials were to be designed and carried out in a 23 On September 21, 2016, HHS issued the final rule on Clinical Trials Registration and Results Information Submission (42 CFR Part 11). When fully implemented, the final rule will require the submission of race and ethnicity information with summary results information, if it is collected during the trial. Available at https://www.gpo.gov/fdsys/pkg/FR-2016-09-21/pdf/2016-22129.pdf 24 E5 Guidance on Ethnic Factors in the Acceptability of Foreign Clinical Data, available at http://www.ich.org/fileadmin/Public_Web_Site/ICH_Products/Guidelines/Efficacy/E5_R1/Step4/E5_R1 Guideline. pdf 25 NIH Revitalization Act of 1993, (PL 103-43) (June 10, 1993), available at https://grants.nih.gov/grants/olaw/pl103- 43.pdf 26 NIH Revitalization Act of 1993, (PL 103-43), Subtitle B (June 10, 1993), available at http://orwh.od.nih.gov/about/pdf/NIH-Revitalization-Act-1993.pdf 27 NIH Policy and Guidelines on The Inclusion of Women and Minorities as Subjects in Clinical Research (October 2001), available at https://grants.nih.gov/grants/funding/women_min/guidelines_amended_10_2001.htm Contains Nonbinding Recommendations manner that would elicit information across either sex and diverse racial and ethnic subgroups to examine differential effects on such groups. NIH guidelines stipulate that when proposing a phase 3 clinical trial, evidence must be reviewed to establish whether or not there are potentially clinically important sex- and racial/ethnic-based differences in the anticipated effects of the intervention. If previous studies support the existence of significant differences, the primary questions and design of the trial must specifically accommodate this. For example, if men and women are thought to respond differently to an intervention, then the phase 3 clinical trial must be designed to answer two separate primary questions, one for men, and the other for women. When prior studies support no significant differences for either sex or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 732480,
  "end_pos": 734016,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.719Z"
}