{
  "id": "fda_guidance_chunk_0567",
  "title": "Introduction - Part 567",
  "text": "Medical Products Intended for Use in Humans and Drugs Intended for Use in Ruminants” (72 FR 1583, January 12, 2007), is finalized as proposed, drugs for humans could not be manufactured from, or otherwise contain, prohibited cattle materials without written permission from FDA. Contains Nonbinding Recommendations are computer controlled. You may reference other sections of your IND for more detailed process information. You should also document equipment dedicated to specific areas or products. c. Cell Bank System The cell bank system generally consists of two tiers: an MCB; and Working Cell Banks (WCBs) generated from the MCB for product manufacturing (although a WCB may not have been generated prior to Phase 1 studies). You should provide a detailed description of the cell banking procedures you have used including: the banking system; the size of the cell banks; the methods, reagents, and media used for preparation of the cell banks; the conditions employed for cryopreservation and storage; in-process controls; and storage conditions. You should provide a description of the procedures used to avoid extraneous microbial contamination. You should also include a discussion of precautions (e.g., storage of cell banks in multiple freezers or at different sites) taken to prevent any event that could render the cell banks unusable. You should identify the cells comprising the MCB and provide a complete history and characterization of the MCB (see section IV.B.2 on “Characterization”). The history and characterization should include: the original source of cells used in the establishment of the cell banks and the culture/passage history of the cells; the method used to derive the cell bank; phenotypic and genotypic characterization as a means for identification; biochemical and/or genetic markers that may be potency-indicating; purity of culture (screening procedures for adventitious agents); and a description of all media components. You should provide the same information for any WCBs that you establish. d. Cell Growth and Harvesting This section should generally contain descriptions of: • each step in propagation, from retrieval of the working cell bank to culture harvest (stages of growth); • the media used at each step (including water quality), with details of their preparation and sterilization; • the inoculation and growth of initial and sub-cultures, including volumes, time and temperature of incubation(s); • how transfers are performed; Contains Nonbinding Recommendations • precautions taken and in-process",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 760704,
  "end_pos": 762240,
  "tokens": 512,
  "tags": [
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}