{
  "id": "fda_guidance_chunk_0528",
  "title": "Introduction - Part 528",
  "text": "margin (M1) using the fixed margin approach • How to select and assess the randomized trials of the active control on which to base the estimate of active control effect • How to assess whether the assumption of assay sensitivity is appropriate and whether the constancy assumption is reasonable for this drug class • The use of 95% confidence intervals for both margin determination and in the NI study for C-T to demonstrate non-inferiority, i.e., the 95% - 95% method SPORTIF V is an NI study that tested the novel anticoagulant ximelagatran against the active control warfarin. Warfarin is a highly effective, orally active anticoagulant that is approved in the United States for the treatment of patients with nonvalvular atrial fibrillation at risk of thromboembolic complications (e.g., stroke, TIA). There are six placebo-controlled studies of warfarin involving the treatment of patients with nonvalvular atrial fibrillation, all published between the years 1989 and 1993. The primary results of these studies are summarized in Table 1 and provide the basis for choosing the NI margin for SPORTIF V. The point estimate of the event rate (ischemic and hemorrhagic strokes plus systemic embolic events) on warfarin compared to placebo is favorable to warfarin in each of the six studies. The upper bound of the 95% confidence interval of the risk ratio calculated in each study is less than one in five of the six studies, indicating a significant treatment effect in favor of warfarin. The one exception is the CAFA study. However, this study was reportedly stopped early because of favorable results published from the AFASAK and SPAF I studies (Connolly et al. 1991). Although the CAFA study was stopped early, a step that can sometimes lead to an overestimate of effect, the data from this study appear relevant in characterizing the overall evidence of effectiveness of warfarin because there is no reason to think it was stopped for early success, which might have introduced a favorable bias. These placebo-controlled studies of warfarin in patients with nonvalvular atrial fibrillation show a fairly consistent effect. Based on the positive results from five of the six studies, it can reasonably be assumed that were placebo to be included in a warfarin-controlled NI study involving a novel anticoagulant, warfarin would have been superior to placebo. Contains Nonbinding Recommendations Table 1.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 708288,
  "end_pos": 709824,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.718Z"
}