{
  "id": "fda_guidance_chunk_0412",
  "title": "Introduction - Part 412",
  "text": "standard errors when combining stratification with covariate adjustment and possible model misspecification (Bugni et al. 2018; Ye et al. 2021). The statistical properties of such methods are best understood when the number of strata is small relative to the sample size. Sponsors can propose methods to account for stratified randomization in computing standard errors, confidence intervals, and hypothesis testing. • The linear model may include treatment by covariate interaction terms. However, when using this approach, the primary analysis can still be based on an estimate from the model of the average treatment effect (Tsiatis et al. 2008; Ye et al. 2021). As noted in the ICH E9 guidance, interaction effects may be important to assess in supportive analysis or exploratory analysis. This is because differences in treatment effects across subgroups defined by baseline covariates could be relevant to prescribers, patients, and other stakeholders and can imply that the average treatment effect gives an incomplete summary of efficacy. C. Nonlinear Models • Covariate adjustment with nonlinear models is often used in the analysis of clinical trial data when the primary outcome of interest is not measured on a continuous scale or is right censored (e.g., binary outcome, ordinal outcome, count outcome, or time-to-event outcome). Adjustment using nonlinear models is a potentially acceptable method for analyzing these data from a clinical trial. However, there are additional issues described below that should be considered before using nonlinear models. • In general, treatment effects may differ across subgroups. However, with some parameters such as odds ratios, even when all subgroup treatment effects are identical, this subgroup-specific conditional treatment effect can differ from the unconditional treatment effect (i.e., the effect at the population level from moving the target population from untreated to treated) (Gail et al. 1984). This is termed non-collapsibility (Agresti 2002), which is distinct from confounding and can occur despite randomization and large sample sizes. An example of non-collapsibility of the odds ratio for a hypothetical clinical trial is illustrated in Table 1 below. The unconditional odds ratio in the hypothetical target population is 4.8, which is lower than the conditional odds ratio of 8.0 in each of the biomarker-positive and biomarker-negative subgroups. In trials with time-to-event outcomes, the hazard ratio can also be non-collapsible. Unlike the odds ratio or hazard ratio, the risk difference and relative",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 552384,
  "end_pos": 553920,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.708Z"
}