{
  "id": "fda_guidance_chunk_0824",
  "title": "Introduction - Part 824",
  "text": "there are valid reasons not to do so. Any statistical procedures used to combine data across trials should be described in detail. Attention should be paid to the possibility of bias associated with the selection of trials, to the homogeneity of their results, and to the proper modelling of the various sources of variation. The sensitivity of conclusions to the assumptions and selections made should be explored. 1. Efficacy Data (7.2.1) Individual clinical trials should always be large enough to satisfy their objectives. Additional valuable information may also be gained by summarizing a series of clinical trials that address essentially identical key efficacy questions. The main results of such a set of trials should be presented in an identical form to permit comparison, usually in tables or graphs that focus on estimates plus confidence limits. The use of meta-analytic techniques to combine these estimates is often a useful addition because it allows a more precise overall estimate of the size of the treatment effects to be generated and provides a complete and concise summary of the results of the trials. Under exceptional circumstances, a meta-analytic approach may also be the most appropriate way, or the only way, of providing sufficient overall evidence of efficacy via an overall hypothesis test. When used for this purpose, the meta-analysis should have its own prospectively written protocol. 2. Safety Data (7.2.2) In summarizing safety data, it is important to examine the safety database thoroughly for any indications of potential toxicity and to follow up any indications by looking for an associated supportive pattern of observations. The combination of the safety data from all human exposure to the drug provides an important source of information because its larger sample size provides the best chance of detecting the rarer adverse events and, perhaps, of estimating their approximate incidence. However, incidence data from this database are difficult to evaluate because of the lack of a comparator group, and data from comparative trials are especially valuable in overcoming this difficulty. The results from trials which use a common comparator (placebo or specific active comparator) should be combined and presented separately for each comparator providing sufficient data. All indications of potential toxicity arising from exploration of the data should be reported. The evaluation of the reality of these potential adverse effects should take",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1106112,
  "end_pos": 1107648,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.742Z"
}