{
  "id": "fda_guidance_chunk_0435",
  "title": "Introduction - Part 435",
  "text": "practices, trial design and methodological approaches, and other study design and conduct considerations for improving enrollment that sponsors should consider regarding older adults. To understand potential age-related differences that may be relevant to the clinical development of a cancer drug, FDA recommends the following: A. Early Clinical Development • Sponsors should enroll older adults, if appropriate, in early phase studies to obtain information on safety, exposure, and response to better inform the study design and dose selection of later phase studies. • Sponsors should evaluate drug interactions early in drug development to allow enrollment of older adults who may otherwise be excluded because of their concomitant medication use. • Sponsors should document co-morbidities and make every effort to safely include these patients as well as those with organ dysfunction and prior/concurrent malignancies.14 B. Clinical Trials • Trial design Sponsors should make every effort to enroll a representative population of older adults in their pivotal randomized trials. To facilitate the enrollment of older adults in cancer trials, sponsors may consider flexible approaches to trial design, such as age-based stratification or analyses based on hypothesized efficacy differences in older adults compared to the younger adults participants (≤65 years) to allow a focused benefit/risk assessment. If the pivotal trials are not able to enroll a representative sample of older adult patients, alternative trial designs should be proposed. This may include an open-label safety study that can enroll and analyze an older adult population separately in a parallel arm of a trial. Additional considerations for this particular trial design can be found in the guidance for industry Placebos and Blinding in Randomized Controlled Cancer Trials for Drug and Biological Products (August 2019). In some cases, the older adult arm(s) can be actively accruing at the time of new drug application (NDA) or biologics license application (BLA) or supplement submission. 14 See guidance for industry Cancer Clinical Trial Eligibility Criteria: Patients with Organ Dysfunction or Prior or Concurrent Malignancies (July 2020). Contains Nonbinding Recommendations An example of a possible trial design approach is a randomized controlled trial that enrolls younger and older adults and stratifies by age. The intent-to-treat (ITT) population consists of all enrolled patients, with the primary study hypothesis evaluating effectiveness in randomized patients under 75 years of age. Using a hierarchical testing strategy, after the primary",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 583296,
  "end_pos": 584832,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.710Z"
}