{
  "id": "fda_guidance_chunk_0588",
  "title": "Introduction - Part 588",
  "text": "risk (21 CFR 50.51), greater than minimal risk (21 CFR 50.52), or a minor increase over minimal risk (21 CFR 50.53). Because of the special features of CGT products described earlier in this guidance, trials of CGT products usually present more than a minor increase over minimal risk, and therefore would need to meet the requirements of 21 CFR 50.52. Clinical trials presenting greater than minimal risk may proceed only after the IRB finds either that the intervention or procedure presenting that risk holds out the prospect of direct benefit for the individual pediatric subjects, or that the monitoring procedure presenting that risk is likely to contribute to the subject’s well-being. In addition, the IRB must find that:  the risk is justified by the anticipated benefit to the subjects;  the relation of the anticipated benefits to the risk is at least as favorable to the subjects as that presented by available alternative approaches; and  adequate provisions are made for soliciting the assent of the children and the permission of their parents or guardians (21 CFR 50.52 and 50.55). When an IRB determines that existing data are inadequate to support the findings required under these regulations, it may not permit the study to proceed.5 IND submissions for pediatric trials must provide additional information related to plans for assessing pediatric safety and effectiveness (21 CFR 312.23(a)(10(iii)). The IND regulations also require the sponsor to submit to FDA an investigational plan, including the rationale for the drug or the research study (21 CFR 312.23(a)(3)(iv)(a)). Accordingly, the sponsor should provide a rationale for conducting the CGT study in children. To obtain the information necessary for a benefit-risk assessment under Subpart D, and because of considerations regarding informed consent, data to support the rationale are usually obtained in adults before 5 If an IRB cannot conclude that a study meets the requirements of 21 CFR 50.51, 50.52, or 50.53, but finds that the clinical investigation presents a reasonable opportunity to further the understanding, prevention, or alleviation of a serious problem affecting the health or welfare of children, the IRB may refer the clinical protocol to FDA’s Office of Pediatric Therapeutics for review under 21 CFR 50.54. For additional information on this issue, please refer to the FDA guidance entitled “Guidance for Clinical Investigators, Institutional Review Boards",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 788928,
  "end_pos": 790464,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.723Z"
}