{
  "id": "fda_guidance_chunk_0682",
  "title": "Introduction - Part 682",
  "text": "and biologics license applications (BLAs). (See, for example, Title 21 Code of Federal Regulations (CFR) Parts 312, 600, and 601). Most of the clinical trials of preventive vaccines conducted to support INDs and BLAs enroll healthy volunteers in all phases of vaccine testing. The enrollment of healthy volunteers warrants a very low tolerance for risk in those clinical trials. This guidance provides you, sponsors, monitors, and investigators of vaccine trials, with recommendations on assessing the severity of clinical and laboratory abnormalities in healthy adult and adolescent volunteers enrolled in clinical trials. The grading system described in the table can also be useful in defining a particular study’s stopping rules (e.g., a certain number of adverse events, as defined in the table, may call for stopping the study). Less extreme observations (e.g., mild) may not require discontinuing the study vaccine but can still contribute to evaluating safety by identifying parameters to focus upon in subsequent product development. Uniform criteria for categorizing toxicities in healthy volunteers can improve comparisons of safety data among groups within the same study and also between different studies. We, FDA, recommend using toxicity grading scale tables, provided below, as a guideline for selecting the assessment criteria to be used in a clinical trial of a preventive vaccine. We recommend incorporation of such appropriate, uniform, criteria into the investigational plan, case report forms, and study reports and correspondence with FDA, sponsors, monitors, investigators, and IRBs. This guidance finalizes the draft guidance of the same title dated April 2005 (70 FR 22664, May 2, 2005). Contains Nonbinding Recommendations FDA’s guidance documents, including this guidance, do not establish legally enforceable responsibilities. Instead, guidances describe FDA’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in FDA’s guidances means that something is suggested or recommended, but not required. II. BACKGROUNDStandardized toxicity assessment scales have been widely used to evaluate products treating specific diseases. For example, the National Cancer Institute’s Common Toxicity Criteria Scale and the Division of AIDS’ Toxicity Grading Scale standardize the evaluation of adverse events among patients with cancer and HIV/AIDS, respectively (Refs. 1, 2). The defined toxicity parameters in those scales are designed for patients who may already experience mild, moderate, or severe adverse clinical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 915264,
  "end_pos": 916800,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.730Z"
}