{
  "id": "fda_guidance_chunk_0152",
  "title": "Introduction - Part 152",
  "text": "further establish that to be adequate and well controlled, a clinical study of a drug must include, among other things, “an analysis of the results of the study adequate to assess the effects of the drug,” a requirement that furthers the “purpose of conducting clinical investigations of a drug,” which is “to distinguish the effect of a drug from other influences, such as spontaneous change in the course of the disease, placebo effect, or biased observation.”5 There are also other important factors (e.g., clinical relevance of the endpoint and estimated effect, relevant external information) that are considered in evaluating substantial evidence of effectiveness beyond the results of hypothesis tests in a single trial. A more general discussion of demonstrating substantial evidence of effectiveness can be found in other FDA guidance documents6 and is outside the scope of this document. Hypothesis testing is commonly used to address the uncertainty in the assessment of a treatment effect on a chosen endpoint. This approach begins with stating the relevant hypotheses for a chosen endpoint. In the simplest situation where the aim is to demonstrate the superiority of a test drug over control, two mutually exclusive hypotheses are specified for the endpoint in advance of conducting a clinical trial: • One hypothesis, the null hypothesis, states that there is no treatment effect on the chosen endpoint. • The other hypothesis is called the alternative hypothesis and posits that there is at least some treatment effect of the test drug. This pair of hypotheses are tested using a prespecified statistical test to determine whether the trial results are sufficiently unlikely under the null hypothesis so that the null hypothesis can be rejected in favor of the alternative hypothesis. Note that if the null hypothesis is not rejected, it does not necessarily mean that the null hypothesis is true. There are many other potential reasons that could lead to a failure to reject the null hypothesis, such as insufficient sample size. 4See 21 U.S.C. 355. Biological products are licensed based on a demonstration of safety, purity, and potency (section 351(a)(2)(C) of the Public Health Service Act, 42 USC 262(a)(2)(C)). Potency has long been interpreted to include effectiveness (21 CFR 600.3(s)). In 1972, FDA initiated a review of the safety and effectiveness of all previously licensed biological products. The Agency stated",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 202944,
  "end_pos": 204480,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.687Z"
}