{
  "id": "fda_guidance_chunk_0128",
  "title": "Introduction - Part 128",
  "text": "thinking on this topic. 32 See the guidances for industry Enrichment Strategies for Clinical Trials to Support Determination of Effectiveness of Human Drugs and Biological Products (March 2019) and Adaptive Designs for Clinical Trials of Drugs and Biologics. 33 See the guidance for industry Bioanalytical Method Validation (May 2018). 34 There is no statutory requirement that biomarkers be qualified through this process. 35 See the draft guidance for industry Formal Meetings Between the FDA and Sponsors or Applicants of PDUFA Products (September 2023). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations 10 B. Clinical Investigation Design 293 294 In rare disease drug development, given the limited number of patients, it is crucial to optimize 295 all aspects of clinical investigation design and standardize the collection and management of data 296 to ensure quality and interpretability. In general, increased measurement variability and 297 inconsistency reduce data interpretability and confidence in the results. Standardized operating 298 procedures, quality assurance, and quality control are essential. This is especially important when 299 the clinical investigation is being conducted at multiple sites. 300 301 The purpose of conducting clinical investigations of a drug product is to distinguish the effect of 302 a drug on the target condition from other influences, such as spontaneous change in the course of 303 the disease, placebo effect, or biased observation.36 Adequate and well-controlled clinical 304 investigations provide the primary basis for determining whether there is substantial evidence to 305 support the claims of effectiveness, and sponsors should discuss with FDA their anticipated 306 approach to demonstrating substantial evidence of effectiveness early in the development 307 process.37 FDA’s regulation at 21 CFR 314.126(b) describes characteristics of an adequate and 308 well-controlled clinical investigation.38 309 310 Recommendations for the design of clinical investigations below reflect best practices for 311 conducting rare disease clinical studies designed to demonstrate whether a drug is effective in a 312 patient population. However, in certain rare disease development programs, such as cell and gene 313 therapies, there may be situations where it would be reasonable to explore flexibility in clinical 314 investigation design.39 Important factors would include if there is a well-defined, predictable 315 natural history and if the therapeutic product has a large treatment effect on an objective and 316 reliably",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 170688,
  "end_pos": 172224,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}