{
  "id": "fda_guidance_chunk_0461",
  "title": "Introduction - Part 461",
  "text": "care to ensure that ascertainment of regional subtrial endpoints do not hamper the conduct of the main trial. In particular, they should consider the impact of additional burden to study subjects and study personnel, and the potential to induce reporting bias with respect to other endpoints, in determining whether regional subtrials can be conducted or whether a separate trial is needed. 5. Sample-Size Planning (2.2.5) General Considerations The key consideration for sample-size planning is ensuring sufficient sample size to be able to evaluate the overall treatment effect, assuming that the treatment effect applies to the entire target population, particularly to the regions included in the trial. MRCTs offer a unique opportunity to evaluate the extent to which this assumption holds true. MRCTs are usually stratified by region for both randomization and analysis. Consistency of treatment effects across regions is evaluated, and if clinically relevant differences are observed, there should be further exploration to determine whether these differences can be attributed to differences in intrinsic or extrinsic factors (see section II.B.7 (2.2.7)). These considerations should be reflected in the overall design of the MRCT and will influence the sample-size planning and allocation to regions. Overall Sample Size The primary objective of an MRCT generally corresponds to an evaluation (estimation and testing) of the treatment effect averaged across all subjects in all regions of the MRCT. The overall sample size is determined to ensure that this objective can be met. Examples of commonly defined treatment effects also used in MRCTs are hazard ratios for morbidity or mortality, differences between treatment groups in average blood pressure levels (adjusted for baseline), and relative risks of either favorable or adverse events. The same general principles provided in ICH E9 for determining sample sizes of clinical trials Contains Nonbinding Recommendations apply to MRCTs. Two additional factors are particularly important in the MRCT setting: (1) the size of the treatment effect that is considered clinically relevant to all regions in the trial, and (2) the expected variability of the primary outcome variables based on combining data across regions. These factors may result in a sample-size increase for an MRCT compared to a single trial in one region. The extent of this increase will depend on the specific disease and the mechanism of action of the drug, as well as the intrinsic",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 618240,
  "end_pos": 619776,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}