{
  "id": "fda_guidance_chunk_0642",
  "title": "Introduction - Part 642",
  "text": "θ is greater than 0.4 (the shaded area) is 0.60. 3.4 What is the likelihood of the observed data? Now suppose outcomes have been obtained from a clinical trial. The likelihood function is a mathematical representation of the relationships between observed outcomes and the parameter θ. The likelihood function can be expressed in symbols by P(data |θ), which is the conditional probability of observing the data given a specific value of the parameter θ, for each possible value of θ. 3.5 What is the posterior distribution? The final objective is to obtain the posterior distribution, the probabilities of the possible values of the parameter θ conditional on the observed data, which can be denoted in symbols as P(θ| data). Bayes’ theorem is used to update the prior distribution for θ, P(θ), via the likelihood, P(data|θ), to obtain the posterior distribution for θ, P(θ|data). The information about θ is summarized by this posterior distribution, and Bayesian inferences are based on it. As an example, Figure 3 shows the posterior distribution that would be obtained if we started with the prior shown in Figure 1 and observed data with 1 adverse event in 10 patients. Since the adverse event rate observed in these patients is 0.10, the distribution has shifted further to the left (that is, it now favors even lower values for θ). The posterior probability that θ greater than 0.4 (the shaded area) is about 0.04. The probability that the adverse event rate is greater than 0.4 has been reduced from about 0.38 (the prior probability) to about 0.04 (the posterior probability) by the observed trial results. 0.00.20.40.60.81.0θ Figure 3. Example of a unimodal, right-skewed posterior distribution for a serious adverse event rate, denoted by θ, after observing one adverse event in 10 patients and updating the prior probability in Figure 1. The posterior probability that θ is greater than 0.4 (the shaded area) is about 0.04. The posterior distribution that has been obtained today may serve as a prior distribution when more data are gathered. The more information that is accrued, the less uncertainty there may be about the posterior distribution for θ. As more and more information is collected, the influence of the original prior distribution is usually less. If enough data are collected, the relative importance of the prior distribution will",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 861504,
  "end_pos": 863040,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.727Z"
}