{
  "id": "fda_guidance_chunk_0626",
  "title": "Introduction - Part 626",
  "text": "M3(R2))? A4: When the package of nonclinical studies meets the general recommendations of section V.A (5.1) of ICH M3(R2), then the maximum clinical dose for a clinical development phase 1 study can be based on standard risk assessments (e.g., whether the findings are reversible and/or monitorable, the severity of the indication, adverse effects in clinical studies; also see section VI (6) of ICH M3(R2) and regional guidances). This would normally support a higher clinical dose than that recommended for exploratory clinical trials. However, a sponsor has the option to set a lower maximum clinical dose for a phase 1 study (e.g., based on the principles described for exploratory approaches). Q5: What are reasonable strategies for exploratory clinical trials with biotechnology-derived products? A5: Exploratory clinical trial approaches can be applicable to biotechnology-derived products. Biotechnology-derived products include a wide variety of molecular structures and targets (e.g., peptides, polypeptides, therapeutic proteins, and monoclonal antibodies). The designs of the exploratory clinical trial and supporting toxicity studies for biotechnology-derived products should reflect their special features as described in ICH S6(R1). This includes the duration of exposure, the potential for immunogenicity in animals or humans, and the possibility that dose-limiting toxicity might be due to on-target, pharmacodynamic-related mechanisms. ICH S6(R1) recommends that exploratory clinical trial approaches be discussed with the appropriate regulatory authorities. Note that some biotechnology-derived products, for example monoclonal antibodies, are not active in rodents, and in such cases a nonhuman primate can be used as a single relevant species for toxicity testing. In such cases, an approach analogous to Approach 5 would not be applicable because it relies on a rodent toxicity study and confirmatory nonrodent study. Also, for standard toxicity studies of biotechnology-derived products, the high dose is routinely based on exposure multiples (i.e., 10X the maximum clinical exposure) rather than on an MTD, an MFD (unless these are lower), or a limit dose. Thus, the high dose recommendation in Approach 4 is not substantially different from the standard recommendations for biotechnology-derived products. Q6: In exploratory Approaches 1 and 2 that use doses of < 100 micrograms (μg), why is the cross-species exposure conversion for intravenous administration based on milligram (mg)/kilogram (kg) and not mg/square meter (m2) as it is for oral administration? A6: The intravenous (i.v.) approach of using mg/kg and permitting dosing with 1/100th",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 840000,
  "end_pos": 841536,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.726Z"
}