{
  "id": "fda_guidance_chunk_0599",
  "title": "Introduction - Part 599",
  "text": "based on relevant tissue (e.g., from the site of administration or the site of intended activity) that becomes available in the course of subject management or is easily obtained by biopsy. In such trials, the protocol might include plans for tissue studies. If some deaths are expected to occur during the course of the trial, planning for possible postmortem studies to assess product persistence and activity may be useful.  For CT products, if applicable, the potential for migration from the target site, ectopic tissue formation, or other abnormal cell activity should be addressed by performing evaluations appropriate to the nature of the concern (e.g., imaging studies for potential ectopic tissue, or cardiac rhythm monitoring for potential arrhythmogenic foci in cardiac disease).  For GT products, the potential for viral shedding should be addressed early in product development.7, 8  For GT products that integrate into the genome, monitoring for clonal outgrowths should be performed when technically feasible. Typically, this type of monitoring is done when hematopoietic stem cells are transduced with an integrating vector. Vector integration sites in patient peripheral blood 7 “Guidance for Industry: Supplemental Guidance on Testing for Replication Competent Retrovirus in Retroviral Vector Based Gene Therapy Products and During Follow-up of Patients in Clinical Trials Using Retroviral Vectors” dated October 2006, http://www.fda.gov/BiologicsBloodVaccines/GuidanceComplianceRegulatoryInformation/Guidances/CellularandGeneTherapy/ucm072961.htm. 8 “Draft Guidance for Industry: Design and Analysis of Shedding Studies for Virus or Bacteria-Based Gene Therapy and Oncolytic Products” dated July 2014, http://www.fda.gov/BiologicsBloodVaccines/GuidanceComplianceregulatoryInformation/Guidances/CellularandGeneTherapy/ucm404050.htm. When finalized, this guidance will represent FDA’s current thinking on this topic. Contains Nonbinding Recommendations mononuclear cells (PMBCs) can be monitored for outgrowth of a predominant clone. Additional information can be found in the “Guidance for Industry: Gene Therapy Clinical Trials – Observing Subjects for Delayed Adverse Events” dated November 2006 (Ref. 11).  CGT products may affect linear growth and maturation of developing organ systems in children. The systems that are most likely to be affected may vary by product, but concerns include potential reproductive, immunologic, neurologic, skeletal, or psychological effects. Therefore, monitoring and assessment of effects on these systems may be critical elements in the design of pediatric clinical trials. 3. Duration of Follow-up In general, the duration of monitoring for adverse events should begin with any pretreatment and cover the time during which the product might reasonably be thought to present",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 803712,
  "end_pos": 805248,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.724Z"
}