{
  "id": "fda_guidance_chunk_0205",
  "title": "Introduction - Part 205",
  "text": "efficiency advantages with respect to certain operating characteristics in some settings. Indiscriminately modifying the sample size of a trial without proper adjustment can inflate the Type I error probability. Consider a design with one interim analysis at which the interim estimate of treatment effect is used to modify the final sample size. If one carries out a hypothesis test at the end of the trial at the conventional .025 significance level, the Type I error probability can be more than doubled (Proschan and Hunsberger 1995). 17 Therefore, one of a variety of available methods should be used to appropriately control the Type I error probability with this type of adaptive design. For example, hypothesis testing approaches have been developed based on combining test statistics or p-values from the different stages of the trial in a preplanned manner or through preservation of the conditional Type I error probability (e.g., Bauer and Kohne 1994; Fisher 1998; Cui et al. 1999; Denne 2001; Müller and Schäfer 2001; Chow and Chang 2011). These approaches also accommodate adaptations to aspects of the 17 This means that even use of the Bonferroni method to adjust for the two analyses conducted would not be adequate. Contains Nonbinding Recommendations sampling plan other than the maximum sample size, such as the number and spacing of future interim analyses. The additional considerations regarding adherence to the adaptation plan, the evaluation of safety, and the estimation of treatment effects that were discussed in section V.A. on group sequential designs also apply to designs with sample size adaptations based on comparative data. Of note, prospective planning should include prespecification of not only the statistical hypothesis testing method that will be used, but also the rule governing the sample size modification. Finally, there are additional challenges in maintaining trial integrity in the presence of sample size adaptations. For example, sample size modification rules are often based on maintaining the conditional probability of a statistically significant treatment effect at the end of the trial (often called the conditional power) at or near some desired level. In this scenario, knowledge of the adaptation rule and the adaptively chosen sample size allows a relatively straightforward back-calculation of the interim estimate of treatment effect. Therefore, additional steps should be taken to limit personnel with this detailed knowledge so that trial integrity",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 274176,
  "end_pos": 275712,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.691Z"
}