{
  "id": "fda_guidance_chunk_0314",
  "title": "Introduction - Part 314",
  "text": "support of 123 the Agency’s public health mission. The RPM includes information detailing administrative 124 actions such as clinical investigator disqualifications and related procedures such as a Notice of 125 Opportunity for Hearing (NOOH). 126 127 Although the IOM, compliance programs, and RPM are primarily used by FDA staff, all are 128 available publicly so regulated industry and other interested parties can better understand FDA 129 operations. We note that FDA regularly reviews its processes and practices described in the 130 IOM, compliance programs, and RPM that are applicable to establishment inspections to 131 evaluate whether any updates are needed.19 132 133 See the Resource Guide, below, for further details on the IOM, compliance programs, and RPM 134 as well as additional resources on BIMO inspections and RRAs. 135 136 B. Types of Inspections 137 138 FDA personnel conduct inspections to determine an establishment’s compliance with applicable 139 FDA statutory and regulatory requirements (e.g. with respect to bioresearch inspections – to help 140 ensure trial participant safety, and to evaluate data reliability). FDA BIMO inspections generally 141 include: inspections conducted in support of FDA’s review of specific submissions or marketing 142 applications; periodic inspections of establishments with on-going activities, such as nonclinical 143 laboratories or institutional review boards; or inspections conducted to evaluate potential 144 noncompliance or safety issues raised in a complaint or required report (e.g., from IRBs or 145 sponsors) pertaining to a study or establishment. Inspections may be comprehensive, covering all 146 operations of the establishment, or directed, covering a subset of operations. As explained in Part 147 IV below, FDA conducts both announced and unannounced BIMO inspections. 148 149 C. International Inspections 150 151 Product development and marketing are often global pursuits and therefore FDA’s BIMO 152 inspections are not limited to the United States. International inspections may be conducted when 153 appropriate (e.g., when studies conducted outside the United States are in support of, or 18 See “Regulatory Procedures Manual,” available at https://www.fda.gov/inspections-compliance-enforcement-andcriminal-investigations/compliance-manuals/regulatory-procedures-manual. The RPM does not create or confer any rights for or on any person and does not operate to bind FDA or the public. 19 In accordance with section 3612(b)(1) of FDORA, as part of developing this guidance, the Agency reviewed “processes and practices in effect as of the date of enactment of this Act [i.e.,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 420672,
  "end_pos": 422208,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.700Z"
}