{
  "id": "fda_guidance_chunk_0508",
  "title": "Introduction - Part 508",
  "text": "to the question of what, if anything, is likely to be constant across historical studies and between the historical studies and the NI study. As noted, based on both experience and expectation, the constancy assumption for outcome studies has generally been based on expected constancy of relative and not absolute effects. The difference between expressing the treatment effect as the absolute difference between success rates in treatment groups and as the relative risk or risk ratio for success on the test treatment relative to the active comparator is illustrated in the following two examples. For the first example, consider a disease where the cure rate is at least 40% in patients receiving the selected active control and 30% for those on placebo, a 10% difference in cure rates. If the purpose of an NI study is to demonstrate that the test product is effective (i.e., superior to a placebo), then the difference between the test product and active control in the NI study must be less than 10%. The margin M1 would then be 10%. If the additional clinical objective is to establish that the test product preserves at least half of the active control’s effect, then the cure rate of the test product must be shown to be less than 5% lower than the control, the M2 margin. This approach requires that the control drug have an effect of at least 10% relative to placebo (had there been one) in the NI study. If the population in the NI study did not have such a benefit (e.g., if the patients all had illnesses not susceptible to the test drug such that the benefit was less than 10%), then even if the 5% difference were ruled out, that would not demonstrate the desired effectiveness (although it would seem to). Note that in this case, if the true effect of the control in the study were 8%, then ruling out a 5% difference would in fact show some effect of the test drug, just not the desired 50% of control effect. The second example illustrates a NI margin selected for the risk ratio (test/control) metric. Let C and P represent the true rates of an undesirable outcome for the control and a placebo, respectively. The control’s effect compared to placebo is expressed by the risk",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 681408,
  "end_pos": 682944,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.716Z"
}