{
  "id": "fda_guidance_chunk_0594",
  "title": "Introduction - Part 594",
  "text": "activity, so that repeated dosing might not be an acceptable risk until there is a preliminary understanding of the product’s toxicity and duration of activity. Therefore, most first-in-human CGT trials use a single administration or one-time dosing regimen. However, for some CGT products, such as therapeutic vaccines, multiple administrations may be appropriate for early-phase trials. E. Treatment Plan 1. Staggering Administration When there is no previous human experience with a specific CGT product or related product, treating several subjects simultaneously may represent an unreasonable risk. To address this issue, most first-in-human trials of CGT products include staggered treatment to limit the number of subjects who might be exposed to an unanticipated safety risk. With staggered treatment, there is a specified follow-up interval between administration of the product to a subject, or small group of subjects, and administration to the next subject or group of subjects. For example, in a dose-escalation study, the first several individual subjects within the first cohort might be staggered, followed by staggering between cohorts. Depending on the degree of safety concern, staggered treatment of individual subjects within each new cohort Contains Nonbinding Recommendations might be appropriate. When the dose of the CGT product is difficult to quantify precisely or is highly variable due to manufacturing issues, it may be necessary to stagger additional subjects. The staggering interval, either within a cohort or between cohorts, is intended to be long enough to monitor for acute and subacute adverse events prior to treating additional subjects at the same dose, or prior to increasing the dose in subsequent subjects. The choice of staggering interval should consider the time course of acute and subacute adverse events that was observed in the animal studies and in any previous human experience with related products. The staggering interval should also consider the expected duration of product activity. However, the staggering interval should be practical in the context of overall development timelines. 2. Cohort Size For trials that enroll sequential cohorts with dose-escalation between cohorts, the choice of cohort size should consider the amount of risk that is acceptable in the study population. Larger cohorts might be necessary to provide reasonable assurance of safety before escalating the dose of a product intended to treat a disease that is less serious and for which the tolerance for accepting risk",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 796992,
  "end_pos": 798528,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.723Z"
}