{
  "id": "fda_guidance_chunk_0456",
  "title": "Introduction - Part 456",
  "text": "the degree of mitigation may have an impact on the generalizability of the study results. Even with the mitigation strategies described above, regional differences may still exist, and these differences are usually because of underlying intrinsic and extrinsic factors. In this sense, region is an indicator for other, often unknown (or unanticipated) factors causing regional differences in treatment effects. For this reason, MRCTs are usually stratified by region (see section II.B.5 (2.2.5)). Figure 2 illustrates the way in which intrinsic and/or extrinsic factors such as disease severity (Figure 2a) or ethnicity (Figure 2b) may manifest as regional differences in treatment response. However, these factors may explain such apparent differences across regions. In Figure 2a, response to treatment increases with disease severity, and disease severity differs by region. This scenario is manifested by observed regional differences in response to treatment that are explained by differences in the distribution of the underlying factor (disease severity) among regions. The same phenomenon is illustrated in Figure 2b, where regional differences in response to treatment can be explained by differences in the ethnic distribution of the regions. This type of investigation is dependent on appropriate stratification and sample size allocation to regions (see section II.B.5 (2.2.5)). Contains Nonbinding Recommendations Figure 2. Illustration: primary endpoint modulated by intrinsic and extrinsic factors across regions; (2a) by severity of disease, (2b) by ethnic group. 2. Subject Selection (2.2.2) In MRCTs, subject selection should be carefully considered to better understand and possibly mitigate potential sources of regional variability and their impact on trial results. Clear and specific inclusion and exclusion criteria that are acceptable and can be applied across regions should be included in the protocol. To harmonize subject selection, uniform classification and criteria for diagnosis of the disease or definition of the at-risk population should be implemented, such as the use of relevant guidelines for disease definitions. When diagnostic tools (e.g., biochemical testing, genetic testing) are needed for the selection of subjects, these tools should be clearly specified including the degree to which local validated tools and qualified laboratories may be used. In particular, when subject selection is based on subjective criteria (e.g., use of symptom scales in rheumatoid arthritis), the same methods (e.g., validated symptom scales and/or scores in the appropriate language) should be used uniformly across regions. Even so, reporting",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 611520,
  "end_pos": 613056,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.712Z"
}