{
  "id": "fda_guidance_chunk_0340",
  "title": "Introduction - Part 340",
  "text": "to Improve Enrollment of Participants from Underrepresented Populations in Clinical Studies (June 2024). When final, this guidance will represent FDA’s current thinking on this topic. See also the guidance for industry Enhancing the Diversity of Clinical Trial Populations — Eligibility Criteria, Enrollment Practices, and Trial Designs and the guidance for industry and FDA staff Evaluation and Reporting of Age-, Race-, and Ethnicity-Specific Data in Medical Device Clinical Studies (September 2017). 15 See the revised draft guidance for industry Electronic Systems, Electronic Records, and Electronic Signatures in Clinical Investigations: Questions and Answers and the guidance for industry, investigators, and other stakeholders Digital Health Technologies for Remote Data Acquisition in Clinical Investigations for recommendations related to storage and handling of data. Contains Nonbinding Recommendations - Transmission of reports on activities performed at different locations (e.g., medical imaging; clinical laboratory tests; and procedures performed at trial participants’ homes, work, or other local facilities) - Delivery of IPs to trial participants, if applicable, and accountability for IPs - Safety monitoring and management of adverse events • Study records should capture the visit type (i.e., telehealth or in person), the visit location (e.g., participant’s home, local health care facility, traditional clinical trial site), the date of the visit, and the data originator.16 • Sponsors should ensure compliance with local laws, regulations, and licensing requirements governing medical practice and IP administration relevant to the conduct of a DCT. This may involve addressing laws in multiple U.S. States, territories, and other countries. • Sponsors must ensure proper monitoring of an investigation.17 As with any trial, sponsors may use a variety of approaches to monitor DCTs, and the monitoring plan for a trial should be based on the sponsor’s risk assessment.18 A trial monitoring plan should (1) describe how monitoring will be implemented to assess protocol compliance and data quality and integrity, (2) specify the frequency with which trial records and source documents will be reviewed, and (3) note any unique aspects related to the decentralized elements. FDA recommends risk-based monitoring approaches and the use of centralized monitoring to identify and proactively follow up on missing data, inconsistent data, data outliers, and potential protocol deviations that may be indicative of systemic or significant errors. 2. The Investigator and Delegation of Trial-Related Activities Investigators are responsible for the conduct of the DCT and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 455616,
  "end_pos": 457152,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.702Z"
}