{
  "id": "fda_guidance_chunk_0239",
  "title": "Introduction - Part 239",
  "text": "easy to measure, documented by the date of death. Bias is not a factor in endpoint measurement. Survival improvement should be analyzed as a risk-benefit analysis to assess clinical benefit. Overall survival should be evaluated in randomized controlled studies. Data derived from externally controlled trials are seldom reliable for time-to-event endpoints, including overall survival. Apparent differences in outcome between external controls and current treatment groups can arise from differences other than drug treatment, including patient selection, improved imaging techniques, or improved supportive care. Randomized studies minimize the effect of these known and unknown differences by providing a direct outcome comparison. Demonstration of a statistically significant improvement in overall survival can be considered to be clinically significant if the toxicity profile is acceptable and has often supported new drug approval. Difficulties in performing and analyzing survival studies include long follow-up periods in large trials and subsequent cancer therapy potentially confounding survival analysis. B. Endpoints Based on Tumor Assessments This section discusses several endpoints that are based on tumor assessments. In many cancer types, radiographic tumor assessments directly measure components of the disease, and tumor measures commonly trigger treatment decisions in clinical practice. Therefore, tumor measure-based endpoints are considered more clinically relevant than other biomarkers. Tumor measure-based endpoints may support either traditional (as a clinical endpoint that represents clinical benefit or a surrogate endpoint for traditional approval) or accelerated approval and include DFS (and EFS), ORR, CR, TTP, and PFS. Tumor assessment endpoint selection should include two judgments. First, a determination of whether the endpoint may support either accelerated approval or traditional approval should be ascertained. Second, the endpoint should be evaluated for the potential of bias or uncertainty. Drug applications using studies that rely on tumor assessment endpoints as sole evidence of efficacy may need confirmatory evidence from a second trial. Accuracy in measuring tumors can differ among tumor settings. Tumor measurements used in ORR determinations can be imprecise in locations where there is a lack of demarcated margins (e.g., pleural or peritoneal mesothelioma, pancreatic cancer, brain tumors). When the primary study endpoint is based on tumor measurements (e.g., PFS or ORR), tumor assessments generally should be verified by central reviewers blinded to study treatments (see Appendix) to ascertain lack of assessment bias. Additional details regarding data collection are listed in the guidance for industry",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 319872,
  "end_pos": 321408,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.694Z"
}