{
  "id": "fda_guidance_chunk_0507",
  "title": "Introduction - Part 507",
  "text": "of constancy of the effect of the active comparator between the historical studies and the NI study is crucial to a conclusion of efficacy based on non-inferiority. There are, however, technical difficulties in defining what is meant by a constant effect across studies in different populations and at different times. The mathematical way in which the treatment effect is formulated will affect the meaning and plausibility of the constancy assumption. Consider, for example, studies of fairly infrequent, binary outcomes, typical of most cardiovascular studies, a situation in which NI trials have been successfully employed. Suppose the chance of an event in the placebo group of a historical study was p1, and in the active treatment group p2. Then the treatment effect in the historical study can be expressed in several ways: 1. The ratio p2/p1, called the relative risk or risk ratio 2. The relative risk reduction 1 – p2/p1 3. The odds ratio [p2/(1 – p2)]/[p1/(1 – p1)] 4. The risk difference p1 – p2 5. The number needed to treat (NNT), 1/(p1 – p2) If p1 and p2 vary across studies, they might nevertheless vary in such a way that p2/p1 is constant. For example, if p1 and p2 are 0.10 and 0.05 in one study, and 0.06 and 0.03 in another study, the ratio p2/p1 is 0.5 in both studies. The relative risk reduction will then also be the same in both studies, and the odds ratio will be approximately the same. The risk difference, however, is 0.05 in one study and 0.03 in the other, and the numbers needed to treat are 20 and 33. In contrast, if two studies have different p1 and p2 but the same risk difference, they will have the same NNT but cannot have the same relative risk, relative risk reduction, or odds ratio. Thus, the very definition of constancy depends on how the effect is formulated mathematically. Because the interpretation of a NI study relies crucially on the assumption of constancy, careful consideration must be given to the question of what, if anything, is likely to be constant across historical studies and between the historical studies and the NI study. As noted, based on both experience and expectation, the constancy assumption for outcome studies has generally been based on expected constancy of relative and",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 680064,
  "end_pos": 681600,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.716Z"
}