{
  "id": "fda_guidance_chunk_0619",
  "title": "Introduction - Part 619",
  "text": "to an unanticipated hazard for humans. These toxicity endpoints are not usually adequately evaluated in the pharmacology studies. Situations where combination toxicity studies are not warranted are described in section XVII (17) of the M3(R2) guidance. Q8: Section XVII (17) of M3(R2) indicates that if there is a concern for a potential human developmental risk of a combination and a combination embryo-fetal development study is warranted, such a study should be available to support the marketing application. Please clarify whether such a study should be performed before the commencement of a clinical trial that includes women of childbearing potential (WOCBP). A8: As described in the M3(R2) guidance, the combination embryo-fetal toxicity study should be provided to support marketing. Any trial enrolling WOCBP before completing a combination embryo-fetal development study should include appropriate precautions, including informed consent, to minimize the risk of unintentional exposure of the embryo or fetus as outlined in section XI.C (11.3). Q9: In ICH M3(R2), section I.C Scope of the Guidance (1.3) states that “[p]harmaceuticals under development for indications in life-threatening or serious diseases (e.g., advanced cancer, resistant HIV infection, and congenital enzyme deficiency diseases) without current effective therapy also warrant a case-by-case approach to both the toxicological evaluation and clinical development in order to optimize and expedite drug development.” Although not specifically stated in the combination section of M3(R2) (see section XVII (17)), it is generally accepted that combination toxicity studies on advanced cancer and HIV products are not warranted unless there is a specific cause for concern. Can this be confirmed? Would this also extend to hepatitis C virus (HCV) products, as discussed in the recently issued FDA draft guidance for industry on Chronic Hepatitis C Virus Infection: Developing Direct-Acting Antifiral Agents for Treatment (September 2010),4 and to other therapeutic areas where “cocktails” of drugs are standard clinical practice? A9: It is accepted that combination toxicity studies on advanced cancer, tuberculosis, and HIV products are generally not warranted unless there is a specific cause for concern under clinically relevant conditions. Combination toxicity studies are also not generally warranted for antiviral agents for treatment of hepatitis C. There are other situations where combinations of drugs are standard clinical practice for serious or life-threatening conditions without current effective therapies, and a similar approach might also apply. Q10: In case of combinations",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 830592,
  "end_pos": 832128,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.725Z"
}