{
  "id": "fda_guidance_chunk_0577",
  "title": "Introduction - Part 577",
  "text": "aspects of the design of early-phase trials of CGT products, based on consideration of the issues presented in Section III. Therefore, Section IV focuses on elements of trial design that may be different for CGT products than for other types of pharmaceuticals. Finally, Sections V and VI offer brief recommendations regarding IND submissions and meetings with OCTGT. Contains Nonbinding Recommendations III. FEATURES OF CGT PRODUCTS THAT INFLUENCE CLINICAL TRIAL DESIGN The design of early-phase clinical trials of CGT products is influenced by their many distinctive features. These features include product characteristics and manufacturing considerations, some of which are unique to CGT products, and can dictate critical elements of the clinical trial design. In addition, the preclinical studies conducted in support of the clinical trial design are often different from those for other types of products. This section describes some of these special features. Section IV describes how these special features influence the design of clinical trials for CGT products. A. Product Characteristics 1. Characteristics of Both CT and GT Products In contrast with some well-studied classes of small molecules, there is a relative lack of clinical experience with some CGT products. In the absence of substantial experience across a broad population, there can be considerable uncertainty about the nature and frequency of safety problems that might be associated with specific types of CGT products. Also, some CGT products can persist in humans for an extended period after administration, or have an extended or permanent effect even after the product itself is no longer present. The effects of the product might evolve over time (e.g., stem cells that proliferate and differentiate). Therefore, evaluation of safety and pharmacologic activity might require observation of subjects for a substantial period of time to understand the safety profile. Additional information about duration of follow-up can be found in Section IV.F.3 of this guidance. CGT products may require surgery or other invasive procedures for delivery to the target site. The risks added by the use of an invasive procedure might be a substantial component of the overall risk of treatment, particularly when the product is administered into a relatively sensitive site, such as the heart or central nervous system. In some cases, product delivery may require use of an investigational device. The use of an existing, legally marketed device for",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 774144,
  "end_pos": 775680,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.722Z"
}