{
  "id": "fda_guidance_chunk_0616",
  "title": "Introduction - Part 616",
  "text": "the nonclinical assessment? A1: If there has been previous clinical experience with the two entities used together, a combination toxicity study would generally not be recommended for an increase in dose/exposure of one of the entities unless this gave cause for significant toxicological concern. The level of concern would depend on the new exposure margins, the established safety profile of the individual agents, the degree of experience with the co-administration, and the ability to monitor any potential adverse effects in humans. If the increase in dose/exposure does cause concern and a study is conducted to address that concern, then it should generally be completed before carrying out clinical studies with the combination. If there is no clinical experience with the entities used together, see paragraph 4 of section XVII (17) of ICH M3(R2). Q2: Section XVII (17) of M3(R2) states, “[i]f nonclinical embryo-fetal studies have indicated that neither agent poses a potential human developmental risk, combination studies are not recommended unless concerns exist, based on the properties of individual components, that their combination could give rise to a hazard for humans.” Although this statement is in line with European Medicines Agency (EMA) guidance, it contradicts FDA guidance that states that embryo-fetal development studies of the combination should be conducted unless the marketed drug substance or the new molecular entity (NME) is already known to have significant risk for developmental toxicity (e.g., the marketed drug has been assigned a pregnancy category “D” or “X”). Please provide clarity regarding the precedence of ICH guidance over regional guidances in those areas where such differences occur. A2: Statements made in ICH guidances represent an agreed position across the participating bodies and reflect each regulatory body’s current recommendations on a given topic. Q3: The current guidance states that for combinations of late stage products for which there is adequate clinical experience of co-administration, combination toxicity studies are generally not recommended unless there is a significant toxicological concern. In this context, what is considered “adequate clinical experience with co-administration”? Specifically, how do you get “adequate” clinical experience with the combination without having done combination toxicity testing? This guidance seems only to apply to marketed products that have been used together. Was that the intent? A3: This section of the guidance was not intended to only apply to marketed products. Adequate",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 826560,
  "end_pos": 828096,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.725Z"
}