{
  "id": "fda_guidance_chunk_0564",
  "title": "Introduction - Part 564",
  "text": "the content and format of INDs for Phase 1 studies entitled, “Guidance for Industry: Content and Format of Investigational New Drug Applications (INDs) for Phase 1 Studies of Drugs, Including Well-Characterized, Therapeutic, Biotechnology-derived Products” dated November 1995 (Ref. 5). Section IV.B (Drug Substance) and section IV.C (Drug Product) of this guidance detail the information that should be included in the CMC section of an IND in order to support proceeding to clinical evaluation of an LBP’s safety in human subjects. The terms “drug substance” and “drug product” are used in this guidance document for consistency with documentation on traditional drug products and biological products regulated under the PHS Act (Ref. 1). The CMC information detailed in the drug substance and drug product sections may be submitted in the IND or in a supporting DMF. B. Drug Substance 1. Description A description of the LBP’s drug substance, including its physical, chemical, or biological characteristics, must be included in the IND (21 CFR 312.23(a)(7)(iv)(a)). A description of the drug substance should include the following: • Biological name and strain designations; • Original source of cells from which the drug substance was derived; • Culture/passage history of the strains; • If cells were obtained from a clinical specimen, a description of the clinical health of the donor(s), if known (merely noting procurement from a commercial provider would not permit a conclusion that the product is adequately safe); • Summary of the phenotype and genotype of the product strains, with special attention to biological activity or genetic loci that may indicate activity or potency; and • Documentation and summary of modifications, if any, to the LBP, e.g., intentional introduction of foreign genes or mutations, along with details of the genetic construction. Contains Nonbinding Recommendations 2. Characterization Characterization of an LBP must include a description of the acceptable limits and analytical methods used to assure the identity, strength, quality, and purity of the drug substance (21 CFR 312.23(a)(7)(iv)(a)). Test results should contain actual laboratory data in tabulated form rather than summaries. Results for quantitative assays should be presented as actual data and not simply as “Pass,” “Satisfactory,” or “Within Specification.” Additionally, you should submit in your IND detailed descriptions of the methods and assays used to develop and initially characterize your LBP, such as the following: • You should",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 756672,
  "end_pos": 758208,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.721Z"
}