{
  "id": "fda_guidance_chunk_0677",
  "title": "Introduction - Part 677",
  "text": "from a study, a sponsor would not have access to data on adverse events experienced by the subject and would be unable to evaluate whether changes to the protocol or the informed consent documents are needed to ensure the rights, safety, and welfare of other trial subjects.5 4 FDA previously addressed the topic of data withdrawal in the preamble to the 1996 final rule providing an exception from informed consent requirements for emergency research, 21 CFR 50.24. In response to a comment that a subject’s legally authorized representative should be allowed to prevent the review of the subject’s data, FDA stated: “FDA regulations (see, for example, Sec. 312.62 and Sec. 812.140(a)(3)) require investigators to prepare and maintain adequate case histories recording all observations and other data pertinent to the investigation on each individual treated with the drug or exposed to the device. The agency needs all such data in order to be able to determine the safety and effectiveness of the drug or device. The fact of having been in an investigation cannot be taken back. Also, if a subject were able to control the use (inclusion and exclusion) of his or her data, and particularly if the clinical investigation were not blinded, the bias potential would be immense. Thus, the agency rejects this comment because it could prevent FDA from learning of an important effect of the product and significantly bias the results of the investigation” (”see comment 95, 61 Federal Register 51498, 51519, October 2, 1996). It should be appreciated that FDA’s response applies to the most potentially difficult situation, that is, studies involving an exception from the informed consent requirements in which subjects, due to a life threatening medical condition, are unable to provide informed consent to participate in the study. Subjects may subsequently withdraw from such studies, but the data collected up to withdrawal may not be removed. 5 Such review of safety data by sponsors is required by 21 CFR 312.56 and 21 CFR 812.46. Contains Nonbinding Recommendations The validity of a clinical study would also be compromised by the exclusion of data collected during the study. There is long-standing concern with the removal of data, particularly when removal is non-random, a situation called “informative censoring.” FDA has long advised “intent-to-treat” analyses (analyzing data related to all subjects the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 908544,
  "end_pos": 910080,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.730Z"
}