{
  "id": "fda_guidance_chunk_0237",
  "title": "Introduction - Part 237",
  "text": "other relevant information from patients and caregivers for medical product development and regulatory decision making are described in the draft guidance for industry, FDA staff, and other stakeholders Patient-Focused Drug Development: Collecting Comprehensive and Representative Input.15 13 When finalized this guidance will represent FDA current thinking on the topics it addresses. 14 21st Century Cures Act: https://www.congress.gov/114/plaws/publ255/PLAW-114publ255.pdf. 15 When finalized this guidance will represent FDA current thinking on the topics it addresses. Contains Nonbinding Recommendations Table 1. A Comparison of Important Cancer Approval Endpoints As noted in the table, several oncology endpoints can serve different purposes (i.e., clinical endpoint that represents clinical benefit for traditional approval, surrogate endpoint to support traditional approval, surrogate endpoint to support accelerated approval) based on the specific context of use. The determination is based on the specific diseases and is highly dependent upon factors such as effect size, effect duration, depth of response (e.g., number of CRs), available therapy, disease setting, location of disease, the clinical consequences of delaying or preventing disease progression or delaying administration of more toxic therapies, and the risk-benefit relationship. See text for details. See section V regarding recommendations for obtaining FDA feedback on endpoints and protocol design. Endpoint Type of Endpoint Study Design Recommendations Clinical Endpoint Surrogate Endpoint for TA* Surrogate Endpoint for AA** Randomized Single-Arm Independent Blinded Review Overall Survival X X Symptom Endpoints (patient-reported outcomes) X X Disease-Free Survival or Event-Free Survival X X X X X*** Objective Response Rate X X X X X X Complete Response X X X X X X Progression-Free Survival or Time to Progression X X X X X*** * TA - Traditional approval, ** AA - Accelerated approval, *** Not always recommended Contains Nonbinding Recommendations Table 2. Advantages and Disadvantages of Important Cancer Approval Endpoints Endpoint Advantages Disadvantages Overall Survival • Easily and precisely measured • Generally based on objective and quantitative assessment •May be affected by switch-over of control to treatment or subsequent therapies • Needs longer follow-up • Includes noncancer deaths Symptom Endpoints (patient-reported outcomes) • Generally assessed earlier and with smaller sample size compared with survival studies • Blinding is important for assessing the endpoint • Potentially subject to assessment bias, particularly in open-label studies • Lack of validated instruments in many disease areas • Definitions vary among studies • Balanced timing",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 317184,
  "end_pos": 318720,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.694Z"
}