{
  "id": "fda_guidance_chunk_0360",
  "title": "Introduction - Part 360",
  "text": "instrument(s), which may lead to unnecessary patient burden, poor compliance with diary 168 completion, and missing data. 169 C. Considerations for Outpatient Clinical Trial Endpoint Selection 171 1. Endpoint Selection 173 Sponsors should consider the following: 175 • The selection of time point(s) for clinical endpoint assessments in prevention or treatment 177 trials in outpatient adult and adolescent subjects is dependent on up-to-date knowledge of 178 the time course of COVID-19-related symptom onset or resolution. For example, clinical 179 findings show that certain symptoms (e.g., cough, fatigue, or alterations in taste and 180 smell) may take longer to resolve in comparison to other symptoms.12,13 Furthermore, 181 the CDC has reported findings of COVID-19 rebound, which may be part of the natural 182 history of SARS-CoV-2 infection in some individuals. The rebound included a 183 recurrence of COVID-19 symptoms, but the severity of the illness was mild.14 184 12 Lechien JR, Chiesa-Estomba CM, Place S, Van Laethem Y, Cabaraux P, Mat Q, Huet K, Plzak J, Horoi M, Hans S, Barillari MR, Cammaroto G, Fakhry N, Martiny D, Ayad T, Jouffe L, Hopkins C, and Saussez S, 2020, Clinical and Epidemiological Characteristics of 1420 European Patients With Mild-to-Moderate Coronavirus Disease 2019, J Intern Med, 288(3):335–344. 13 Boscolo-Rizzo P, Borsetto D, Fabbris C, Spinato G, Frezza D, Menegaldo A, Mularoni F, Gaudioso P, Cazzador D, Marciani S, Frasconi S, Ferraro M, Berro C, Varago C, Micolai P, Tirelli G, Da Mosto MC, Obholzer R, Rigoli R, Polesel J, and Hopkins C, 2020, Evolution of Altered Sense of Smell or Taste in Patients With Mildly Symptomatic COVID-19, JAMA Otolaryngol Head Neck Surg, 146(8):729–732. 14 See the CDC Health Alert Network’s Covid 19 Rebound After Paxlovid Treatment, available at https://emergency.cdc.gov/han/2022/pdf/CDC_HAN_467.pdf. Contains Nonbinding Recommendations • Sponsors can use early phase trials in the target patient population to examine the effect 186 of an investigational drug on the time course of symptoms to inform endpoint 187 development for pivotal trials. Sponsors can consider a variety of endpoint definitions to 188 evaluate the effect of a drug on common COVID-19-related symptoms. 189 • FDA encourages sponsors to provide a rationale to support their proposed endpoints, 191 taking into account relevant information from literature sources and any relevant clinical 192 trials. 193 2. Trials of Drugs for Treatment of COVID-19 195 Sponsors",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 482496,
  "end_pos": 484032,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}