{
  "id": "fda_guidance_chunk_0259",
  "title": "Introduction - Part 259",
  "text": "formal clarification of a protocol. Contains Nonbinding Recommendations 1.46 Quality Assurance (QA) All those planned and systematic actions that are established to ensure that the trial is performed and the data are generated, documented (recorded), and reported in compliance with GCP and the applicable regulatory requirement(s). 1.47 Quality Control (QC) The operational techniques and activities undertaken within the quality assurance system to verify that the requirements for quality of the trial-related activities have been fulfilled. 1.48 Randomization The process of assigning trial subjects to treatment or control groups using an element of chance to determine the assignments in order to reduce bias. 1.49 Regulatory Authorities Bodies having the power to regulate. In the ICH GCP guidance, the expression “Regulatory Authorities” includes the authorities that review submitted clinical data and those that conduct inspections (see 1.29). These bodies are sometimes referred to as competent authorities. 1.50 Serious Adverse Event (SAE) or Serious Adverse Drug Reaction (Serious ADR) Any untoward medical occurrence that at any dose: -Results in death, -Is life-threatening, -Requires inpatient hospitalization or prolongation of existing hospitalization, -Results in persistent or significant disability/incapacity, or -Is a congenital anomaly/birth defect. (See the ICH guidance for Clinical Safety Data Management: Definitions and Standards for Expedited Reporting.) 1.51 Source Data All information in original records and certified copies of original records of clinical findings, observations, or other activities in a clinical trial necessary for the reconstruction and evaluation of the trial. Source data are contained in source documents (original records or certified copies). 1.52 Source Document Original documents, data, and records (e.g., hospital records, clinical and office charts, laboratory notes, memoranda, subjects’ diaries or evaluation checklists, pharmacy dispensing records, recorded data from automated instruments, copies or transcriptions certified after verification as being accurate copies, microfiches, photographic negatives, microfilm or magnetic media, x-rays, subject files, and records kept at the pharmacy, at the laboratories and at medico-technical departments involved in the clinical trial). 1.53 Sponsor An individual, company, institution, or organization that takes responsibility for the initiation, Contains Nonbinding Recommendations management, and/or financing of a clinical trial. 1.54 Sponsor-Investigator An individual who both initiates and conducts, alone or with others, a clinical trial, and under whose immediate direction the investigational product is administered to, dispensed to, or used by a subject. The term does not include any person",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 346752,
  "end_pos": 348288,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.695Z"
}