{
  "id": "fda_guidance_chunk_0001",
  "title": "Introduction - Part 1",
  "text": "21 CFR Part 312 - Investigational New Drug Application - IND content and format requirements: Covered under Subpart B (21 CFR 312.20–312.38) 312.20 Requirement for an IND. (a) A sponsor shall submit an IND to FDA if the sponsor intends to conduct a clinical investigation with an investigational new drug that is subject to 312.2 (a). 312.2.2 (a) Applicability. Except as provided in this section, this part applies to all clinical investigations of products that are subject to section 505 of the Federal Food, Drug, and Cosmetic Act or to the licensing provisions of the Public Health Service Act (58 Stat. 632, as amended (42 U.S.C. 201 et seq.)). (b)Exemptions. (1) The clinical investigation of a drug product that is lawfully marketed in the United States is exempt from the requirements of this part if all the following apply: (i) The investigation is not intended to be reported to FDA as a well-controlled study in support of a new indication for use nor intended to be used to support any other significant change in the labeling for the drug; (ii) If the drug that is undergoing investigation is lawfully marketed as a prescription drug product, the investigation is not intended to support a significant change in the advertising for the product; (iii) The investigation does not involve a route of administration or dosage level or use in a patient population or other factor that significantly increases the risks (or decreases the acceptability of the risks) associated with the use of the drug product; (iv) The investigation is conducted in compliance with the requirements for institutional review set forth in part 56 and with the requirements for informed consent set forth in part 50; and (v) The investigation is conducted in compliance with the requirements of § 312.7. 312.7 Promotion of investigational drugs. (a) Promotion of an investigational new drug. A sponsor or investigator, or any person acting on behalf of a sponsor or investigator, shall not represent in a promotional context that an investigational new drug is safe or effective for the purposes for which it is under investigation or otherwise promote the drug. This provision is not intended to restrict the full exchange of scientific information concerning the drug, including dissemination of scientific findings in scientific or lay media. Rather, its intent is",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 0,
  "end_pos": 1536,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.674Z"
}