{
  "id": "fda_guidance_chunk_0462",
  "title": "Introduction - Part 462",
  "text": "on combining data across regions. These factors may result in a sample-size increase for an MRCT compared to a single trial in one region. The extent of this increase will depend on the specific disease and the mechanism of action of the drug, as well as the intrinsic and extrinsic factors and their potential impact on drug response in each region. Data from early exploratory trials with the investigational drug in relevant populations may inform sample-size determination. Sample-Size Allocation to Regions The MRCT should be planned to include an evaluation of the consistency of treatment effects among regions, when consistency is defined as a lack of clinically relevant differences. If clinically relevant differences among regions are observed, then the MRCT provides a unique opportunity for additional learning about the factors that may explain these differences. Regional allocation should have a scientific basis (rather than arbitrary targets), support the evaluation of consistency, and provide the information needed to support regulatory decisions. Sample-size allocation to regions should consider patterns of disease prevalence across regions, the size and expected accrual rate of each region, the intrinsic and extrinsic factors understood (or hypothesized) to influence treatment effects, the prevalence of those factors in each region, and other logistical considerations thought to have an impact on accrual. A regional allocation strategy that balances these considerations will help to ensure that enrollment can be completed in a timely fashion and that the MRCT objectives are met. There is no uniformly acceptable or optimal approach to sample-size allocation in an MRCT. Some approaches currently in use include: 1. Proportional Allocation: Allocation of subjects to regions in proportion to size of region and disease prevalence. 2. Equal Allocation: Allocation of equal numbers of subjects to each region. 3. Preservation of Effect: Allocation of subjects to one or more regions based on preserving some specified proportion of the overall treatment effect. 4. Local Significance: Allocation of a sufficient number of subjects to be able to achieve significant results within each region. 5. Fixed Minimum Number: Allocation of a fixed minimum number of subjects to a region. Proportional allocation facilitates recruitment by allocating subjects to the regions with the greatest disease burden and, absent other impediments, will generally minimize the time needed to complete enrollment. The disadvantage is that some regions may end up",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 619584,
  "end_pos": 621120,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}