{
  "id": "fda_guidance_chunk_0222",
  "title": "Introduction - Part 222",
  "text": "section VII. for additional discussion. VII. MAINTAINING TRIAL INTEGRITY In general, it is strongly recommended that access to comparative interim results be limited to individuals with relevant expertise who are independent of the personnel involved in conducting or managing the trial and have a need to know. Ensuring that patients, investigators and their staff, and sponsor personnel do not have access to comparative interim results serves two important purposes. First, it provides the greatest confidence that potential unplanned design modifications are not motivated in any way by accumulating data. For example, knowledge of comparative interim results by trial management personnel may make it difficult for regulators to determine whether a protocol amendment seemingly well-motivated by information external to the trial was influenced, in any way, by access to accumulating comparative data. If it is thought that design changes may have been influenced by comparative interim results, appropriate statistical methods to control the chance of erroneous conclusions and to produce reliable estimates may not be known, may be challenging to implement, or may greatly reduce the efficiency of the trial. Second, limitation of access to comparative interim results provides the greatest assurance of quality trial conduct. Knowledge of accumulating data by trial investigators can adversely affect patient accrual, adherence, retention, or endpoint assessment, compromising the ability of the trial to reliably achieve its objective in a timely manner (Fleming et al. 2008). Issues with trial conduct are difficult to predict and generally impossible to adjust for in statistical analyses. Therefore, a clinical trial with an adaptive design should include rigorous planning, careful implementation, and comprehensive documentation of approaches taken to maintain confidentiality of comparative interim results and to preserve trial integrity. Contains Nonbinding Recommendations There are multiple potential models for implementing a plan for the sponsor to limit access to comparative data in an adaptive design trial. A dedicated independent adaptation body could be established, exclusive of a DMC, if one exists. Alternatively, the adaptive decision-making role could be assigned to the DMC, although its primary responsibility should remain to ensure patient safety and trial integrity. 25 This latter model might best be reserved for group sequential designs and other straightforward adaptive designs with simple adaptation algorithms. There are arguments favoring both approaches. For example, use of separate bodies might facilitate the inclusion of more",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 297024,
  "end_pos": 298560,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.692Z"
}