{
  "id": "fda_guidance_chunk_0485",
  "title": "Introduction - Part 485",
  "text": "but in many cases that would not be sufficient to conclude that the test drug had a clinically acceptable effect. Recall that the main reason an NI study is conducted is that it is not ethical to include a placebo arm. The active control has a beneficial effect, and denying that benefit to subjects with a serious illness is not ethical. For the same reason, it would not usually be acceptable for a test drug to lose most of that active control’s effect. It is therefore usual in NI studies to choose a smaller margin (M2) that reflects the largest loss of effect that would be clinically acceptable. This can be described as an absolute difference in effect (typical of antibiotic trials) or as a fraction of the risk reduction provided by the control (typical in cardiovascular outcome trials). Note that a larger value for M2 may be justified clinically, if the test drug were shown to have some important advantage (e.g., on safety or on a secondary endpoint). Concern has been expressed that use of M2 represents an FDA “comparative effectiveness” standard that is not included in the Federal Food, Drug, and Cosmetic Act. In explaining the role of relative effectiveness under law in April 1995, President Clinton and Vice President Gore (“Reinventing Regulation of Drugs and Medical Devices,” part of the National Performance Review) stated the following: In certain circumstances, however, it may be important to consider whether a new product is less effective than available alternative therapies, when less effectiveness could present a danger to the patient or to the public. For example, it is essential for public health protection that a new therapy be as effective as alternatives that are already approved for marketing when: 1. the disease to be treated is life-threatening or capable of causing irreversible morbidity (e.g., stroke or heart attack); or 2. the disease to be treated is a contagious illness that poses serious consequences to the health of others (e.g., sexually transmitted disease). The reinvention statement was placed in the Federal Register of August 1, 1995 (60 FR 39180 at 39181), as an FDA position by FDA’s Deputy Commissioner for Policy, William Schultz. The definitions used to describe these two versions of M are: M1 = the entire effect of the active control assumed to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 650496,
  "end_pos": 652032,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.715Z"
}