{
  "id": "fda_guidance_chunk_0088",
  "title": "Introduction - Part 88",
  "text": "a controlled environment so that the information needed to evaluate the suspected adverse reaction (e.g., information that would be contained in a narrative report or on FDA Form 3500A) is generally readily available. If any information necessary to evaluate the suspected adverse reaction is missing or unknown, the sponsor should actively seek such information from the source of the report. Any relevant additional information that the sponsor obtains that pertains to a previously submitted IND safety report must be submitted as a Followup IND Safety Report without delay, as soon as the information is available (21 CFR 312.32(d)(2)), but should be submitted no later than 15 calendar days after the sponsor receives the information. The sponsor should maintain records of its efforts to obtain additional information. For example, if information on concomitant medications is obtained after the initial IND safety report is submitted, and such information is relevant to evaluating the suspected adverse reaction, a sponsor must submit a Followup IND Safety Report immediately (21 CFR 312.32(d)(2)). However, if the sponsor obtains other information that is not relevant to evaluating the suspected adverse reaction, records of such information should be maintained by the sponsor and, if applicable, submitted in an information amendment (21 CFR 312.31) or in an IND annual report (21 CFR 312.33). Contains Nonbinding Recommendations IX. SAFETY REPORTING REQUIREMENTS FOR BA AND BE STUDIES The IND safety reporting requirements under 21 CFR 312.32 apply to BA and BE studies that are conducted under an IND. However, BA and BE studies that meet the conditions for exemption under 21 CFR 320.31 are not conducted under an IND and are not subject to the IND safety reporting requirements. The rule contains safety reporting requirements under 21 CFR 320.31(d)(3) that apply to persons conducting BA or BE studies that are exempt from the IND requirements. The following information addresses these requirements. FDA believes that BA and BE studies that meet the requirements for exemption are generally safe. The occurrence of a serious adverse event is very unusual because the number of subjects enrolled in such a study is small, subjects are usually healthy volunteers, and drug exposure is typically brief. However, FDA occasionally receives safety-related information associated with these types of studies, which could reflect either a problem with the drug product being evaluated or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 116928,
  "end_pos": 118464,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.682Z"
}