{
  "id": "fda_guidance_chunk_0407",
  "title": "Introduction - Part 407",
  "text": "the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. I. INTRODUCTION This guidance describes FDA’s current recommendations regarding adjusting for covariates in the statistical analysis of randomized clinical trials in drug2 development programs. This guidance provides recommendations for the use of covariates in the analysis of randomized, parallel group clinical trials that are applicable to both superiority trials and noninferiority trials. The main focus of the guidance is on the use of prognostic baseline covariates3 to improve statistical efficiency for estimating and testing treatment effects. This guidance does not address use of covariates to control for confounding variables in non-randomized trials, the use of covariates in models to account for missing outcome data (National Research Council 2010), the use of covariate adjustment for analyzing longitudinal repeated measures data, the use of Bayesian methods for covariate adjustment, or the use of machine learning methods for covariate adjustment. In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. 1 This guidance has been prepared by the Office of Biostatistics in the Center for Drug Evaluation and Research in cooperation with the Center for Biologics Evaluation and Research at the Food and Drug Administration. 2 The term drug used in this guidance refers to both human drugs and biological products. 3 The term prognostic baseline covariates used in this guidance refers to baseline covariates that are likely to be associated with the primary endpoint. Use of predictive baseline covariates to identify groups more likely to benefit from treatment is beyond the scope of this guidance. Contains Nonbinding Recommendations II. BACKGROUND Baseline covariates in this guidance refer to demographic factors, disease characteristics, or other information collected from participants before the time of randomization. Covariate adjustment refers to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 545664,
  "end_pos": 547200,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.708Z"
}