{
  "id": "fda_guidance_chunk_0225",
  "title": "Introduction - Part 225",
  "text": "algorithm and the adaptively chosen sample size, for example, can allow back-calculation of the interim estimate of the treatment effect. Therefore, steps should be taken where possible to minimize the information that can be inferred by observers. Prespecification of the adaptation rule remains critical, although the protocol could perhaps outline only the general approach, with details on the specific algorithm reserved for documents such as the DMC charter or adaptive design charter that are made available to fewer individuals. Careful consideration and planning with respect to the extent of information that is disseminated following an interim analysis is also important. In general, investigators and trial participants should be shielded as much as possible from knowledge of adaptive changes. For example, if the sample size is increased after an interim analysis, trial sites could be informed that the targeted enrollment number has not been reached rather than being notified of the specific targeted final sample size. The use of a discretized rather than a continuous adaptation decision threshold is another possible approach to limit the knowledge that can be inferred to help minimize risks to trial integrity. VIII. REGULATORY CONSIDERATIONS A. Interactions With FDA The purpose and nature of interactions between a trial sponsor and FDA vary depending on the stage of development. The increased complexity of some adaptive trials and uncertainties regarding their operating characteristics may warrant earlier and more extensive interactions than usual. Early in the development of a drug, FDA’s review of a trial protocol typically focuses on the safety of trial participants rather than the validity of inference about pharmacologic activity or efficacy. However, as resources allow, FDA might review exploratory protocols to consider the relevance of the information being gathered to guide the design of later trials. Sponsors who have questions about adaptive design elements in an early-phase exploratory trial should seek FDA feedback by requesting a meeting (or written responses only) addressing those questions. For example, discussion of the plans for an adaptive trial can be the basis for requesting a Type C meeting. FDA’s ability to address such requests early in development may be limited and will depend on competing workload priorities and on the specifics of the development program. Contains Nonbinding Recommendations At later phases of development, FDA will have a more extensive role in evaluating the",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 301056,
  "end_pos": 302592,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.693Z"
}