{
  "id": "fda_guidance_chunk_0025",
  "title": "Introduction - Part 25",
  "text": "had it occurred in a more severe form, might have caused death. Serious adverse drug experience. Any adverse drug experience occurring at any dose that results in any of the following outcomes: Death, a life-threatening adverse drug experience, inpatient hospitalization or prolongation of existing hospitalization, a persistent or significant disability/incapacity, or a congenital anomaly/birth defect. Important medical events that may not result in death, be life-threatening, or require hospitalization may be considered a serious adverse drug experience when, based upon appropriate medical judgment, they may jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the outcomes listed in this definition. Examples of such medical events include allergic bronchospasm requiring intensive treatment in an emergency room or at home, blood dyscrasias or convulsions that do not result in inpatient hospitalization, or the development of drug dependency or drug abuse. Unexpected adverse drug experience. Any adverse drug experience that is not listed in the current labeling for the drug product. This includes events that may be symptomatically and pathophysiologically related to an event listed in the labeling, but differ from the event because of greater severity or specificity. For example, under this definition, hepatic necrosis would be unexpected (by virtue of greater severity) if the labeling only referred to elevated hepatic enzymes or hepatitis. Similarly, cerebral thromboembolism and cerebral vasculitis would be unexpected (by virtue of greater specificity) if the labeling only listed cerebral vascular accidents. “Unexpected,” as used in this definition, refers to an adverse drug experience that has not been previously observed (i.e., included in the labeling) rather than from the perspective of such experience not being anticipated from the pharmacological properties of the pharmaceutical product. (c) Reporting requirements. Each person identified in paragraph (c)(1)(i) of this section must submit to FDA adverse drug experience information as described in this section. Except as provided in paragraph (e)(2) of this section, 15-day “Alert reports” and followup reports, including ICSRs and any ICSR attachments, must be submitted to the Agency in electronic format as described in paragraph (e)(1) of this section. (1) Postmarketing 15-day “Alert reports”. (i) Any person whose name appears on the label of a marketed prescription drug product as its manufacturer, packer, or distributor must report to FDA each adverse drug experience received or otherwise obtained",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 32256,
  "end_pos": 33792,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.677Z"
}