{
  "id": "fda_guidance_chunk_0385",
  "title": "Introduction - Part 385",
  "text": "accrue, rather than an urgent protocol change.21 Sponsors are also responsible for ensuring that home delivery does not compromise the quality of the product supplied. Q10. How can the sponsor ensure proper disposal of unused investigational drug product if the participant cannot return to the study site? FDA regulations outline sponsor and investigator responsibilities for storage conditions and accountability of investigational drug products, including disposition of unused IPs.22 Under 21 CFR 312.59, the sponsor shall assure the return of all unused supplies of the investigational drug from each individual investigator. The regulation further provides that the sponsor may authorize alternative disposition of unused supplies of the investigational drug, provided this alternative does not expose humans to risks from the drug. The procedure for disposition is generally considered part of the investigational plan and is normally described in the study protocol as a study-specific plan for handling the IPs. In most protocols, such plans involve the participant bringing the unused IP to the clinical trial site and then the investigator returning the unused IP to the sponsor or its designee. During a disaster or PHE, if appropriate, a prepaid shipping package can be used by the participant to return IP back to a central location where it 17 See 21 CFR 312.60, 312.62, 812.100 and 812.140. 18 See 21 CFR 312.30(b). 19 See 21 812.35(a). 20 Investigators must not make any changes in the research without IRB approval, except where necessary to eliminate apparent immediate hazards to human subjects (21 CFR 56.108(a)(4), 312.66, and 812.35(a)). An amendment to the protocol should be considered if a protocol deviation is not isolated or transient. When impacting only a specific region or country, a country-specific amendment may be appropriate. 21 See 21 CFR 312.30(b), 812.35(a), and 812.150(a)(4). 22 See 21 CFR 312.57, 312.59, 312.60, and 312.62. Contains Nonbinding Recommendations can be accounted for and disposed of per the protocol, but this approach is not the only way to satisfy the regulatory requirements for disposition of unused IP. Regardless of the chosen disposition method, sponsors and investigators must maintain adequate records regarding the disposition of the IP. Sponsors may consider adopting alternative procedures for disposition of IP that permit sponsors and investigators to fulfill their requirements for maintaining adequate records of IP disposition (including documenting dates, quantity, and use",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 516096,
  "end_pos": 517632,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.706Z"
}