{
  "id": "fda_guidance_chunk_0415",
  "title": "Introduction - Part 415",
  "text": "in the trial) the probabilities estimated in Step 2. (4) For each subject, regardless of treatment group assignment, compute the model-based prediction of the probability of response under control using the subject’s specific baseline covariates. (5) Estimate the average response under control by averaging (across all subjects in the trial) the probabilities estimated in Step 4. (6) The estimates of average responses rates in the two treatment groups from Steps 3 and 5 can be used to estimate an unconditional treatment effect, such as the risk difference, relative risk, or odds ratio. • Inverse probability of treatment weighting is another reliable method of covariate adjustment for unconditional treatment effects in randomized trials (Williamson et al. 2013). • An analysis ignoring stratified randomization is likely to overestimate standard errors and can be unduly conservative when performing inferences for an unconditional treatment effect. The Agency recommends that the standard error computation account for stratified randomization. There are several methods for computing standard errors when combining stratification with covariate adjustment and possible model misspecification (e.g., Wang et al. 2021). The statistical properties of such methods are best understood when the number of Studying Multiple Versions of a Cellular or Gene Therapy Product in an Early-Phase Clinical Trial Guidance for Industry Additional copies of this guidance are available from the Office of Communication, Outreach and Development (OCOD), 10903 New Hampshire Ave., Bldg. 71, Rm. 3128, Silver Spring, MD 20993-0002, or by calling 1-800-835-4709 or 240-402-8010, or email ocod@fda.hhs.gov, or from the Internet at https://www.fda.gov/vaccines-blood-biologics/guidance-compliance-regulatory-information-biologics/biologics-guidances. For questions on the content of this guidance, contact OCOD at the phone numbers or email address listed above. U.S. Department of Health and Human Services Food and Drug Administration Center for Biologics Evaluation and Research November 2022 Contains Nonbinding Recommendations i Table of Contents I. INTRODUCTION............................................................................................................. 1 II. BACKGROUND ............................................................................................................... 2 III. SCOPE ............................................................................................................................... 2 IV. SUBMISSION OF INFORMATION TO INDS ............................................................. 3 A. Overview ................................................................................................................ 3 B. Adding Arms to the Study .................................................................................... 5 C. Submitting Other Types of Changes or New Information ................................ 6 D. Clinical Holds and Responses to Hold ................................................................ 6 E. Reporting ............................................................................................................... 6 F. Completion of Study or Arm(s) ........................................................................... 7 V. ALTERNATIVE APPROACHES ................................................................................... 8 APPENDIX .................................................................................................................................... 9 Contains Nonbinding Recommendations Studying Multiple Versions of a Cellular or Gene Therapy Product in an Early-Phase Clinical Trial",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 556416,
  "end_pos": 557952,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.709Z"
}