{
  "id": "fda_guidance_chunk_0268",
  "title": "Introduction - Part 268",
  "text": "investigator, or person designated by the investigator, should document and explain any deviation from the approved protocol. 4.5.4 The investigator may implement a deviation from, or a change in, the protocol to eliminate an immediate hazard(s) to trial subjects without prior IRB/IEC approval/favorable opinion. As soon as possible, the implemented deviation or change, the reasons for it, and, if appropriate, the proposed protocol amendment(s) should be submitted: (a) To the IRB/IEC for review and approval/favorable opinion; (b) To the sponsor for agreement and, if required; (c) To the regulatory authority(ies). 4.6 Investigational Product(s) 4.6.1 Responsibility for investigational product(s) accountability at the trial site(s) rests with the investigator/institution. 4.6.2 Where allowed/required, the investigator/institution may/should assign some or all of the investigator’s/institution’s duties for investigational product(s) accountability at the trial site(s) to an appropriate pharmacist or another appropriate individual who is under the supervision of the investigator/institution. 4.6.3 The investigator/institution and/or a pharmacist or other appropriate individual, who Contains Nonbinding Recommendations is designated by the investigator/institution, should maintain records of the product’s delivery to the trial site, the inventory at the site, the use by each subject, and the return to the sponsor or alternative disposition of unused product(s). These records should include dates, quantities, batch/serial numbers, expiration dates (if applicable), and the unique code numbers assigned to the investigational product(s) and trial subjects. Investigators should maintain records that document adequately that the subjects were provided the doses specified by the protocol and reconcile all investigational product(s) received from the sponsor. 4.6.4 The investigational product(s) should be stored as specified by the sponsor (see sections 5.13.2 and 5.14.3) and in accordance with applicable regulatory requirement(s). 4.6.5 The investigator should ensure that the investigational product(s) are used only in accordance with the approved protocol. 4.6.6 The investigator, or a person designated by the investigator/institution, should explain the correct use of the investigational product(s) to each subject and should check, at intervals appropriate for the trial, that each subject is following the instructions properly. 4.7 Randomization Procedures and Unblinding The investigator should follow the trial’s randomization procedures, if any, and should ensure that the code is broken only in accordance with the protocol. If the trial is blinded, the investigator should promptly document and explain to the sponsor any premature unblinding (e.g., accidental unblinding, unblinding due to a",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 358848,
  "end_pos": 360384,
  "tokens": 512,
  "tags": [
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.696Z"
}