{
  "id": "fda_guidance_chunk_0005",
  "title": "Introduction - Part 5",
  "text": "of this section; and the sponsor complies with all applicable requirements in this part and parts 50 and 56 with respect to the conduct of the clinical investigations; and (2) Each participating investigator conducts his or her investigation in compliance with the requirements of this part and parts 50 and 56. (b) An IND goes into effect: (1) Thirty days after FDA receives the IND, unless FDA notifies the sponsor that the investigations described in the IND are subject to a clinical hold under § 312.42; or (2) On earlier notification by FDA that the clinical investigations in the IND may begin. FDA will notify the sponsor in writing of the date it receives the IND. (c) A sponsor may ship an investigational new drug to investigators named in the IND: (1) Thirty days after FDA receives the IND; or (2) On earlier FDA authorization to ship the drug. (d) An investigator may not administer an investigational new drug to human subjects until the IND goes into effect under paragraph (b) of this section. (c) A sponsor shall submit a separate IND for any clinical investigation involving an exception from informed consent under § 50.24 of this chapter. Such a clinical investigation is not permitted to proceed without the prior written authorization from FDA. FDA shall provide a written determination 30 days after FDA receives the IND or earlier. § 312.42 Clinical holds and requests for modification. (a) General. A clinical hold is an order issued by FDA to the sponsor to delay a proposed clinical investigation or to suspend an ongoing investigation. The clinical hold order may apply to one or more of the investigations covered by an IND. When a proposed study is placed on clinical hold, subjects may not be given the investigational drug. When an ongoing study is placed on clinical hold, no new subjects may be recruited to the study and placed on the investigational drug; patients already in the study should be taken off therapy involving the investigational drug unless specifically permitted by FDA in the interest of patient safety. (b) Grounds for imposition of clinical hold — (1) Clinical hold of a Phase 1 study under an IND. FDA may place a proposed or ongoing Phase 1 investigation on clinical hold if it finds that: (i) Human",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 5376,
  "end_pos": 6912,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.675Z"
}