{
  "id": "fda_guidance_chunk_0458",
  "title": "Introduction - Part 458",
  "text": "on pharmacokinetics and pharmacodynamics. Such early data may provide useful information when determining dosing regimen or regimens for future studies in which subjects with specific genotypes may be considered a subpopulation. A strategy for dose-selection involving population PK approaches and/or model-based approaches (e.g., exposure-response models) may be useful to identify important factors affecting drug responses in different populations, and to set an appropriate dose range for further dose-response studies. Dose-response studies should cover a broad range of doses and generally include the populations to be enrolled in confirmatory MRCTs. However, it may not be necessary to obtain PK-PD or dose-response data from subjects in all regions planned to be included in confirmatory MRCTs, if important regional differences in pharmacokinetics and/or pharmacodynamics and dose-response are not anticipated (e.g., response to the drug is unlikely to be sensitive to intrinsic and extrinsic factors) (see ICH E5, Appendix D). The acceptability of dose-selection strategies should be discussed with the relevant regulatory authorities in advance. If substantial differences are anticipated (e.g., the drug response is sensitive to intrinsic and/or extrinsic factors), further investigations may be needed. These could include a PK-PD or dose-response study conducted in a particular ethnic population or studies conducted for a broader population that would allow further evaluation of the impact of intrinsic and extrinsic factors on dose-response. The dose regimens in confirmatory MRCTs (based on data from studies mentioned above) should, in principle, be the same in all participating ethnic populations. However, if earlier trial data show a clear difference in dose-response and/or exposure-response relationships for an ethnic population, it may be appropriate to use a different dosing regimen, provided that the regimen is expected to produce similar therapeutic effects with an acceptable safety margin, and provided it is scientifically justified in the study protocol. Prospective careful planning of assessment strategies for which different doses are used should be tailored to each case and described in the analysis plans. 4. Choice of Endpoints (2.2.4) The general principles for endpoint selection and definitions that are provided in ICH E9 apply. Contains Nonbinding Recommendations The aspects of particular importance to MRCTs are described in the following subsections. Primary Endpoint The primary endpoint should be relevant to the target population. In MRCTs, this relevance should be considered for all regions in the trial and with respect",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 614208,
  "end_pos": 615744,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.712Z"
}