{
  "id": "fda_guidance_chunk_0450",
  "title": "Introduction - Part 450",
  "text": "new dosing regimens) and for studies conducted to satisfy postmarketing requirements. Certain aspects of this guidance may also be relevant to studies conducted early in clinical development or in later phases. This guidance mainly covers drugs, including biological products, although some sections may not be applicable to all drug development programs (e.g., pharmacokinetics not used for preventive vaccine dose-finding). D. Basic Principles (1.4) Basic principles for designing MRCTs are described below. Subsequent sections expand on these principles in more detail. 1. Strategic use of MRCTs in drug development programs, properly designed and executed according to this guidance, can increase efficiency of drug development. MRCTs may enable simultaneous submission of marketing authorization applications and support regulatory decision-making in multiple regions, allowing earlier access to new drugs worldwide. Although MRCTs may generally become the preferred option for Contains Nonbinding Recommendations investigating a new drug for which regulatory submission is planned in multiple regions, the potential for regional differences to have an impact on the interpretability of study results should be carefully considered. 2. The intrinsic and extrinsic factors important to the drug development program should be identified early. The potential impact of these factors could be examined in the exploratory phases before the design of confirmatory MRCTs. Information about them should also be collected during the confirmatory trial for evaluation of their impact on treatment effects. 3. MRCTs are planned under the assumption that the treatment effect applies to the entire target population, particularly to the regions included in the trial. Strategic allocation of the sample size to regions allows an evaluation of the extent to which this assumption holds. 4. Prespecified pooling of regions or subpopulations, based on established knowledge about similarities, may help provide flexibility in sample-size allocation to regions, facilitate the assessment of consistency in treatment effects across regions, and support regulatory decision-making. 5. A single primary analysis approach for hypothesis testing and estimation of the overall treatment effect should be planned so that it will be acceptable to all concerned regulatory authorities. A structured exploration to examine the consistency of treatment effects across regions and subpopulations should be planned. 6. In light of diverse regional practices, ensuring high quality of study design and conduct in accordance with ICH E6 in all regions is of paramount importance to ensure the study results are",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 603456,
  "end_pos": 604992,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.712Z"
}