{
  "id": "fda_guidance_chunk_0102",
  "title": "Introduction - Part 102",
  "text": "device investigations.17,18 Clinical investigations of devices that pose a significant risk generally require both FDA and IRB approval before initiation.19 FDA approval can be obtained through submitting an investigational device exemption (IDE) application to FDA (§ 812.20).20 Sponsors can contact the appropriate center at FDA (the Center for Devices and Radiological Health (CDRH) or the Center for Biologics Evaluation and Research (CBER)) for the device, or sponsors can submit all information about the oncology codevelopment program, including IVD information in the IND submitted to the Center for Drug Evaluation and Research (CDER) or CBER, to seek trial risk determination.21 Sponsors interested in pursuing the development of a specific biomarker test for marketing as a device should consult the appropriate center at FDA (CDRH or CBER) responsible for review of the IVD. 15 See the draft guidance for industry and FDA staff, Principles for Codevelopment of an In Vitro Companion Diagnostic Device with a Therapeutic Product (July 2016). When final, this guidance will represent FDA’s current thinking on this topic. 16 21 CFR part 812. 17 See the guidance for sponsors, clinical investigators, IRBs, and FDA staff FDA Decisions for Investigational Device Exemption Clinical Investigations (August 2014) and the guidance for IRBs, clinical investigators, and sponsors IRB Responsibilities for Reviewing the Qualifications of Investigators, Adequacy of Research Sites, and the Determination of Whether an IND/IDE is Needed (August 2013). 18 See the draft guidance for industry, FDA staff, sponsors, and IRBs Investigational IVDs Used in Clinical Investigations of Therapeutic Products (December 2017). When final, this guidance will represent FDA’s current thinking on this topic. 19 21 CFR 56.103 and 812.20. 20 See the guidance for sponsors, clinical investigators, IRBs, and FDA staff, FDA Decisions for Investigational Device Exemption Clinical Investigations. Additional information is available at https://www.fda.gov/medicaldevices/investigational-device-exemption-ide/ide-approval-process. 21 See the guidance for industry Investigational In Vitro Diagnostics in Oncology Trials: Streamlined Submission Process for Study Risk Determination (October 2019). 9 Contains Nonbinding Recommendations VII. STATISTICAL CONSIDERATIONS A. Nonrandomized, Activity-Estimating Design In nonrandomized protocols, where the primary endpoint is overall response rate, the planned sample size should be sufficient to rule out a clinically unimportant response rate based on the lower bound of the 95 percent confidence interval around the observed response rate. The analysis plan should describe the futility analyses to be conducted. FDA recommends designs,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 135744,
  "end_pos": 137280,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "consent"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.683Z"
}