{
  "id": "fda_guidance_chunk_0502",
  "title": "Introduction - Part 502",
  "text": "In the NI case, the statistical test is intended to ensure that the difference between control and test drug (C-T, the degree of superiority of the control over the test drug) is smaller than the NI margin, meaning that some of the effect of the control is preserved (if C-T < M1) or that a sufficient amount is preserved (if C-T < M2). Typically, the one-sided Type I error is set at 0.025 by asking that the upper bound of the 95% confidence interval for C-T be less than the NI margin; this is roughly similar to the usual statistical test of superiority in a placebo-controlled trial. If only one NI study is going to be conducted, the probability of a Type I error can be made smaller by requiring that the upper bound of a confidence interval greater than 95% (e.g., 99%) be calculated and be less than the margin. This approach is similar to what is a commonly done for a single placebo-controlled trial (e.g., testing at an alpha of 0.01 - 0.001 instead of 0.05). As noted earlier, however, there may be prior information that eases this concern, and a single study at the usual Type I error boundary (0.025) may be considered sufficient if, for example, the drug and active control are pharmacologically similar. In the following subsections, we elaborate on the impact of the first two sources of uncertainty as well as the choice of margin to use in hypothesis testing. 2. Quantification of the Active Control Effect Past controlled studies provide the empirical data for estimating the treatment effect of the active control. The magnitude of that treatment effect, which will be the basis for determining the control drug effect that can be assumed to be present in the NI study, is critical to determining whether conducting an NI study is feasible. If the active control has a small treatment effect, an effect only marginally distinguishable from placebo, or an inconsistent effect, an active controlled study designed to show non-inferiority is likely to require a very large sample size or may not be practical at all. The magnitude of the treatment effect of the active control may be determined in several ways, depending upon the amount of data and the number of separate studies of similar design available",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 673344,
  "end_pos": 674880,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.716Z"
}