{
  "id": "fda_guidance_chunk_0683",
  "title": "Introduction - Part 683",
  "text": "Toxicity Criteria Scale and the Division of AIDS’ Toxicity Grading Scale standardize the evaluation of adverse events among patients with cancer and HIV/AIDS, respectively (Refs. 1, 2). The defined toxicity parameters in those scales are designed for patients who may already experience mild, moderate, or severe adverse clinical or laboratory events due to the disease process, and may not be appropriate for healthy volunteers. In the development of the toxicity grading scales for healthy volunteers, we chose parameter limit values based on published information, when such values were available (Refs. 1-6). For example, the Brighton Collaboration has developed case definitions and guidelines to evaluate some adverse events associated with administering vaccines (Ref. 3). In some cases, parameter limit values were based on clinical experience and experience reviewing vaccine clinical trials that enroll normal healthy subjects. Toxicity grading scales for laboratory abnormalities should consider the local laboratory reference values when the parameter limit values are defined. The characterization of laboratory parameters among some populations of healthy adults and adolescents may require the exercise of clinical judgment, for example, consideration of the potential for ethnic differences in white blood cell (WBC) counts or sex differences in creatine phosphokinase (CPK) values. III. TOXICITY GRADING SCALE TABLESAdverse events in a clinical trial of an investigational vaccine must be recorded and monitored and, when appropriate, reported to FDA and others involved in an investigation (sponsors, IRBs, and investigators). (See, for example, 21 CFR 312.32, 312.33, 312.50, 312.55, 312.56, 312.60, 312.62, 312.64, 312.66). Although the use of a toxicity grading scale for adverse events would not replace these regulatory requirements, using a scale to categorize adverse events observed during a clinical trial may assist you in monitoring safety and making required reports. Nonetheless, we believe that categorization or grading of data as outlined in this document is supplementary to and should not replace full and complete data analysis. These guidelines for toxicity grading scales are primarily intended for healthy adult and adolescent volunteers. The parameters in the tables below are not necessarily applicable to every clinical trial of healthy volunteers. The parameters monitored should be appropriate for the specific study vaccine. For some preventive vaccines under development, it may be appropriate Contains Nonbinding Recommendations to include additional parameters to be monitored during a clinical trial or to alter the choice",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 916608,
  "end_pos": 918144,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.731Z"
}