{
  "id": "fda_guidance_chunk_0499",
  "title": "Introduction - Part 499",
  "text": "margin method, the margin M1 is based upon estimates of the effect of the active comparator in previously conducted studies. The NI margin to be ruled out in the NI study is then prespecified, and it is usually chosen as a quantity smaller than M1 (i.e., M2) to ensure that a reasonable fraction of the effect of the control is preserved. The NI study is successful if the results rule out with a sufficient level of confidence (e.g., 97.5%) inferiority of the test drug to the control by an amount equal to the NI margin or more. It is referred to as a fixed margin method because the past studies comparing the control drug with placebo are used to derive a single fixed value for M1. The value typically chosen is the lower bound of the 95% confidence interval about the treatment effect of a single placebo-controlled trial or meta-analysis of such trials and represents a conservative estimate of the effect the active control drug is expected to have in the NI study. If M1 is ruled out by the 95% confidence interval upper bound for C-T, then the conclusion is made that the test drug has an effect. If M2 is ruled out, then the effect of the test drug has been shown to preserve a clinically important fraction of the effect of the control drug. ● The synthesis method, derived from the same data, combines (or synthesizes) the estimate of treatment effect relative to the control from the NI trial with the estimate of the control effect from a meta-analysis of historical trials. This method treats both sources of data as if they came from the same randomized trial, to project what the placebo effect would have been had the placebo been present in the NI trial. The process makes use of the variability from both the NI trial and the historical trials and yields one confidence interval for testing the NI hypothesis that the treatment rules out loss of a prespecified fixed fraction of the control effect without actually specifying that control effect or a specific fixed NI margin based on the control effect. In other words, the fraction M2/M1 of the control effect that is to be preserved in evaluating NI is specified in advance, but neither quantity (M1 or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 669312,
  "end_pos": 670848,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.716Z"
}