{
  "id": "fda_guidance_chunk_0459",
  "title": "Introduction - Part 459",
  "text": "in ICH E9 apply. Contains Nonbinding Recommendations The aspects of particular importance to MRCTs are described in the following subsections. Primary Endpoint The primary endpoint should be relevant to the target population. In MRCTs, this relevance should be considered for all regions in the trial and with respect to the various drug, disease, and population characteristics represented in those regions (see section II.B.1 (2.2.1)). An ideal clinical trial endpoint is one that is clinically relevant, accepted in medical practice (e.g., by regulatory guidance or professional society guidelines), and sufficiently sensitive and specific to detect the anticipated effect of the treatment. For MRCTs, the primary endpoint, whether efficacy or safety, should satisfy these criteria, as well as be acceptable to all concerned regulatory authorities, to ensure that interpretation of the success or failure of the MRCT is consistent across regions and among regulatory authorities. Agreement on the primary endpoint ensures that the overall sample size and power can be determined for a single (primary) endpoint based on the overall population and also agreed upon by the regulatory authorities. If agreement cannot be reached because of well-justified scientific or regulatory reasons, a single protocol should be developed with endpoint-related subsections tailored to meet the respective requirements of the regulatory authorities. In this case, because regulatory approvals are based on different primary endpoints by different authorities, no multiplicity adjustment is needed for regulatory decision-making. Using MRCTs may introduce the need for further consideration regarding the definition of the primary endpoint. Although endpoints like mortality or other directly measurable outcomes are self-explanatory, other endpoints may require precise and uniform definitions (e.g., progression-free survival). Of specific concern in MRCTs are those endpoints that could be understood and/or measured differently across regions. Examples are hospitalization, psychometric scales, assessment of quality of life, and pain scales. To guarantee that such scales can be properly interpreted, the scales should be validated and their applicability to all relevant regions justified before starting the MRCT. The primary endpoint of MRCTs should be one for which experience is already available in the participating regions. In cases where prior experience with an endpoint only exists in one or a subset of regions involved in the MRCT, its adoption as primary endpoint will require discussion and agreement with regulatory authorities regarding the basis for the evidence, keeping",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 615552,
  "end_pos": 617088,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.712Z"
}