{
  "id": "fda_guidance_chunk_0535",
  "title": "Introduction - Part 535",
  "text": "the effect in the remaining studies unless there were adequate clinical or scientific reasons for such exclusion. At a minimum, any meta-analysis of all studies would need to reflect this heterogeneity by using a random effects meta-analysis. Although a fixed effects meta-analysis of the six studies gives a point estimate of 0.91 (95% confidence interval 0.82 to 1.02), the random-effects analysis gives a point estimate of 0.86 with 95% confidence interval (0.69, 1.08). The effect of aspirin on prevention of death after myocardial infarction in these historical studies is thus inconclusive (i.e., the upper bound of the 95% confidence interval for effect is > 1.0). Therefore, it is not possible to select aspirin as the active control for evaluating the mortality effect of a test drug in an NI trial. Even if the upper bound excluded 1.0, it would be difficult to rely on an NI margin that is not supported by AMIS, the largest of the six trials. The same six studies can also be examined for the combined endpoint of death plus AMI in patients with recent AMI. This endpoint reflects the current physician-directed claim for aspirin based on the positive finding in two studies (MRC-2, PARIS). Table 4. Results of Six Placebo-Controlled Randomized Studies of the Effect of Aspirin in Secondary Prevention of Death or MI After Myocardial Infarction Study Year published Aspirin Placebo Relative Risk (95% CI) N Event rate* N Event rate* MRC-1 9.9% 13.1% 0.75 (0.55, 1.03) CDP 9.5% 12.5% 0.76 (0.57, 1.02) MRC-2 16.0% 22.2% 0.72 (0.59, 0.88) GASP 13.6% 17.5% 0.78 (0.54, 1.12) PARIS 17.4% 22.7% 0.77 (0.61, 0.97) AMIS 18.6% 19.2% 0.97 (0.86, 1.09) *The event rates of both groups need further verification from each article. The results indicate that the effect of aspirin on death or MI after myocardial infarction is small to absent in the latest trial (AMIS). Random effects meta-analyses give point estimates of the relative risk of approximately 0.8 with 95% confidence interval upper bounds of approximately 1.0. The NI margin based on these six studies is close to zero (without reducing it further to represent M2) and is so small that an NI trial would be unrealistically large. Again, as with the mortality endpoint, it would be troubling even to consider an NI approach when the largest and most recent",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 717696,
  "end_pos": 719232,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.718Z"
}