{
  "id": "fda_guidance_chunk_0218",
  "title": "Introduction - Part 218",
  "text": "surrogate or intermediate outcome information at the interim analysis can increase the chance of an erroneous conclusion of effectiveness unless appropriate statistical analysis techniques are used. For example, it has been noted (Bauer and Posch 2004) that in trials with time-to-event endpoints, using surrogate information at the time of an interim analysis from subjects for whom events 23 For the purposes of this guidance, a potential surrogate endpoint refers to an endpoint that may be a candidate surrogate endpoint, a reasonably likely surrogate endpoint, or a validated surrogate endpoint, and an intermediate endpoint refers to an intermediate clinical endpoint. See The Biomarkers, EndpointS, and other Tools (BEST) Resource glossary for definitions of these additional terms. Contains Nonbinding Recommendations have not been observed to help predict future event times can lead to Type I error probability inflation. Additional safeguards such as limitation of access to comparative interim results and prespecification of an adaptation rule that relies on only the primary endpoint can help increase confidence that such unplanned approaches were not carried out. See section VII. for additional discussion. E. Secondary Endpoints Most clinical trials have one or more secondary endpoints specified in addition to the primary endpoint,24 and adaptive designs can have consequences for the analysis of these secondary endpoints. Consider group sequential designs: It is widely understood that multiple analyses of the primary endpoint can inflate the Type I error probability and lead to biased estimation of treatment effects on that endpoint. Less well appreciated, however, is that Type I error probability inflation and biased estimation can also apply to any endpoint correlated with the primary endpoint (Hung et al. 2007). Most secondary endpoints in clinical trials are correlated with the primary endpoint, often very highly correlated. For some designs such as group sequential approaches, methods exist to adjust secondary endpoint analyses for the adaptation (Glimm et al. 2010). Without such adjustment, appropriate caution should be applied in interpreting secondary endpoint results. F. Safety Considerations Although adaptive design clinical trial planning often focuses on outcomes intended to demonstrate effectiveness, safety objectives also play a critical role. First, there are cases where adaptations are planned on safety rather than efficacy endpoints. One example is early-phase dose-ranging trials in oncology that attempt to identify a maximum tolerated dose using the CRM or other adaptive techniques.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 291648,
  "end_pos": 293184,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.692Z"
}