{
  "id": "fda_guidance_chunk_0779",
  "title": "Introduction - Part 779",
  "text": "factors such as content validity (see Glossary), inter- and intrarater reliability (see Glossary), and responsiveness for detecting changes in the severity of disease. 4. Global Assessment Variables (2.2.4) In some cases, global assessment variables (see Glossary) are developed to measure the overall safety, overall efficacy, and/or overall usefulness of a treatment. This type of variable integrates objective variables and the investigator's overall impression about the state or change in the state of the subject, and is usually a scale of ordered categorical ratings. Global assessments of overall efficacy are well established in some therapeutic areas, such as neurology and psychiatry. Global assessment variables generally have a subjective component. When a global assessment variable is used as a primary or secondary variable, fuller details of the scale should be included in the protocol with respect to: 路 The relevance of the scale to the primary objective of the trial; 路 The basis for the validity and reliability of the scale; 路 How to utilize the data collected on an individual subject to assign him/her to a unique category of the scale; 路 How to assign subjects with missing data to a unique category of the scale, or otherwise evaluate them. If objective variables are considered by the investigator when making a global assessment, then those objective variables should be considered as additional primary or, at least, important secondary variables. Global assessment of usefulness integrates components of both benefit and risk and reflects the decisionmaking process of the treating physician, who must weigh benefit and risk in making product use decisions. A problem with global usefulness variables is that their use could in some cases lead to the result of two products being declared equivalent despite having very different profiles of beneficial and adverse effects. For example, judging the global usefulness of a treatment as equivalent or superior to an alternative may mask the fact that it has little or no efficacy but fewer adverse effects. Therefore, it is not advisable to use a global usefulness variable as a primary variable. If global usefulness is specified as primary, it is important to consider specific efficacy and safety outcomes separately as additional primary variables. 5. Multiple Primary Variables (2.2.5) It may sometimes be desirable to use more than one primary variable, each of which (or a subset",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1045632,
  "end_pos": 1047168,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.738Z"
}