{
  "id": "fda_guidance_chunk_0615",
  "title": "Introduction - Part 615",
  "text": "the clinical exposure); or 2. the toxicity is only detectable at an advanced stage of the pathophysiology in humans and where significant reduction in organ function is expected. (The assessment of reversibility in this case should be considered even at > 10-fold exposure multiples.) A toxicity study that includes a terminal non-dosing period is generally not warranted when the toxicity: 1. can be readily monitored in humans at an early stage before the toxicity becomes severe; or 2. is known to be irrelevant to humans (e.g., rodent Harderian gland toxicity); or 3. is only observed at high exposures not considered clinically relevant (see 2 above for exception); or 4. is similar to that induced by related agents, and the toxicity based on prior clinical experience with these related agents is considered a manageable risk. If a study of reversibility is called for, it should be available to support clinical studies of a duration similar to those at which the adverse effects were seen nonclinically. However, a reversibility study is generally not warranted to support clinical trials of a duration equivalent to that at which the adverse effect was not observed nonclinically. If a particular lesion is demonstrated to be reversible in a short duration (e.g., 2week or 1-month) study, and does not progress in severity in longer term studies, repeating the reversibility assessment in longer term toxicity studies is generally not warranted. If a reversibility study is warranted, it is efficient to conduct it as part of a chronic study so that all toxicities of concern can be assessed in a single study, provided that it is not critical to conduct it earlier to support a specific clinical trial. D. Combination Drug Toxicity Testing (4) Q1: If two (or more) late stage entities are combined but for one of them the human dosage/exposure will be higher than that already approved, is it important to conduct a combination toxicity study or are the existing nonclinical data and clinical experience with the lower dose considered adequate to address the nonclinical assessment? A1: If there has been previous clinical experience with the two entities used together, a combination toxicity study would generally not be recommended for an increase in dose/exposure of one of the entities unless this gave cause for significant toxicological concern. The level of concern",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 825216,
  "end_pos": 826752,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.725Z"
}