{
  "id": "fda_guidance_chunk_0695",
  "title": "Introduction - Part 695",
  "text": "generate the most conservative starting dose. A safety factor should then be applied to the HED to increase assurance that the first dose in humans will not cause adverse effects. The use of the safety factor should be based on the possibility that humans may be more sensitive to the toxic effects of a therapeutic agent than predicted by the animal models, that bioavailability may vary across species, and that the models tested do not evaluate all possible human toxicities. For example, ocular disturbances or pain (e.g., severe headaches) in humans can be significant dose-limiting toxicities that may go undetected in animal studies. In general, one should consider using a safety factor of at least 10. The MRSD should be obtained by dividing the HED by the safety factor. Safety concerns or design shortcomings noted in animal studies may increase the safety factor, and thus reduce the MRSD further. Alternatively, information about the pharmacologic class (well-characterized classes of therapeutics with extensive human clinical and preclinical experience) may allay concerns and form the basis for reducing the magnitude of the default safety factor and increasing the MRSD. Although a dose lower than the MRSD can be used as the actual starting dose, the process described in this guidance will derive the maximum recommended starting dose. This algorithm generates an MRSD in units of mg/kg, a common method of dosing used in phase 1 trials, but the equations and conversion factors provided in this guidance (Table 1, second column) can be used to generate final dosing units in the mg/m2 form if desired. As previously stated, for purposes of initial clinical trials in adult healthy volunteers, the HED should ordinarily be calculated from the animal NOAEL. If the HED is based on an alternative index of effect, such as the pharmacologically active dose (PAD), this exception should be prominently stipulated in descriptions of starting dose calculations. 3 We update guidances periodically. To make sure you have the most recent version of a guidance, check the CDER guidance Web page at http://www.fda.gov/cder/guidance/index.htm. 4 Contains Nonbinding Recommendations The remainder of this guidance provides a description of the individual steps in the recommended process and the reasoning behind each step. IV. STEP 1: NO OBSERVED ADVERSE EFFECT LEVEL DETERMINATION The first step in determining the MRSD is to review",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 932736,
  "end_pos": 934272,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.732Z"
}