{
  "id": "fda_guidance_chunk_0115",
  "title": "Introduction - Part 115",
  "text": "21(7):1514–1524. 21 Contains Nonbinding Recommendations Example of a Master Protocol With a Complex Trial Design An example of a master protocol with a complex trial design is the NCI-MATCH trial, as shown in Figure C. Figure C: National Cancer Institute Match Trial Scheme3 * *RECIST = response evaluation criteria in solid tumors; SD = stable disease. 3Adapted from Abrams J, B Conley, M Mooney, J Zwiebel, A Chen, JJ Welch, N Takebe, S Malik, L McShane, E Korn, M Williams, L Staudt, and J Doroshow, 2014, National Cancer Institute’s Precision Medicine Initiatives for the New National Clinical Trials Network, Am Soc Clin Oncol Educ Book, 34:71–76. 22 Contains Nonbinding Recommendations Examples of How to Use eCTD for a Master Protocol Figure D (below) gives an example of how a sponsor can submit each substudy within the same investigational new drug application under a separate folder in section 5.3.5. of the electronic common technical document (eCTD). Figure D: Schematic Figure of eCTD with an IND with Master Protocol “CANCER 123” and Substudies S-1, S-2, S-3, and S-4* * eCTD = electronic common technical document; IND = investigational new drug application. 23 Contains Nonbinding Recommendations Figure E (below) gives an example of how a sponsor can include a list of all the substudies in section 5.2 of the eCTD, in addition to the master protocol title. Figure E: Module 5.2 of eCTD Tabular Listing of Rare Diseases: Considerations for the Development of Drugs and Biological Products Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) December 2023 Rare Diseases Rare Diseases: Considerations for the Development of Drugs and Biological Products Guidance for Industry Additional copies are available from: Office of Communications, Division of Drug Information Center for Drug Evaluation and Research Food and Drug Administration 10001 New Hampshire Ave., Hillandale Bldg., 4th Floor Silver Spring, MD 20993-0002 Phone: 855-543-3784 or 301-796-3400; Fax: 301-431-6353 Email: druginfo@fda.hhs.gov https://www.fda.gov/drugs/guidance-compliance-regulatory-information/guidances-drugs and/or Office of Communication, Outreach, and Development Center for Biologics Evaluation and Research Food and Drug Administration 10903 New Hampshire Ave., Bldg. 71, Room 3128 Silver Spring, MD 20993-0002 Phone: 800-835-4709 or 240-402-8010 Email: ocod@fda.hhs.gov https://www.fda.gov/vaccines-blood-biologics/guidance-compliance-regulatory-information-biologics/biologics-guidances U.S. Department of Health and Human Services Food and Drug Administration Center for Drug Evaluation",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 153216,
  "end_pos": 154752,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.684Z"
}