{
  "id": "fda_guidance_chunk_0553",
  "title": "Introduction - Part 553",
  "text": "or North Africa. We recommend offering an option of selecting one or more racial designations or additional subgroup designations. Recommended forms for the instruction accompanying the multiple response questions are “Mark one or more” and “Select one or more.” Sponsors should report the number of respondents in each racial category who self- reported as Hispanic or Latino. When aggregate data are presented, data producers should provide the number of respondents who marked (or selected) only one category, separately for each of the five racial categories. In addition to these numbers, data producers are encouraged to provide the detailed distributions, including all possible combinations of multiple responses to the race question. If data on multiple responses are collapsed, at a minimum the total number of respondents reporting “more than one race” shall be made available (see attached NIH PHS Inclusion Enrollment Report form48) 48 NIH PHS Inclusion Enrollment Report Form (March 25, 2015), available at http://grants.nih.gov/grants/forms/inclusion-enrollment-report.pdf Contains Nonbinding Recommendations E. Use of More Detailed Racial and Ethnic Categories In certain situations, as recommended in OMB Policy Directive 15, more detailed race and ethnicity information may be desired. For example, for clinical trials conducted outside the United States, FDA recognizes that the recommended categories for race and ethnicity were developed in the United States and that these categories may not adequately describe racial and ethnic groups in foreign countries. Furthermore, White can reflect origins in Europe, the Middle East, or North Africa; Asian can reflect origins from areas ranging from India to Japan. In situations where appropriate, FDA recommends using more detailed categories by geographic region to provide sponsors the flexibility to adequately characterize race and ethnicity. As outlined in the 2011 HHS Implementation Guidance on Data Collection Standards for Race, Ethnicity, Sex, Primary Language, and Disability Status4, if additional granularity or more detailed characterizations of race or ethnicity are collected to enhance understanding of the trial participants, FDA recommends these characterizations be traceable to the five minimum designations for race and two designations for ethnicity listed in sections D and C above. Example (from the above referenced 2011 HHS Guidance4): Ethnicity Data Standard Are you Hispanic, Latino/a, or of Spanish origin? (One or more categories may be selected) a. No, not of Hispanic, Latino/a, or Spanish origin b. Yes, Mexican, Mexican American, Chicano/a c. Yes,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 741888,
  "end_pos": 743424,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.720Z"
}