{
  "id": "fda_guidance_chunk_0603",
  "title": "Introduction - Part 603",
  "text": "that appropriate work has or will be done to support a planned IND. The sponsor’s pre-IND briefing package should include a clinical protocol or synopsis. In addition to discussions of preclinical studies and manufacturing issues, appropriate clinical topics for such a meeting could include the following:  the adequacy of the available or planned safety and proof-of-concept information to justify the risks of the proposed trial;  the choice of study population;  the doses to be administered;  the dosing schedule;  clinical issues related to any invasive administration procedures;  the treatment plan for the control group, if one is proposed;  staggering plans;  the safety monitoring plan, including long-term follow-up;  any special safety assessments;  stopping rules;  selection of trial endpoints; and  the overall clinical development program. VI. GUIDANCE ON SUBMITTING AN IND The requirements with respect to what needs to be submitted in support of an IND can be found in the FDA regulations, 21 CFR 312.23, and recommendations with respect to these submissions can be found in the FDA guidance document entitled, “Guidance for Industry: Content and Format of Investigational New Drug Applications (INDs) for Phase 1 Studies of Drugs, Including Well-Characterized, Therapeutic, Biotechnology-derived Products” dated November 1995 (Ref. 13). Information on the preparation of the CMC section of an IND for a CGT product can be found in the FDA guidances entitled “Guidance for FDA Reviewers and Sponsors: Contains Nonbinding Recommendations Content and Review of Chemistry, Manufacturing, and Control (CMC) Information for Human Somatic Cell Therapy Investigational New Drug Applications (INDs)” dated April 2008 (Ref. 1) and “Guidance for FDA Reviewers and Sponsors: Content and Review of Chemistry, Manufacturing, and Control (CMC) Information for Human Gene Therapy Investigational New Drug Applications (INDs)” dated April 2008 (Ref. 2). As noted previously, information on the preparation of the preclinical section of an IND for a CGT product can be found in the FDA guidance entitled “Guidance for Industry: Preclinical Assessment of Investigational Cellular and Gene Therapy Products” dated November 2013 (Ref. 3). The IND submission for an early-phase trial must include a summary of previous human experience known to the applicant with the investigational product, along with detailed information about such experience that is relevant to the safety of the proposed investigation or to the investigator’s",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 809088,
  "end_pos": 810624,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.724Z"
}