{
  "id": "fda_guidance_chunk_0247",
  "title": "Introduction - Part 247",
  "text": "Fluid-Based Biomarkers Generally, biomarkers assayed from blood or body fluids have not served as primary endpoints for cancer drug approval, although paraprotein levels measured in blood and urine have been used as part of myeloma response criteria, and durable major molecular response is a surrogate endpoint used for traditional approval for therapies in chronic myelogenous leukemia. The FDA has accepted blood-based markers as elements of a composite endpoint. The occurrence of certain clinical events (a significant decrease in performance status, or bowel obstruction) in conjunction with marked increases in CA-125 was considered progression in ovarian cancer patients. In addition, blood-based biomarkers can be useful in identifying prognostic factors and in selection of patients and stratification factors to be considered in study designs. E. Emerging Endpoints In addition to the endpoints discussed in this section, FDA recognizes that advances in science are facilitating development of oncology products, which may also result in the identification of additional endpoints that may be used to support approval of oncology products. As examples, minimal residual disease21 has been used as a surrogate endpoint for accelerated approval for a therapy in acute lymphoblastic leukemia and metastasis-free survival has been used as a clinical endpoint for traditional approval for a therapy in non-metastatic castration-resistant prostate cancer. If a sponsor is planning to use an emerging endpoint in its clinical development program, we recommend discussing such use with the applicable FDA Division or Office prior to initiating a trial (see section V). 21 See draft guidance for industry Hematologic Malignancies: Regulatory Considerations for Use in Minimal Residual Disease in Development of Drug and Biological Products for Treatment for information to assist sponsors planning to use minimal residual disease to support marketing approval of drugs and biological products for the treatment of specific hematologic malignancies. When finalized this guidance will represent FDA current thinking on the topics it addresses. Contains Nonbinding Recommendations IV. CLINICAL TRIAL DESIGN AND ANALYSIS CONSIDERATIONS Per 21 CFR 314.126, the FDA approves drugs based on substantial evidence of efficacy from “adequate and well-controlled investigations,” as described in the regulations. Studies must allow a valid comparison to a control and must provide a quantitative assessment of the drug’s effect.22 The most reliable method for demonstrating efficacy is to show a statistically significant improvement in a clinically meaningful endpoint in randomized",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 330624,
  "end_pos": 332160,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.694Z"
}