{
  "id": "fda_guidance_chunk_0331",
  "title": "Introduction - Part 331",
  "text": "are unlikely to support inclusion in product labeling. 17 For adverse reactions with significant clinical implications, the listings [in the Clinical Trials Experience subsection of the ADVERSE REACTIONS section] must be supplemented with additional detail about the nature, frequency, and severity of the adverse reaction and the relationship of the adverse reaction to drug dose and demographic characteristics, if data are available and important. See 21 CFR 201.57(c)(7)(ii)(A). Conducting Clinical Trials With Decentralized Elements Guidance for Industry, Investigators, and Other Interested Parties 1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA staff responsible for this guidance as listed on the title page. I. INTRODUCTION This guidance provides recommendations for sponsors, investigators, and other interested parties regarding the implementation of decentralized elements in clinical trials.2 Decentralized elements allow trial-related activities to occur remotely at locations convenient for trial participants. Decentralized elements can include, among other things, telehealth3 visits with trial personnel, in-home visits with remote trial personnel, or visits with local health care providers (HCPs)4 (see sections II and III.B). In this guidance, a decentralized clinical trial (DCT) refers to a clinical trial that includes decentralized elements where trial-related activities occur at locations other than traditional clinical trial sites. FDA’s regulatory requirements for investigations of medical products are the same for trials that 1 This guidance has been prepared by the Center for Drug Evaluation and Research (CDER) in cooperation with the Center for Biologics Evaluation and Research (CBER), the Center for Devices and Radiological Health (CDRH), and the Oncology Center of Excellence (OCE) at the Food and Drug Administration. 2 This guidance is intended to apply to decentralized clinical trials (DCTs) that are required to be conducted under an investigational new drug application (IND) and are subject to the requirements under 21 CFR part 312 and to DCTs that require approval of an investigational device exemption (IDE) application under 21 CFR 812.20(a). However, the considerations in this guidance may be relevant for clinical trials that do not require an IND or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 443520,
  "end_pos": 445056,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.702Z"
}