{
  "id": "fda_guidance_chunk_0180",
  "title": "Introduction - Part 180",
  "text": "as co-primary endpoints (section III.C.). If all endpoints in the primary family 284 are statistically significant at the alpha level (e.g., α = 0.05), the endpoints in the second family 285 Contains Nonbinding Recommendations 22 are examined. The endpoints in the second family can be tested at the overall alpha level by any 286 prespecified acceptable method (e.g., Holm procedure, the fixed-sequence method, or others 287 described in this appendix) that controls Type I error rate within the second family. If, however, 288 at least one of the null hypotheses of the primary family fails to be rejected, the primary family 289 criterion has not been met and the secondary endpoint family is not tested. 290 291 A parallel gatekeeping strategy is applied when the endpoints in the primary family are not all 292 co-primary endpoints, and a separable testing method (e.g., Bonferroni method or Truncated 293 Holm method) is specified for the primary family. In this strategy, the second endpoint family is 294 examined when at least one of the endpoints in the first family has shown statistical significance. 295 296 Some multiplicity problems are multidimensional. One dimension may correspond to multiple 297 endpoints, a second to multiple-dose groups (that have each of those endpoints tested), and yet 298 another dimension to multiple hypotheses regarding an endpoint, such as non-inferiority and 299 superiority tests (for each dose and each endpoint). The multiple sources of multiplicity create 300 the potential for multiple pathways of testing the hypotheses. For example, if the goal of a study 301 is to demonstrate non-inferiority as well as superiority, a single path of sequential tests is 302 preferred. Suppose, however, that one wants to analyze a second endpoint for non-inferiority 303 after the first endpoint is successfully shown to be non-inferior. The testing path now branches 304 into two paths from this initial test (i.e., testing superiority for the first endpoint and non-305 inferiority for the second endpoint). 306 307 The multi-branched gatekeeping procedure allows for ordering the sequence of testing with the 308 option of testing of more than one endpoint if a preceding test is successful. When there are 309 multiple levels of this sequential hierarchy, and branching is applied at several of the steps, the 310 possible paths of endpoint testing become a complex, multi-branched structure.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 240576,
  "end_pos": 242112,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.689Z"
}