{
  "id": "fda_guidance_chunk_0483",
  "title": "Introduction - Part 483",
  "text": "is as effective or even nearly as effective as the active comparator. C. The Non-Inferiority Margin As described above, the NI study seeks to show that the amount by which the test drug (T) is inferior to the active control (C), C-T, is less than some prespecified NI margin (M). M can be no larger than the presumed entire effect of the active control in the NI study, and the margin based on the entire active control effect is generally referred to as M1. It is critical to recognize that M1 is not measured in the NI trial (in the absence of a placebo arm), but rather is estimated based on past performance of the active control. The effect is assumed to be present in the current study based on a thorough comparison of the characteristics of the current NI study with those of prior studies and assessment of the quality of the NI study. The validity of any conclusion from the NI study depends on the choice of M1 and its relevance to the current NI study. If, for example, the NI margin is chosen as 10, and the study does indeed rule out a difference of 10 (but not a smaller difference), seeming to demonstrate effectiveness of T, but the true effect of C in this study was actually less than 10, then a conclusion that the study demonstrated non-inferiority would have been incorrect. The choice of M1, together with reasonable assurance that this effect occurred in the trial (i.e., the presence of assay sensitivity), is thus critical to obtaining a meaningful, correct answer in an NI study. Because assay sensitivity can never be proven in the absence of a placebo group, historical evidence of assay sensitivity is essential, but measures should be taken to make it likely that the active control will have the presumed effect in the NI study (see section III.A.5). This, together with careful selection of the NI margin, will increase the likelihood of valid and interpretable results. Because the consequence of choosing a margin greater than the actual treatment effect of the active control in the study may be a false conclusion that a new drug is effective, an undesirable public health outcome, there is a powerful tendency to be conservative both in the choice of margin",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 647808,
  "end_pos": 649344,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.714Z"
}