{
  "id": "fda_guidance_chunk_0608",
  "title": "Introduction - Part 608",
  "text": "maximize exposure in toxicity studies, rather than maximize the administered dose. However, formulation volumes that can be administered should be based on anatomical and physiological attributes of the test species and properties of the formulation, and can have an impact on the MFD. In addition, the chemical and physical stability of the formulation are important criteria for suitability for use in toxicity studies and could limit the selection of vehicles for determining the MFD. Solubility limits can restrict the dose for some routes, such as intravenous. Solubility limits are not usually considered sufficient to justify the MFD for some other routes of administration, such as inhalation or oral. The characteristics of multiple formulations of the test 3 The ICH guidances referenced in this document are available on the FDA Drugs guidance Web page at http://www.fda.gov/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/default.htm. We update guidances periodically. To make sure you have the most recent version of a guidance, check the Drugs guidance Web page. article, with a range of properties (e.g., aqueous and non-aqueous and various viscosities), should be investigated before dosing in animals. The most promising formulations (generally three) should be evaluated in animals to determine which formulation produces maximal exposure. The vehicles used should be well characterized in the scientific literature or selected based on experience (sponsor or regulatory agency information) to provide confidence that they will not cause significant toxicity under conditions of use. Q6: What if dose-limiting toxicity is not identified in any species and there is only one nonclinical toxicity study in each species before the phase 3 study (regarding phase 3 recommendation for the United States)? A6: The guidelines for high dose selection for general toxicity studies apply irrespective of the length or complexity of the drug development paradigm. In accord with the recommendation to support phase 3 studies in the United States (see section I.E (1.5) of ICH M3(R2)), an assessment of doses up to an MTD, MFD or limit dose should be conducted in an attempt to identify toxicity. Q7: Does the guidance on high dose selection and the 50-fold margin of clinical AUC apply to routes other than oral (e.g., dermal, inhalation)? A7: For any drug intended to provide systemic exposure (including transdermal), the 50-fold approach is considered appropriate. For topical drugs intended to produce local effects, the high dose in topical",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 815808,
  "end_pos": 817344,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.724Z"
}