{
  "id": "fda_guidance_chunk_0191",
  "title": "Introduction - Part 191",
  "text": "data in order to potentially increase the sample size. This 7 An example of a comparable non-adaptive design is a fixed sample design with sample size equal to the expected sample size of the adaptive design. 8 The expected sample size is the average sample size if the trial were repeated many times. Contains Nonbinding Recommendations approach was chosen to avoid a trial with inadequate statistical power and therefore helped ensure that the trial would efficiently and reliably achieve its objective. The interim analysis ultimately led to a sample size increase from 400 to 450 patients. • PARADIGM-HF was a clinical trial in patients with chronic heart failure with reducedejection fraction designed to compare LCZ696, a combination of the neprilysin inhibitor sacubitril and the renin-angiotensin system (RAS) inhibitor valsartan, with the RAS inhibitor enalapril with respect to risk of the composite endpoint of cardiovascular death or hospitalization for heart failure (McMurray et al. 2014). The trial design included three planned interim analyses after accrual of one-third, one-half, and two-thirds of the total planned number of events, with the potential to stop the trial for superior efficacy of LCZ696 over enalapril based on comparative results. The addition of interim analyses with stopping rules for efficacy reduced the expected sample size and expected duration of the trial while maintaining a similar probability of trial success, relative to a trial with a single analysis after observation of a fixed total number of events. PARADIGM-HF was stopped after the third interim analysis because the prespecified stopping boundary for compelling superiority of LCZ696 over enalapril had been crossed. The group sequential design therefore facilitated a more rapid determination of benefit than would have been possible with a fixed sample design. • To evaluate the safety and effectiveness of a nine-valent human papillomavirus (HPV) vaccine, a clinical trial with adaptive dose selection was carried out (Chen et al. 2015). The trial randomized subjects to one of three dose formulations of the nine-valent HPV vaccine or an active control, the four-valent HPV vaccine. An interim analysis was carried out to select one of the three dose formulations to carry forward into the second stage of the trial. The goal of the trial was to select an appropriate dose and confirm the safety and effectiveness of that dose in a timely manner.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 255360,
  "end_pos": 256896,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.690Z"
}