{
  "id": "fda_guidance_chunk_0108",
  "title": "Introduction - Part 108",
  "text": "cumulative safety information, and other reports from the IDMC. This information is necessary to allow the IRB to evaluate, for example, the risks to human subjects of the ongoing investigation and the adequacy of the informed consent document.33 29 21 CFR 56.103(a); 21 CFR 312.66. 30 21 CFR 56.108(a)(4), 56.104(c), and 21 CFR 312.66. 31 21 CFR 312.55(b). 32 See 21 CFR 312.66 and the draft guidance for industry Investigator Responsibilities — Safety Reporting for Investigational Drugs and Devices (September 2021).When final, this guidance will represent the FDA’s current thinking on this topic. 33 21 CFR 56.109(f). 13 Contains Nonbinding Recommendations To facilitate IRB review of master protocols, FDA recommends the use of a central IRB.34 The central IRB should have adequate resources and appropriate expertise to review master protocols in a timely and thorough manner. In its discretion, an IRB can invite individuals with competence in special areas (i.e., consultants) to help review complex issues that require expertise beyond or in addition to that available on the IRB.35 For research conducted under a master protocol, safety data may rapidly accumulate. IRBs should consider convening additional meetings (i.e., ad hoc meetings of an existing IRB) to review the safety data that the investigator has provided to the IRB for any unanticipated problem involving risk to human subjects or others. The purpose of such meetings would be to expeditiously review the unanticipated problems and, if needed, any proposed trial modifications. Alternatively, a separate, duly constituted specialty IRB can be established and specifically charged with meeting on short notice to review new information and modifications to trials with master protocols. Such an IRB would need to satisfy the same requirements of any IRB (i.e., 21 CFR part 56); however, it could be designed to facilitate a quorum by keeping membership to a minimum (i.e., 21 CFR 56.107 requires that each IRB have at least five members) and being composed of experienced members who are capable of meeting and reviewing trial-related materials on short notice. Ad hoc meetings of an existing IRB or the establishment of a separate specialty IRB designed to facilitate the review of trials with master protocols are acceptable approaches that, if appropriately constituted and operated, can satisfy the regulatory requirement for IRB oversight. Irrespective of the type of IRB that is used, if",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 143808,
  "end_pos": 145344,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.683Z"
}