{
  "id": "fda_guidance_chunk_0597",
  "title": "Introduction - Part 597",
  "text": "CGT product to a subject, the protocol should be designed so that the subject is not committed to any high-risk preparative procedures (e.g., myeloablation) until it is known that the product is available. The protocol should also clearly specify whether re-treatment will be attempted with another round of manufacturing and whether an untreated subject will be replaced by increasing enrollment. Failure-to-treat may be an important trial endpoint that is part of a feasibility evaluation, and there should be plans to analyze the proportion of failure-to-treat subjects to look for factors that may predict failure to administer the product and to evaluate the consequences to the subject if there is a failure to treat. Contains Nonbinding Recommendations F. Monitoring and Follow-up 1. General Monitoring Considerations Since a major objective of early-phase trials is evaluation of safety, early-phase trials should employ general tests and monitoring to look for both expected and unexpected safety issues. General safety monitoring typically includes recording of symptoms and common clinical measurements, such as physical examinations, chemistry profiles, complete blood counts, and possibly other examinations that are appropriate for the condition being investigated. Examples include continuous electrocardiographic monitoring if arrhythmogenicity is a concern, and antinuclear antibody (ANA) or other immunology testing if autoimmunity is a concern. The specific monitoring program will depend on multiple factors, such as the nature and mechanism of action of the product, the study population, the results of animal studies, and any related human experience. Another objective of many early-phase trials is to provide preliminary evidence of efficacy or pharmacologic activity. Pharmacologic activity may develop slowly or be delayed relative to the traditional time course of activity of small molecules. Therefore, subjects should continue to be monitored for both safety and pharmacologic activity regardless of whether or not they receive the complete treatment regimen. Attribution of individual adverse events to the product, study procedures, or other causes can be unreliable. Therefore, for early-phase trials, sponsors should capture all adverse events, even if the investigational product is an add-on to known toxic therapies, such as chemotherapy, radiation, or another toxic drug. Many early-phase CGT trials include a Data Monitoring Committee (DMC) to help ensure subject safety. Although use of a medical monitor may be sufficient, a DMC might be considered to enhance subject protection if the trial presents substantial",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 801024,
  "end_pos": 802560,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.724Z"
}