{
  "id": "fda_guidance_chunk_0426",
  "title": "Introduction - Part 426",
  "text": "the same cell type (e.g., retinal pigment epithelial cells). • Replacing the CAR transgene of a CAR T cell product with a new CAR transgene. • Modifying a CAR T cell product by adding a second transgene that expresses a costimulatory protein. • Modifying a gene therapy vector to express the same transgene with a different codon usage, promoter, enhancer, microRNA (miRNA) target or other control element. • Deleting one or more genes from a viral-based or bacterial-based gene therapy vector. • Modifying the transgene sequence in a gene therapy vector, resulting in a change to the amino acid sequence of the encoded protein. • Changing a capsid protein of a viral-based gene therapy vector. B. Changes that Do Not Result in “Versions of a Cellular or Gene Therapy Product” (i.e., not within the scope of this guidance) Changes to the manufacturing process may occur as product development proceeds. In many cases, these changes can be submitted as an amendment to the existing IND. These changes are often made in the course of manufacturing process improvement and optimization and/or preparation for commercial manufacturing and are generally not expected to impact product safety or effectiveness. Products with these types of manufacturing process changes are not typically studied in an umbrella trial. Examples may include: • Changing from serum-containing media to serum-free media during cell expansion. • Changing from adherent to suspension cell culture. • Scaling up or scaling out the manufacturing process (e.g., increasing the capacity and/or number of cell culture containers). • Adding a new manufacturing site. 9 This is not intended to be an all-inclusive list of examples. Contains Nonbinding Recommendations C. Unrelated Products Unrelated products (e.g., TILs versus CAR T cells) are not “versions of a cellular or gene therapy product,” and umbrella trials that include unrelated products are not within the scope of this guidance. These trials may be considered on a case-by-case basis; we recommend that sponsors contact OTAT, CBER to discuss the appropriate regulatory path for such a proposed trial. Cancer Clinical Trial Eligibility Criteria: Available Therapy in Non-Curative Settings Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Oncology Center of Excellence (OCE) Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Cancer Clinical Trial Eligibility Criteria: Available",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 571200,
  "end_pos": 572736,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.710Z"
}