{
  "id": "fda_guidance_chunk_0286",
  "title": "Introduction - Part 286",
  "text": "acceptable method for selecting the data to be verified. ADDENDUM The sponsor should develop a systematic, prioritized, risk-based approach to monitoring clinical trials. The flexibility in the extent and nature of monitoring described in this section is intended to permit varied approaches that improve the effectiveness and efficiency of monitoring. The sponsor may choose on-site monitoring, a combination of on-site and centralized monitoring, or, where justified, centralized monitoring. The sponsor should document the rationale for the chosen monitoring strategy (e.g., in the monitoring plan). On-site monitoring is performed at the sites at which the clinical trial is being conducted. Centralized monitoring is a remote evaluation of accumulating data, performed in a timely manner, supported by appropriately qualified and trained persons (e.g., data managers, biostatisticians). Centralized monitoring processes provide additional monitoring capabilities that can complement and reduce the extent and/or frequency of on-site monitoring and help distinguish between reliable data and potentially unreliable data. Review that may include statistical analyses of accumulating data from centralized monitoring can be used to: (a) Identify missing data, inconsistent data, data outliers, unexpected lack of variability and protocol deviations (b) Examine data trends such as the range, consistency, and variability of data within and across sites (c) Evaluate for systematic or significant errors in data collection and reporting at a site or across sites; or potential data manipulation or data integrity problems (d) Analyze site characteristics and performance metrics (e) Select sites and/or processes for targeted on-site monitoring. 5.18.4 Monitor's Responsibilities The monitor(s), in accordance with the sponsor's requirements, should ensure that the tri al is conducted and documented properly by carrying out the following activities when relevant and necessary to the trial and the trial site: (a) Acting as the main line of communication between the sponsor and the investigator. (b) Verifying that the investigator has adequate qualifications and resources (see sections 4.1, 4.2, 5.6) and these remain adequate throughout the trial period, that facilities including laboratories and equipment, and staff, are adequate to safely and properly conduct the trial and remain adequate throughout the trial period. Contains Nonbinding Recommendations (c) Verifying, for the investigational product(s): (i) That storage times and conditions are acceptable, and that supplies are sufficient throughout the trial. (ii) That the investigational product(s) are supplied only to subjects who are eligible to receive it",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 383040,
  "end_pos": 384576,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.698Z"
}