{
  "id": "fda_guidance_chunk_0478",
  "title": "Introduction - Part 478",
  "text": "that the test drug is effective. (See Section III.D. for further discussion on assay sensitivity.) In the absence of a placebo arm, knowing whether the trial had assay sensitivity relies heavily on external (not within-study) information, giving NI studies some of the characteristics of a historically controlled trial. FDA regulations have recognized since 1985 the critical need to know, for an NI trial to be interpretable, that the active control had its expected effect in the trial. Thus, 21 CFR 314.126(a)(2)(iv), unchanged since 1985, says: If the intent of the trial is to show similarity of the test and control drugs, the report of the study should assess the ability of the study to have detected a difference between treatments. Similarity of test drug and active control can mean either that both drugs were effective or that neither was effective. The analysis of the study should explain why the drugs should be considered effective in the study, for example, by reference to results in previous placebo-controlled studies of the active control drug. This guidance consists of four parts: • A general discussion of regulatory, study design, scientific, and statistical issues associated with the use of NI studies to establish the effectiveness of a new drug • A focus on some of these issues in more detail, notably the statistical approaches used to determine the NI margin and to test for non-inferiority • Commonly asked questions about NI studies • Four examples of successful and unsuccessful efforts to define NI margins and test for non-inferiority3 III. GENERAL CONSIDERATIONS FOR NON-INFERIORITY STUDIES A. The Non-Inferiority Hypothesis In a placebo-controlled trial, the null hypothesis (Ho) is that the beneficial response to the test drug (T) is less than or equal to the response to the placebo (P); the alternative hypothesis (Ha) is that the response to the test drug is greater than P. Thus: Ho: T ≤ P; T – P ≤ 0 Ha: T > P; T – P > 0 In most cases, the test for a treatment effect corresponds to showing that the lower bound of the two-sided 95% confidence interval (equivalent to the lower bound of a one-sided 97.5% confidence interval) for T-P is > 0. This result shows that the effect of the test drug is greater than 0 (see Figure 1).",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 641088,
  "end_pos": 642624,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.714Z"
}