{
  "id": "fda_guidance_chunk_0609",
  "title": "Introduction - Part 609",
  "text": "dose selection and the 50-fold margin of clinical AUC apply to routes other than oral (e.g., dermal, inhalation)? A7: For any drug intended to provide systemic exposure (including transdermal), the 50-fold approach is considered appropriate. For topical drugs intended to produce local effects, the high dose in topical toxicity studies should generally be based on the MFD or MTD and might not achieve high local concentrations or high systemic exposures compared to those achieved clinically. In this case, a 50-fold systemic margin is not relevant. For inhaled drugs with intended systemic action, the high dose in an inhalation toxicity study could be one that produces an AUC value of greater than or equal to 50-fold the clinical systemic exposure and a 10-fold margin over the calculated deposited lung dose. For inhaled drugs that are designed to work locally in the lungs, the high dose could be one that achieved a calculated deposited lung dose of 50 times the calculated clinical deposited lung dose and produced a 10-fold margin over the AUC achieved in humans at the clinical dose. Q8: Does the 50-fold margin apply to juvenile animal studies? Can the 50-fold margin be used to select the top dose for reproductive toxicity studies? A8: Similar principles of reliance on exposure margins to limit the top dose should be applicable to some other types of toxicity testing, such as juvenile animal toxicity studies where toxicity is not anticipated. Use of a 50-fold margin for top doses in reproductive toxicity studies has not been addressed; however, current ICH guidance states that minimal toxicity is expected to be induced in the high dose dams although other factors can also limit the dose (see ICH S5(R2)). Q9: What exposure limits should be applied for clinical development studies when the top dose for the nonclinical studies is the limit dose such as 1000 mg/kg or 2000 mg/kg described in section 1.5 or an MFD and no toxicity is observed at this dose? A9: The clinical dose could be conservatively escalated up to one that produced a plasma AUC exposure of 1/2 that seen in the animal species that gives the lowest exposure at the limit dose or MFD. If there are no adverse effects in humans at this clinical exposure, further careful escalation might be justified based on risk/benefit",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 817152,
  "end_pos": 818688,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.724Z"
}