{
  "id": "fda_guidance_chunk_0197",
  "title": "Introduction - Part 197",
  "text": "decisions were not based on accumulating knowledge in an unplanned way. For example, consider a trial with planned sample size re-estimation based on pooled, non-comparative interim estimates of the variance (section IV.) in which personnel involved in the adaptive decision-making (e.g., a monitoring committee) have access to comparative interim results. Prespecification that includes 10 The mean squared error is a measure of the performance of an estimate that incorporates both bias and variability. 11 FDA guidance for industry E9 Statistical Principles for Clinical Trials (September 1998) recommends prespecification of the design and analysis plan for all clinical trials. Contains Nonbinding Recommendations the exact rule for modifying the sample size reduces concern that the adaptation could have been influenced by knowledge of comparative results and precludes the use of a statistical adjustment to account for modifications based on comparative interim results (section V.B.). Finally, complete prespecification can motivate careful planning at the design stage, eliminate unnecessary sponsor access to comparative interim data, and help ensure that the DMC, if involved in implementing the adaptive design, effectively focuses on its primary responsibilities of maintaining patient safety and trial integrity (section VII.). Although we recommend prespecification of the rules governing adaptations, monitoring committee recommendations might occasionally deviate from the anticipated algorithm based on the totality of the data. If this type of flexibility is desired, the prespecified plan should acknowledge the possibility of deviations from the anticipated algorithm, outline factors that may lead to such deviations, and propose testing and estimation methods that do not rely on strict adherence to the algorithm. When completely unforeseen circumstances arise, we recommend discussing any potential design changes with FDA as soon as possible. D. Maintaining Trial Conduct and Integrity Adaptive designs can create additional trial operational complications. Knowledge of accumulating data can affect the course and conduct of a trial, and the behavior of its sponsor, investigators, and participants, in ways that are difficult to predict and impossible to adjust for. Therefore, for all clinical trials (adaptive and non-adaptive) it is strongly recommended that access to comparative interim results be limited to individuals with relevant expertise who are independent of the personnel involved in conducting or managing the trial.12 Maintaining confidentiality of comparative interim results is especially challenging when the trial design includes adaptive features. Two examples of issues that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 263424,
  "end_pos": 264960,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.690Z"
}