{
  "id": "fda_guidance_chunk_0220",
  "title": "Introduction - Part 220",
  "text": "for serious adverse events with a delayed onset of action of the investigational drug. For this reason, the speed of escalation should be considered in choosing a specific adaptation rule in an adaptive dose-escalation trial. G. Adaptive Design in Early-Phase Exploratory Trials Exploratory trials in drug development are intended to obtain information on a wide range of aspects of drug use that guide later decisions on how best to study a drug (e.g., choices of dose, regimen, population, concomitant treatments, or endpoints). There can be a series of separate early trials in which different aspects of the drug’s effect are sequentially examined or a more complex trial attempting to evaluate multiple different aspects simultaneously. The flexibilities offered by adaptive designs may be particularly useful in this exploratory period of development by allowing initial evaluation of a broad range of choices. Using adaptive designs in early development trials to learn about various aspects of dosing, exposure, pharmacodynamics, variability in patient response, or response modifiers offers sponsors opportunities that can improve the designs and possibly the chances of success of later-phase trials. Although exploratory trials do not generally have the same regulatory expectations as trials intended to provide substantial evidence of effectiveness in terms of statistical rigor and operating characteristics, it is still important to be aware of the potential for erroneous conclusions in exploratory trials. For example, flaws in an exploratory multiple-dose comparison trial could lead to suboptimal dose selection for a subsequent confirmatory trial, with a resultant failure to show effectiveness or a finding of unnecessarily excessive toxicity. Thus, following good principles of adaptive trial design for exploratory trials can decrease the risk of adversely affecting the development program. H. Unplanned Design Changes Based on Comparative Interim Results When trial data are examined in a comparative interim analysis, data analyses that were not prospectively planned as the basis for adaptations may unexpectedly appear to indicate that some specific design change (e.g., restricting analyses to some population subset, dropping a treatment arm, adjusting sample size, modifying the primary endpoint, or changing analysis methods) is ethically important or might increase the potential for a statistically significant final trial result. For example, unexpected lack of treatment adherence in one arm of a multiple-arm trial might motivate dropping that treatment arm. Such revisions based on non-prospectively planned analyses",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 294336,
  "end_pos": 295872,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.692Z"
}