{
  "id": "fda_guidance_chunk_0623",
  "title": "Introduction - Part 623",
  "text": "determined by the findings in the toxicity studies. Thus, the differences between Approach 4 and Approach 5 include how the standard nonclinical toxicity study recommendations are modified, and how the clinical exposure limit is established. Approach 5 probably uses less drug than Approach 4, but relies heavily on the rodent for identifying safety risks. Approach 4 gives equal weight to the rodent and nonrodent, but might not identify target organ toxicity in either species. In this case, clinical progression is supported by the knowledge that a reasonable safety margin exists. The series of examples are intended to provide sponsors flexibility in exploratory clinical trial approaches so that they can do what best fits their purpose. The approaches given are only examples, and sponsors can propose alternatives that do not fit neatly into one of the described approaches. Q2b: Why does Approach 4 have a more stringent maximum clinical dose than Approaches 3 and 5? A2b: Approach 4 is the only one of these approaches that does not rely on the standard high-dose criteria described in section I.E (1.5) (MTD, MFD, 50X exposure multiple, or limit dose) in at least one species. In Approach 4, the high dose in both the rodent and nonrodent studies is based on multiples of the proposed human exposure, and thus the high-dose selection recommendations described in section I.E (1.5) are not applied to either species. This is in contrast to Approach 3, in which the standard high-dose criteria should be met in both species, and in contrast to Approach 5, in which the standard high-dose criteria should be met in rodents. In Approach 3 and Approach 5, the use of standard high-dose selection criteria reduces the uncertainty around potential unidentified toxicities that might be relevant to humans. Because Approach 4 uses exposure multiples for the high-dose selection in both species, it is possible that potential toxicity might not be identified in either species. In this case, more conservative limits on clinical exposure (e.g., 1/10th the exposure obtained using the lower exposure of the two species) are recommended because the dose-limiting toxicities of potential concern for clinical monitoring have not been identified. If toxicity is identified in one species, then the limit on clinical exposure is based on the No Observed Adverse Effect Level (NOAEL) exposure in the species with",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 835968,
  "end_pos": 837504,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.726Z"
}