{
  "id": "fda_guidance_chunk_0368",
  "title": "Introduction - Part 368",
  "text": "than planned in order to safeguard participants’ and trial staff’s safety. The determination of whether to continue a trial should be based first and foremost on ensuring that participants will continue to be able to participate safely. The determination should also consider whether the key objectives of the trial can still be met, with appropriate trial modifications implemented. FDA outlines the following general considerations to assist sponsors in ensuring the safety of trial participants, maintaining compliance with GCP, and minimizing risks to trial integrity. The appendix further explains these general considerations by providing answers to questions that the Agency has received about conducting clinical trials during major disruptions. III. DISCUSSION A. Considerations for Continuing Trials • Ensuring the safety of trial participants is paramount. Sponsors should consider above all whether participants can safely continue in the trial, including necessary modifications and risk mitigation steps to ensure safety. Sponsors should also consider whether the trial can continue to meet its key objectives with modifications that adequately address the disaster or PHE circumstances. Study5 decisions might include those regarding continuing trial recruitment, continuing use of the IP for participants already in the trial, and the need to change participant monitoring during the trial. In all cases, it is critical that trial participants, IRBs/independent ethics committees (IECs), and regulatory agencies are kept informed of changes to the design and conduct of the study as appropriate. 4 In this guidance, the term investigational product refers to investigational human drugs and biological products, as well as investigational medical devices. 5 In this guidance, the terms trial and study are interchangeable. Contains Nonbinding Recommendations • Sponsors should consider whether the protection of a participant’s safety, welfare, and rights is best served by continuing a study participant in the trial as per the protocol, discontinuing the administration or use of the IP, modifying the assessments or assessment schedule, or discontinuing participation in the trial. Such decisions will depend on specific circumstances, including the nature of the IP, the ability to conduct appropriate safety monitoring, the potential impact of the disaster or PHE on the IP supply chain, and the nature of the disease or condition under study in the trial. Sponsors should work with the investigators conducting the trial to assess the individual participant’s situation and risk profile when considering their",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 493248,
  "end_pos": 494784,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.705Z"
}