{
  "id": "fda_guidance_chunk_0142",
  "title": "Introduction - Part 142",
  "text": "might identify important premarketing signals that might otherwise 639 not be observed until the drug is used in the more diverse practice setting. Plans for 640 the use of these cohorts in a drug development program should be discussed early in 641 the development process with the review division. 642 643 — Relevant data from other sources, such as clinical investigations using the drug for 644 other indications or studies of similar drugs.71 645 646 70 See the draft guidance for industry Expanded Access to Investigational Drugs for Treatment Use — Questions and Answers (November 2022). When final, this guidance will represent the FDA’s current thinking on this topic. 71 New drug applications must include a “description and analysis of any other data or information relevant to an evaluation of the safety and effectiveness of the drug product obtained or otherwise received by the applicant from any source, foreign or domestic, including information derived from clinical investigations, including controlled and uncontrolled studies of uses of the drug other than those proposed in the NDA, commercial marketing experience, reports in the scientific literature, and unpublished scientific papers” (21 CFR 314.50(d)(5)(iv)). If an applicant relies on FDA’s finding of safety or effectiveness for another drug or uses information to which it does not have a right of reference to fulfill a requirement for approval or licensure, FDA will not be able to consider the marketing application as a stand-alone application. Contains Nonbinding Recommendations 20 Sponsors should maintain communication with FDA throughout the development program to 647 discuss potential required studies to collect additional efficacy data, such as postmarketing 648 studies, and risk mitigation strategies. This can help avoid preventable delays in approving a safe 649 and effective drug for patients with unmet medical need.72 For additional information, refer to 650 section VIII., Interactions With FDA. 651 652 653 VI. PHARMACEUTICAL QUALITY CONSIDERATIONS 654 655 Drug manufacturing should undergo development concurrently with clinical development. 656 Review divisions encourage sponsors to discuss pharmaceutical quality development plans in 657 early-phase meetings (such as at pre-IND meetings73) and throughout drug development to 658 decrease the potential for developmental or approval delays related to drug manufacturing. 659 660 FDA recommends that the sponsor carefully assess any planned changes to the drug substance or 661 drug product manufacturing process, analytical methods, or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 189504,
  "end_pos": 191040,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.686Z"
}