{
  "id": "fda_guidance_chunk_0173",
  "title": "Introduction - Part 173",
  "text": "approach to the 87 analysis of composite endpoints in clinical trials based on clinical priorities, European Heart 88 Journal, 33: 176–182. 89 90 Sarkar S and CK Chang, 1997, Simes’ method for multiple hypotheses testing with positively 91 dependent test statistics, Journal of the American Statistical Association, 92: 1601-1608. 92 93 Contains Nonbinding Recommendations 17 Westfall PH, RD Tobias, D Rom, RD Wolfinger, and Y Hochberg, 1999, Multiple Comparisons 94 and Multiple Tests Using the SAS® System, Cary (NC): SAS Institute. 95 96 Westfall PH and SS Young, 1993, Resampling Based Multiple Testing: Examples and Methods 97 for P-value Adjustment, New York (NY): Wiley-Interscience. 98 99 Wiens BL, 2003, A fixed sequence Bonferroni procedure for testing multiple endpoints, 100 Pharmaceutical Statistics, 2: 211-215. 101 Contains Nonbinding Recommendations 18 APPENDIX: STATISTICAL METHODS 102 103 This appendix presents some commonly used statistical methods and approaches for addressing 104 multiplicity problems in controlled clinical trials that evaluate treatment effects on multiple 105 endpoints. The methods listed in this appendix are not intended to be a comprehensive list of 106 methods for controlling multiplicity; other approaches could be appropriate for specific 107 situations. The choice of the method to use for a specific clinical trial will depend on the 108 objectives and the design of the trial, as well as the knowledge of the drug being developed and 109 the clinical setting. The method, however, should be decided upon prospectively. Because the 110 considerations that go into the choice of multiplicity adjustment method can be complex and 111 specific to individual product development programs, this guidance does not attempt to 112 recommend any one method over another in most cases. Sponsors should consider the variety of 113 methods available and in the prospective analysis plan select the most powerful method that is 114 suitable for the design and objective of the study and maintains Type I error rate control. 115 116 1. The Bonferroni Method 117 118 The Bonferroni method is a single-step procedure that is commonly used, perhaps because of its 119 simplicity and broad applicability. The drug is considered to have shown effects for each 120 endpoint that succeeds on this test. The Holm and Hochberg methods (see below) are more 121 powerful than the Bonferroni method for primary endpoints and are therefore preferable in many",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 231168,
  "end_pos": 232704,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.688Z"
}