{
  "id": "fda_guidance_chunk_0828",
  "title": "Introduction - Part 828",
  "text": "data generated by the subset of subjects who complied with the protocol sufficiently to ensure that these data would be likely to exhibit the effects of treatment according to the underlying scientific model. Compliance covers such considerations as exposure to treatment, availability of measurements, and absence of major protocol violations. Safety and tolerability: The safety of a medical product concerns the medical risk to the subject, usually assessed in a clinical trial by laboratory tests (including clinical chemistry and hematology), vital signs, clinical adverse events (diseases, signs and symptoms), and other special safety tests (e.g., electrocardiograms, ophthalmology). The tolerability of the medical product represents the degree to which overt adverse effects can be tolerated by the subject. Statistical analysis plan: A statistical analysis plan is a document that contains a more technical and detailed elaboration of the principal features of the analysis described in the protocol, and includes detailed procedures for executing the statistical analysis of the primary and secondary variables and other data. Superiority trial: A trial with the primary objective of showing that the response to the investigational product is superior to a comparative agent (active or placebo control). Surrogate variable: A variable that provides an indirect measurement of effect in situations where direct measurement of clinical effect is not feasible or practical. Treatment effect: An effect attributed to a treatment in a clinical trial. In most clinical trials, the treatment effect of interest is a comparison (or contrast) of two or more treatments. Treatment emergent: An event that emerges during treatment, having been absent pretreatment, or worsens relative to the pretreatment state. Trial statistician: A statistician who has a combination of education/training and experience sufficient to implement the principles in this guidance and who is responsible for the statistical aspects of the trial. ",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1111488,
  "end_pos": 1112676,
  "tokens": 396,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.742Z"
}