{
  "id": "fda_guidance_chunk_0484",
  "title": "Introduction - Part 484",
  "text": "consequence of choosing a margin greater than the actual treatment effect of the active control in the study may be a false conclusion that a new drug is effective, an undesirable public health outcome, there is a powerful tendency to be conservative both in the choice of margin and in the statistical analysis used to rule out a degree of inferiority of the test drug to the active control of more than that margin. This is generally done by ensuring that the upper bound of the 95% two-sided confidence interval for C-T in the NI trial is smaller than M1. Use of this interval corresponds to a one-sided test size (alpha level) of 0.025 in testing the NI hypothesis stated above. The upper bound of the confidence interval for C-T is not, however, the only measurement of interest, just as the lower bound of a 95% confidence interval for the effect of drug versus placebo in a superiority trial is not the only value of relevance. The point estimate of the treatment effect and the width of its confidence interval are also relevant. Nonetheless, the upper bound of the 95% confidence interval is typically used to judge the effectiveness of the test drug in the NI study, just as a two-sided test size (alpha level) of 0.05 is traditionally the standard used for defining success in a superiority trial. The 95% confidence interval upper bound for C-T is used, in conjunction with M1, to provide a reasonably high level of assurance that the test drug does, in fact, have an effect greater than zero (i.e., ruling out loss of all the effect of the active control). Although the NI margin used in a trial can be no larger than the entire assumed effect of the active control in the NI study (M1), it is usual and generally desirable to choose a smaller value, called M2, for the NI margin. Showing non-inferiority to M1 would provide assurance that the test drug had an effect greater than zero, but in many cases that would not be sufficient to conclude that the test drug had a clinically acceptable effect. Recall that the main reason an NI study is conducted is that it is not ethical to include a placebo arm. The active control has a beneficial effect,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 649152,
  "end_pos": 650688,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.715Z"
}