{
  "id": "fda_guidance_chunk_0038",
  "title": "Introduction - Part 38",
  "text": "the drug or the research study; (b) the indication(s) to be studied; (c) the general approach to be followed in evaluating the drug; (d) the kinds of clinical trials to be conducted in the first year following the submission (if plans are not developed for the entire year, the sponsor should so indicate); (e) the estimated number of patients to be given the drug in those studies; and (f) any risks of particular severity or seriousness anticipated on the basis of the toxicological data in animals or prior studies in humans with the drug or related drugs. (4) [Reserved] (5) Investigator's brochure. If required under § 312.55, a copy of the investigator's brochure, containing the following information: (i) A brief description of the drug substance and the formulation, including the structural formula, if known. (ii) A summary of the pharmacological and toxicological effects of the drug in animals and, to the extent known, in humans. (iii) A summary of the pharmacokinetics and biological disposition of the drug in animals and, if known, in humans. (iv) A summary of information relating to safety and effectiveness in humans obtained from prior clinical studies. (Reprints of published articles on such studies may be appended when useful.) (v) A description of possible risks and side effects to be anticipated on the basis of prior experience with the drug under investigation or with related drugs, and of precautions or special monitoring to be done as part of the investigational use of the drug. (6) Protocols. (i) A protocol for each planned study. (Protocols for studies not submitted initially in the IND should be submitted in accordance with § 312.30(a).) In general, protocols for Phase 1 studies may be less detailed and more flexible than protocols for Phase 2 and 3 studies. Phase 1 protocols should be directed primarily at providing an outline of the investigation—an estimate of the number of patients to be involved, a description of safety exclusions, and a description of the dosing plan including duration, dose, or method to be used in determining dose—and should specify in detail only those elements of the study that are critical to safety, such as necessary monitoring of vital signs and blood chemistries. Modifications of the experimental design of Phase 1 studies that do not affect critical safety assessments are",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 49728,
  "end_pos": 51264,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.678Z"
}