{
  "id": "fda_guidance_chunk_0017",
  "title": "Introduction - Part 17",
  "text": "the safety of the proposed investigation or to the investigation's rationale. If the drug has been the subject of controlled trials, detailed information on such trials that is relevant to an assessment of the drug's effectiveness for the proposed investigational use(s) should also be provided. Any published material that is relevant to the safety of the proposed investigation or to an assessment of the drug's effectiveness for its proposed investigational use should be provided in full. Published material that is less directly relevant may be supplied by a bibliography. (ii) If the drug is a combination of drugs previously investigated or marketed, the information required under paragraph (a)(9)(i) of this section should be provided for each active drug component. However, if any component in such combination is subject to an approved marketing application or is otherwise lawfully marketed in the United States, the sponsor is not required to submit published material concerning that active drug component unless such material relates directly to the proposed investigational use (including publications relevant to component-component interaction). (iii) If the drug has been marketed outside the United States, a list of the countries in which the drug has been marketed and a list of the countries in which the drug has been withdrawn from marketing for reasons potentially related to safety or effectiveness. (10) Additional information. In certain applications, as described below, information on special topics may be needed. Such information shall be submitted in this section as follows: (i) Drug dependence and abuse potential. If the drug is a psychotropic substance or otherwise has abuse potential, a section describing relevant clinical studies and experience and studies in test animals. (ii) Radioactive drugs. If the drug is a radioactive drug, sufficient data from animal or human studies to allow a reasonable calculation of radiation-absorbed dose to the whole body and critical organs upon administration to a human subject. Phase 1 studies of radioactive drugs must include studies which will obtain sufficient data for dosimetry calculations. (iii) Pediatric studies. Plans for assessing pediatric safety and effectiveness. (iv) Other information. A brief statement of any other information that would aid evaluation of the proposed clinical investigations with respect to their safety or their design and potential as controlled clinical trials to support marketing of the drug. (11) Relevant information. If requested",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 21504,
  "end_pos": 23040,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.676Z"
}