{
  "id": "fda_guidance_chunk_0162",
  "title": "Introduction - Part 162",
  "text": "of which are clinically important. Which of the three is most clinically important varies among individuals. An approach to studying acute treatments for migraine headaches is to consider a drug effective for migraines only if the proportion of subjects with no headache pain at 2 hours after dosing and the proportion of subjects with absence of the most bothersome associated symptom at 2 hours after dosing are both shown to be improved by the drug treatment. Another approach could be to evaluate the drug effect on a response endpoint where response is defined by the absence of both pain and an individually specified second symptom within an individual subject. This approach would utilize a single multi-component endpoint rather than co-primary endpoints. Trials of combination vaccines are a situation in which co-primary endpoints are applicable. These vaccine trials are typically designed and powered for demonstration of a successful outcome on effectiveness endpoints for each pathogen against which the vaccine is intended to provide protection. As discussed in section III.B., there is no multiplicity problem when the study is designed to demonstrate efficacy on all of the separate endpoints. However, co-primary endpoint testing increases the Type II error rate. In general, unless clinically very important, the use of more than two co-primary endpoints should be carefully considered because of the loss of power. There have been suggestions that the statistical testing criteria for each co-primary endpoint could be increased (e.g., testing at an  of 0.06 or 0.07) when the targeted  is 0.05 to accommodate the loss in statistical power arising from the need to show an effect on both endpoints. Increasing  for each co-primary endpoint is not acceptable because doing so may undermine the ability to interpret a treatment effect on each disease aspect considered critical to show that the drug is effective in support of approval. 2. When Demonstration of a Treatment Effect on at Least One of Several Primary Endpoints Is Sufficient Many diseases have multiple sequelae, and an effect demonstrated on any one of these aspects could support a conclusion of effectiveness. Selection of a single primary endpoint may be difficult, however, if the aspect of a disease that will be responsive to the drug or the evaluation 9 Contains Nonbinding Recommendations method that will better detect a treatment effect",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 216384,
  "end_pos": 217920,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.688Z"
}