{
  "id": "fda_guidance_chunk_0260",
  "title": "Introduction - Part 260",
  "text": "management, and/or financing of a clinical trial. 1.54 Sponsor-Investigator An individual who both initiates and conducts, alone or with others, a clinical trial, and under whose immediate direction the investigational product is administered to, dispensed to, or used by a subject. The term does not include any person other than an individual (e.g., it does not include a corporation or an agency). The obligations of a sponsor-investigator include both those of a sponsor and those of an investigator. 1.55 Standard Operating Procedures (SOPs) Detailed, written instructions to achieve uniformity of the performance of a specific function. 1.56 Subinvestigator Any individual member of the clinical trial team designated and supervised by the investigator at a trial site to perform critical trial-related procedures and/or to make important trial-related decisions (e.g., associates, residents, research fellows). See also Investigator. 1.57 Subject/Trial Subject An individual who participates in a clinical trial, either as a recipient of the investigational product(s) or as a control. 1.58 Subject Identification Code A unique identifier assigned by the investigator to each trial subject to protect the subject’s identity and used in lieu of the subject’s name when the investigator reports adverse events and/or other trial-related data. 1.59 Trial Site The location(s) where trial-related activities are actually conducted. 1.60 Unexpected Adverse Drug Reaction An adverse reaction, the nature or severity of which is not consistent with the applicable product information (e.g., Investigator’s Brochure for an unapproved investigational product or package insert/summary of product characteristics for an approved product). (See the ICH Guidance for Clinical Safety Data Management: Definitions and Standards for Expedited Reporting.) 1.61 Vulnerable Subjects Individuals whose willingness to volunteer in a clinical trial may be unduly influenced by the expectation, whether justified or not, of benefits associated with participation, or of a retaliatory response from senior members of a hierarchy in case of refusal to participate. Examples are members of a group with a hierarchical structure, such as medical, pharmacy, dental, and nursing students, subordinate hospital and laboratory personnel, employees of the pharmaceutical industry, members of the armed forces, and persons kept in detention. Other vulnerable subjects include patients with incurable diseases, persons in nursing homes, unemployed or impoverished persons, patients in emergency situations, ethnic minority groups, homeless persons, nomads, refugees, minors, and those incapable of giving consent. Contains Nonbinding Recommendations 1.62 Well-being",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 348096,
  "end_pos": 349632,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.695Z"
}