{
  "id": "fda_guidance_chunk_0103",
  "title": "Introduction - Part 103",
  "text": "overall response rate, the planned sample size should be sufficient to rule out a clinically unimportant response rate based on the lower bound of the 95 percent confidence interval around the observed response rate. The analysis plan should describe the futility analyses to be conducted. FDA recommends designs, such as the Simon two-stage design, that limit exposure to an ineffective drug (Simon 1989). However, other statistical approaches may be acceptable and, if proposed, should be described in detail in the SAP. If a sponsor anticipates that the results would form the basis of an efficacy claim in a marketing application, the clinical protocol and SAP should ensure that collected data are of adequate quality for this purpose. If preliminary results from a substudy or substudies suggest a major advance over available therapy, the sponsor should meet with the review division to discuss modifications to the protocol (e.g., to propose interim analyses for efficacy or consider early termination of the trial) or to modify the development program (e.g., discuss potential for breakthrough therapy designation). B. Randomized Designs If a sponsor incorporates randomization into an umbrella trial design, FDA recommends use of a common control arm when possible. The general comments about generation of an appropriate SAP and information about futility analysis in the previous section (VII. A., Nonrandomized, Activity-Estimating Design) also apply to randomized trials. Before initiating the proposed substudy, the sponsor should meet with the division to discuss the SAP with regard to how the strength of evidence will be assessed and how potential sources of bias will be controlled. C. Master Protocols Employing Adaptive/Bayesian Design In master protocols that incorporate adaptive designs, the SAP should provide all information described in the guidances for industry Adaptive Designs for Clinical Trials of Drugs and Biologics and Enrichment Strategies for Clinical Trials to Support Determination of Effectiveness of Human Drugs and Biological Products. The SAP should also describe plans for futility analyses.22 Master protocols can use a Bayesian statistical method or other methods for planning or modifying the sample size, dropping an arm, and other adaptive strategies. The SAP should include details on implementation of Bayesian or other methods. D. Master Protocols With Biomarker-Defined Subgroups In master protocols with basket or complex design, where human subject assignment to a treatment arm is based on the presence",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 137088,
  "end_pos": 138624,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.683Z"
}