{
  "id": "fda_guidance_chunk_0463",
  "title": "Introduction - Part 463",
  "text": "Allocation of a fixed minimum number of subjects to a region. Proportional allocation facilitates recruitment by allocating subjects to the regions with the greatest disease burden and, absent other impediments, will generally minimize the time needed to complete enrollment. The disadvantage is that some regions may end up with too few or no subjects, while other regions may dominate the outcome of the trial. Equal allocation has the advantage of optimizing the power available to detect differences in treatment effects between Contains Nonbinding Recommendations regions for a given overall sample-size target. The disadvantage is that recruitment may be slowed to a possibly unacceptable level, particularly if disease prevalence or ease of recruitment varies substantially among the regions in the MRCT. A balance between proportional and equal allocation is recommended to ensure that recruitment is feasible and able to be completed in a timely fashion, but also to provide sufficient information to evaluate the drug in its regional context. Allocation to preserve a proportion of the overall effect is not practical if many regions in the trial have this requirement. Allocation based on achieving local significance of regional treatment effects is also not practical, because this strategy may inflate the sample size beyond feasibility and brings into question the concept of conducting an MRCT. Allocating a fixed-minimum sample size for regions is not recommended, if there is no scientific justification for selecting the minimum. In practice, sample-size allocation deliberations will reflect both scientific and logistical considerations. For example, an initial allocation may be determined that targets the population affected by the disease, taking disease prevalence and regional size into account. This initial allocation should ensure that the overall sample size can be achieved. The allocation would then be modified to reduce any large imbalances in regional sample sizes and to support an evaluation of consistency of treatment effects across regions. This modification could entail pooling some regions (as described below) to provide flexibility in sample-size allocation. Minimum regional sample-size targets that are scientifically justified could also be considered at this step. One example would be to specify a minimum sample size to provide meaningful descriptive summaries (e.g., forest plots) with sufficient accuracy and precision. Alternatively, an equal allocation to regions could be planned as the first step, with modification to better reflect regional sample sizes,",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 620928,
  "end_pos": 622464,
  "tokens": 512,
  "tags": [
    "efficacy",
    "statistical"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.713Z"
}