{
  "id": "fda_guidance_chunk_0273",
  "title": "Introduction - Part 273",
  "text": "low. (c) The negative impact on the subject’s well-being is minimized and low. (d) The trial is not prohibited by law. (e) The approval/favorable opinion of the IRB/IEC is expressly sought on the inclusion of such subjects, and the written approval/ favorable opinion covers this aspect. Such trials, unless an exception is justified, should be conducted in patients having a disease or condition for which the investigational product is intended. Subjects in these trials should be particularly closely monitored and should be withdrawn if they appear to be unduly distressed. 4.8.15 In emergency situations, when prior consent of the subject is not possible, the consent of the subject’s legally acceptable representative, if present, should be requested. When prior consent of the subject is not possible, and the subject’s legally acceptable representative is not available, enrollment of the subject should require measures described in the protocol and/or elsewhere, with documented approval/favorable opinion by the IRB/IEC, to protect the rights, safety and well-being of the subject and to ensure compliance with applicable regulatory requirements. The subject or the subject’s legally acceptable representative should be informed about the trial as soon as possible and consent to continue and other consent as appropriate (see s e c t i o n 4.8.10) should be requested. Contains Nonbinding Recommendations 4.9 Records and Reports ADDENDUM 4.9.0 The investigator/institution should maintain adequate and accurate source documents and trial records that include all pertinent observations on each of the site's trial subjects. Source data should be attributable, legible, contemporaneous, original, accurate, and complete. Changes to source data should be traceable, should not obscure the original entry, and should be explained if necessary (e.g., via an audit trail). 4.9.1 The investigator should ensure the accuracy, completeness, legibility, and timeliness of the data reported to the sponsor in the CRFs and in all required reports. 4.9.2 Data reported on the CRF, that are derived from source documents, should be consistent with the source documents or the discrepancies should be explained. 4.9.3 Any change or correction to a CRF should be dated, initialed, and explained (if necessary) and should not obscure the original entry (i.e., an audit trail should be maintained); this applies to both written and electronic changes or corrections (see 5.18.4(n)). Sponsors should provide guidance to investigators and/or the investigators' designated representatives on",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 365568,
  "end_pos": 367104,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.697Z"
}