{
  "id": "fda_guidance_chunk_0231",
  "title": "Introduction - Part 231",
  "text": "Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Clinical Trial Endpoints for the Approval of Cancer Drugs and Biologics Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. I. INTRODUCTION This guidance provides recommendations to applicants on endpoints for cancer clinical trials submitted to the Food and Drug Administration (FDA) to support effectiveness claims in new drug applications (NDAs), biologics license applications (BLAs), or supplemental applications.2 It also provides background information and discusses general regulatory principles. The endpoints discussed in this guidance are for drugs to treat patients with an existing cancer.3 This guidance does not address endpoints for drugs to prevent or decrease the incidence of cancer. This guidance is a revision of the final guidance of the same title that published in May 2007. This guidance replaces the May 2007 guidance of the same title. In general, FDA’s guidance documents do not establish legally enforceable responsibilities. Instead, guidances describe the Agency’s current thinking on a topic and should be viewed only as recommendations, unless specific regulatory or statutory requirements are cited. The use of the word should in Agency guidances means that something is suggested or recommended, but not required. 1 This guidance has been prepared by the Oncology Center of Excellence, Center for Drug Evaluation and Research (CDER), and Center for Biologics Evaluation and Research (CBER) at the Food and Drug Administration. 2 For the purposes of this guidance, all references to drugs include both human drugs and biological products unless otherwise specified. 3 See the guidance for industry Clinical Trial Endpoints for the Approval of Non-Small Cell Lung Cancer Drugs and Biologics for recommendations specific to non-small cell lung cancer clinical trials. See the guidance for industry Pathological Complete Response in Neoadjuvant Treatment of High-Risk Early-Stage Breast Cancer: Use as an Endpoint to Support Accelerated Approval for recommendations specific to high-risk early-stage breast cancer. We update guidances periodically. To make",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 309120,
  "end_pos": 310656,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.693Z"
}