{
  "id": "fda_guidance_chunk_0808",
  "title": "Introduction - Part 808",
  "text": "analysis set should be guided by the following principles: (1) To minimize bias and (2) to avoid inflation of Type I error. 1. Full Analysis Set (5.2.1) The intention-to-treat (see Glossary) principle implies that the primary analysis should include all randomized subjects. Compliance with this principle would necessitate complete follow-up of all randomized subjects for study outcomes. In practice, this ideal may be difficult to achieve, for reasons to be described. In this document, the term full analysis set is used to describe the analysis set which is as complete as possible and as close as possible to the intention-to-treat ideal of including all randomized subjects. Preservation of the initial randomization in analysis is important in preventing bias and in providing a secure foundation for statistical tests. In many clinical trials, the use of the full analysis set provides a conservative strategy. Under many circumstances, it may also provide estimates of treatment effects that are more likely to mirror those observed in subsequent practice. There are a limited number of circumstances that might lead to excluding randomized subjects from the full analysis set, including the failure to satisfy major entry criteria (eligibility violations), the failure to take at least one dose of trial medication, and the lack of any data post randomization. Such exclusions should always be justified. Subjects who fail to satisfy an entry criterion may be excluded from the analysis without the possibility of introducing bias only under the following circumstances: a. The entry criterion was measured prior to randomization. (i) b. The detection of the relevant eligibility violations can be made completely objectively. (ii) c. All subjects receive equal scrutiny for eligibility violations. (This may be difficult to ensure in an open-label study, or even in a double-blind study if the data are unblinded prior to this scrutiny, emphasizing the importance of the blind review.) (iii) d. All detected violations of the particular entry criterion are excluded. (iv) In some situations, it may be reasonable to eliminate from the set of all randomized subjects any subject who took no trial medication. The intention-to-treat principle would be preserved despite the exclusion of these patients provided, for example, that the decision of whether or not to begin treatment could not be influenced by knowledge of the assigned treatment. In other situations it may",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1084608,
  "end_pos": 1086144,
  "tokens": 512,
  "tags": [
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.740Z"
}