{
  "id": "fda_guidance_chunk_0621",
  "title": "Introduction - Part 621",
  "text": "likely be unchanged even if data from a combination study showed an enhanced effect, because a significant risk to patients has already been identified. Therefore, combination reproductive toxicity studies are not recommended when a finding with one of the individual agents indicates embryo-fetal risk; that information would be made available to patients and physicians as part of the risk communication, irrespective of pregnancy category. For example, if studies with one of the agents showed fetal death or terata at approximately 10-fold the clinical exposure, even if observed in only one species, a combination study would not be warranted, provided that this information was present in the single agent product labeling. Q12: There is no mention about pharmacology studies, and pharmacodynamic or pharmacokinetic drug-drug interaction studies in section XVII (17). Please indicate whether and when these studies should be conducted. A12: Presumably, the pharmacodynamic activities and pharmacokinetic profile, including the effects on the CYP450s of the individual drugs, are known before the drugs are combined. Because potential pharmacodynamic interactions are anticipated based on the nonclinical and clinical experiences with the individual entities or their combination, no nonclinical pharmacodynamic interaction studies are warranted. If the pharmacology information indicates potential interactions that could lead to toxicity, then combination nonclinical toxicity studies might be warranted. Concerns regarding pharmacokinetic interactions can often be addressed by lowering the initial doses administered below those that might be appropriate for the individual drugs or by conducting a clinical pharmacokinetic drug-drug interaction study. E. Safety Pharmacology (5) Q1: ICH M3(R2) states that including the in vivo safety pharmacology evaluations in toxicity studies to the extent feasible should be considered. Does this mean that the safety pharmacology assessment conducted as part of general toxicity studies can be less thorough than that obtained in stand-alone safety pharmacology studies? A1: No. Assessment of safety pharmacology as part of the general toxicity studies should provide rigor similar to that in stand-alone safety pharmacology studies. This can be achieved with current technology, provided the methods have been adequately assessed. F. Exploratory Clinical Trials (6) Q1: To support exploratory clinical trials, why should the extended single-dose studies be done in both sexes when the clinical exploratory studies are likely to be done in one sex? A1: Exploratory clinical studies do not represent a commitment to full development. Therefore, when",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 833280,
  "end_pos": 834816,
  "tokens": 512,
  "tags": [
    "safety",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.725Z"
}