{
  "id": "fda_guidance_chunk_0391",
  "title": "Introduction - Part 391",
  "text": "specific about how sponsors must conduct such monitoring and are therefore compatible with a range of approaches that may vary depending on multiple factors. The guidances for industry Oversight of Clinical Investigations – A Risk-Based Approach to Monitoring (August 2013) and A Risk-Based Approach to Monitoring of Clinical 32 FDA guidance on good clinical practice, developed with the International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH), defines a certified copy as “[a] copy (irrespective of the type of media used) of the original record that has been verified (i.e., by a dated signature or by generation through a validated process) to have the same information, including data that describe the context, content, and structure, as the original.” See the ICH guidance for industry E6(R2) Good Clinical Practice: Integrated Addendum to ICH E6(R1) (March 2018). 33 See 21 CFR 312.62 and 812.140(a). 34 See 21 CFR 312.50, 312.53(d), 312.56(a), 812.40, 812.43(d), and 812.46. Contains Nonbinding Recommendations Investigations: Questions and Answers (April 2023) clarify that sponsors can use a variety of approaches to fulfill their responsibilities for monitoring clinical investigations; these guidance documents also describe monitoring activities that reflect modern, risk-based approaches, including remote monitoring when appropriate. The decision as to whether remote monitoring conducted for a given site or clinical investigation was adequate or should be followed up with additional on-site monitoring visits should be based on the sponsor’s ongoing risk assessment. The sponsor may determine that on-site follow-up of remote monitoring activities is appropriate based on a risk assessment (e.g., sites with certain data anomalies or a higher frequency of errors, important protocol violations, or dropouts relative to other sites). As with on-site monitoring, remote monitoring should be focused on critical data and processes for human subject protection and trial integrity, such as the site’s conduct of key study procedures and documentation related to important efficacy endpoints and safety assessments. Q14. How do I obtain signed informed consent from a hospitalized patient who is in isolation during the disaster or PHE and is physically inaccessible because policies prevent trial staff from entering the patient’s room due to a disaster or PHE? FDA regulations generally require that the informed consent of a trial participant be documented by the use of a written consent document that typically includes the elements of",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 524160,
  "end_pos": 525696,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.707Z"
}