{
  "id": "fda_guidance_chunk_0437",
  "title": "Introduction - Part 437",
  "text": "of older adults with clinical investigators and keep the clinical trial sites updated on the progress of enrolling older adults in the trial. Sponsors should discuss the importance of enrolling older adults during study training provided to the clinical sites. In addition, sponsors should consider getting input on trial design, trial conduct and recruitement strategies from geriatricians, geriatric oncologists, social and behavioral scientists with expertise in treating older adults. Additional input from patient advocates/navigators should also be sought. • Consider collecting additional information for older adults 15 See guidance for industry Patient-Focused Drug Development: Collecting Comprehensive and Representative Input (June 2020). Contains Nonbinding Recommendations Sponsors should prospectively consider information that should be collected for older adults that will be clinically informative and will provide an understanding of clinical outcomes in older adults. For example, in addition to collection of age and performance status, elements from geriatric assessment tools (e.g. functional status, cognitive function), and a comprehensive assessment of comorbidities should be considered during trial design.16 Incorporating a patient reported outcome instrument(s) in cancer trials may encourage older adults to participate in clinical trials and the information obtained may inform future research.17 • Consider additional strategies in adverse event monitoring and management Older adult patients’ experience with adverse events may differ from younger patients. Developing strategies to capture and manage adverse events in older patients (e.g., supportive care measures, involvement of geriatric oncologists and other health care professionals with expertise in treating older adults) may facilitate older patients completing the trial. • Report more discrete age subgroups Because outcomes may differ by increasing age group in patients 65 years of age and older, sponsors should identify further age subgroups to understand the drug’s benefits and risks.18 For example, subgroups such as age 65 years to 74 years of age and 75 years of age and older may be relevant. A particular need exists for information in patients 75 years of age and older. Sponsors may consider combining data across trials of similar design to ensure adequate representation of older adults across discrete age subgroups. Reporting clinical trial data from older adults in a more standardized and granular way can be more clinically useful19. FDA’s guidance for industry Integrated Summary of Effectiveness (October 2015) includes recommendations regarding subpopulation assessment and reporting in the NDA or BLA",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 585984,
  "end_pos": 587520,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.711Z"
}