{
  "id": "fda_guidance_chunk_0583",
  "title": "Introduction - Part 583",
  "text": "focus on achieving a specified target range of exposure or characterizing the safety profile of the feasible dose or doses, rather than finding the MTD. For further discussion of considerations relating to dose, see Section IV.D. 2. Feasibility Assessments CGT products sometimes require specialized devices or novel procedures for administration, customized preparation of products, special handling of products (e.g., very short expiration time), or adjunctive therapy. In these cases, sponsors should consider designing early-phase trials to identify and characterize any technical or logistic issues with manufacturing and administering the product. Such issues may need to be addressed before proceeding with further product development. 3. Activity Assessments A common secondary objective of early-phase trials is to obtain preliminary assessments of product activity, using either short-term responses or longer-term outcomes that could suggest potential for efficacy. Such proof-of-concept data can support subsequent clinical development. For CGT products, activity assessments might include specialized measures such as gene expression, cell engraftment, or morphologic alterations, as well as more common measures such as changes in immune function, tumor shrinkage, or physiologic responses of various types. Contains Nonbinding Recommendations B. Choosing a Study Population Choice of the subjects to include in the trial depends on the expected risks and potential benefits, recognizing that there will be considerable uncertainty about those expectations in an early-phase trial. Expected risks may be estimated from the nonclinical data, an understanding of the biological mechanisms, and any previous relevant human experience, but the clinical significance of those risks can depend on the population that receives the product. Similarly, the potential for benefit might depend on the choice of study population. In addition, the choice of study population may affect the ability to detect the product’s activity, either adverse or beneficial. For example, a biomarker that may be indicative of risk or benefit might be more sensitive, meaningful, or interpretable in one population versus another. Some populations may offer advantages (e.g., higher cell numbers or viability) as sources for autologous products. The objective is to select a trial population with an acceptable balance between the anticipated risks and potential benefits for the study subjects, while also achieving the study’s scientific objectives. As discussed below in Section IV.E.4 of this guidance, there are special considerations regarding selection of the study population for patient-specific products. 1. Healthy Volunteers2",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 782208,
  "end_pos": 783744,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.722Z"
}