{
  "id": "fda_guidance_chunk_0168",
  "title": "Introduction - Part 168",
  "text": "endpoints, understanding which components of a within-subject multicomponent endpoint have contributed most to the overall statistical significance could be important to correctly understanding the clinical effects of the drug. Consequently, analysis of the study results on the individual components is usually important but, as stated previously, if undertaken, should not be presented in FDA-approved labeling in ways that imply a statistically rigorous conclusion or convey certainty about the effects that are not supported by that trial. For many of these multi-component endpoints, the overall score is regarded as comprehensive and clinically interpretable. The individual component scales, however, may or may not be independently clinically interpretable. Analyses of specific components or subdomains of a clinical outcome assessment as explicit endpoints in the primary or secondary endpoint families can be reasonable, contingent on the endpoint being clinically interpretable. Pre-specification of specific components or subdomains as endpoints with appropriate multiplicity control is recommended if the intent is to demonstrate an effect of a drug on one or more of these endpoints in addition to the overall multi-component endpoint. IV. METHODOLOGICAL CONSIDERATIONS A variety of situations in which multiplicity arises have been discussed in sections II. and III. When there is a family of endpoints (discussed in section III.A.), the probability of erroneously finding a statistically significant treatment effect in at least one endpoint regardless of the presence or absence of treatment effects in the other endpoints is the overall Type I error rate. This error rate is typically held to 0.05 (or 0.025 for one-sided tests). Statistical methods that control this error rate at the desired level can permit an effectiveness conclusion on individual endpoints. There are many common statistical methods for addressing multiple-endpoint-related multiplicity problems (Hochberg and Tamhane 1987). The appendix presents some of the commonly considered methods. Examples include the Bonferroni, Holm (Holm 1979), and Hochberg (Hochberg 1988) procedures, which do not assume any hierarchy among the tested null hypotheses (i.e., any individual null hypothesis in the family can be rejected regardless of the rejection of other hypotheses). Other viable methods apply a combination of partial alpha allocation and hierarchies, such as graphical methods (Bretz et al. 2009) that are presented in the appendix. If finding a statistically significant treatment effect in any one of the considered endpoints is considered a success, then methods that",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 224448,
  "end_pos": 225984,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.688Z"
}