{
  "id": "fda_guidance_chunk_0814",
  "title": "Introduction - Part 814",
  "text": "trial. All effects to be fitted in the analysis (for example, in analysis of variance models) should be fully specified, and the manner, if any, in which this set of effects might be modified in response to preliminary results should be explained. The same considerations apply to the set of covariates fitted in an analysis of covariance. (See also section V.G.) In the choice of statistical methods, due attention should be paid to the statistical distribution of both primary and secondary variables. When making this choice (for example between parametric and nonparametric methods), it is important to bear in mind the need to provide statistical estimates of the size of treatment effects together with confidence intervals (in addition to significance tests). The primary analysis of the primary variable should be clearly distinguished from supporting analyses of the primary or secondary variables. Within the statistical section of the protocol or the statistical analysis plan there should also be an outline of the way in which data other than the primary and secondary variables will be summarized and reported. This should include a reference to any approaches adopted for the purpose of achieving consistency of analysis across a range of trials, for example, for safety data. Modeling approaches that incorporate information on known pharmacological parameters, the extent of protocol compliance for individual subjects, or other biologically based data may provide valuable insights into actual or potential efficacy, especially with regard to estimation of treatment effects. The assumptions underlying such models should always be clearly identified, and the limitations of any conclusions should be carefully described. F. Adjustment of Significance and Confidence Levels (5.6) When multiplicity is present, the usual frequentist approach to the analysis of clinical trial data may necessitate an adjustment to the Type I error. Multiplicity may arise, for example, from multiple primary variables (see section II.B.2), multiple comparisons of treatments, repeated evaluation over time, and/or interim analyses (see section IV.E). Methods to avoid or reduce multiplicity are sometimes preferable when available, such as the identification of the key primary variable (multiple variables), the choice of a critical treatment contrast (multiple comparisons), and the use of a summary measure such as area under the curve (repeated measures). In confirmatory analyses, any aspects of multiplicity that remain after steps of this kind have been taken",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1092672,
  "end_pos": 1094208,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.741Z"
}