{
  "id": "fda_guidance_chunk_0036",
  "title": "Introduction - Part 36",
  "text": "an efficient review of applications. Sponsors are expected to exercise considerable discretion, however, regarding the content of information submitted in each section, depending upon the kind of drug being studied and the nature of the available information. Section 312.23 outlines the information needed for a commercially sponsored IND for a new molecular entity. A sponsor-investigator who uses, as a research tool, an investigational new drug that is already subject to a manufacturer's IND or marketing application should follow the same general format, but ordinarily may, if authorized by the manufacturer, refer to the manufacturer's IND or marketing application in providing the technical information supporting the proposed clinical investigation. A sponsor-investigator who uses an investigational drug not subject to a manufacturer's IND or marketing application is ordinarily required to submit all technical information supporting the IND, unless such information may be referenced from the scientific literature. § 312.23 IND content and format. (a) A sponsor who intends to conduct a clinical investigation subject to this part shall submit an “Investigational New Drug Application” (IND) including, in the following order: (1) Cover sheet (Form FDA-1571). A cover sheet for the application containing the following: (i) The name, address, and telephone number of the sponsor, the date of the application, and the name of the investigational new drug. (ii) Identification of the phase or phases of the clinical investigation to be conducted. (iii) A commitment not to begin clinical investigations until an IND covering the investigations is in effect. (iv) A commitment that an Institutional Review Board (IRB) that complies with the requirements set forth in part 56 will be responsible for the initial and continuing review and approval of each of the studies in the proposed clinical investigation and that the investigator will report to the IRB proposed changes in the research activity in accordance with the requirements of part 56. (v) A commitment to conduct the investigation in accordance with all other applicable regulatory requirements. (vi) The name and title of the person responsible for monitoring the conduct and progress of the clinical investigations. (vii) The name(s) and title(s) of the person(s) responsible under § 312.32 for review and evaluation of information relevant to the safety of the drug. (viii) If a sponsor has transferred any obligations for the conduct of any clinical study to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 47040,
  "end_pos": 48576,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.678Z"
}