{
  "id": "fda_guidance_chunk_0571",
  "title": "Introduction - Part 571",
  "text": "should be provided. • Purity (Drug Substance: section IV.B); • Microbial bioburden/contamination (Drug Substance: section IV.B); • Appearance/visual inspection; and • Where applicable, additional tests or modifications thereof, such as 11 Drug products packaged within delivery devices such as pre-filled syringes may meet the definition of a combination product (21 CFR 3.2(e)). See http://www.fda.gov/CombinationProducts/AboutCombinationProducts/ucm118332.htm Contains Nonbinding Recommendations percent viable cells, a determination of particulate matter (39 USP <788>) (Ref. 7), the rabbit pyrogenicity test (39 USP <151>) (Ref. 8), pH testing, and/or residual moisture (21 CFR 610.13(a)(1)). 4. Stability In an IND submission, you must provide stability data to demonstrate that the new drug substance and drug product are within acceptable chemical and physical limits for the planned duration of the clinical investigation (21 CFR 312.23(a)(7)(ii), 312.23(a)(7)(iv)(a)-(b)). For lyophilized products, you should develop and initiate an additional stability protocol that examines the shelf-life after reconstitution. If the product is frozen, you should develop data supporting product stability through a stated number of freeze-thaw cycles. The stability study protocol should include, but not be limited to: testing for potency; viable cell determination; microbial contamination; pH; and residual moisture, if applicable. 5. Placebo You must include a brief general description of the composition, manufacture, and control of any placebo used in a controlled clinical trial in your IND submission (21 CFR 312.23(a)(7)(iv)(c)). 6. Environmental Assessment You must include a claim for a categorical exclusion with the basis for the exclusion or an environmental assessment (EA), as outlined in 21 CFR 312.23(a)(7)(iv)(e).12 An EA is likely to be needed for use of virulent organisms, organisms that are ecologically more fit than their wild-type counterparts, or organisms wherein eradication is problematic or difficult to document. D. IND Studies Utilizing Commercially Available Live Biotherapeutic Products (LBPs) For certain investigations of commercially marketed conventional foods and dietary supplements, we anticipate that the label on a commercially available LBP will be sufficient to satisfy the purpose of the CMC information under 21 CFR 312.23(a)(7)(iv)(a)-(b) and that noncompliance with 21 CFR 312.23(a)(7)(iv)(a)-(b) would not pose a significant and unreasonable risk to human subjects of the investigation (see 21 CFR 312.10(b)). Specifically, FDA generally 12 For more information on EAs, see the FDA guidance entitled “Guidance for Industry: Environmental Assessment of Human Drug and Biologics Applications” dated July 1998, available at http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/ucm070561.htm. Contains",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 766080,
  "end_pos": 767616,
  "tokens": 512,
  "tags": [
    "safety",
    "design",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.721Z"
}