{
  "id": "fda_guidance_chunk_0070",
  "title": "Introduction - Part 70",
  "text": "on the patient population and disease under study. Examples of such “anticipated” events include known consequences of the underlying disease or condition under investigation, events anticipated from any background regimen, events common in the study population, or re-emergence or worsening of a condition relative to pretreatment baseline. In general, a limited number of occurrences of such an adverse event in a study population in which occurrences of the event are anticipated is not an adequate basis to conclude that the event is a suspected adverse reaction (i.e., that there is a reasonable possibility that the drug caused the event). Such events should not be reported individually as they occur because they are uninformative as single cases. Such anticipated adverse events should nonetheless be monitored at appropriate intervals, and the numbers of events in each arm of a controlled study should be compared. The adverse event must be reported to FDA expeditiously as an IND safety report if there is an imbalance between arms suggesting there is a reasonable possibility that the drug Contains Nonbinding Recommendations caused the adverse event (21 CFR 312.32(c)(1)(i)(C)). It is important to consider the entire clinical trial database in such analyses. i. Identifying and monitoring protocol-specified serious adverse events At the time of protocol development, the sponsor should identify in the protocol the serious adverse events that it does not plan to report individually in an expedited manner because they are anticipated to occur in the study population at some frequency independent of drug exposure. It is not possible or desirable to list in the protocol every adverse event that may occur in the study population. Factors to consider when deciding which adverse events to identify include, for example, characteristics of the study population, natural progression of the disease, background event rates, background regimens, co-morbid conditions, and past experience with similar populations. The list of the more common serious adverse events, based on past experience, could be used for all protocols (taking into account population differences) because the analyses of these adverse events should consider the entire safety database. Therefore, the sponsor should limit the list to those events that are common enough to make an overall analysis useful. For example, in a long-term osteoporosis trial in an elderly population, it would be reasonable to list myocardial infarction, but unreasonable",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 92736,
  "end_pos": 94272,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}