{
  "id": "fda_guidance_chunk_0107",
  "title": "Introduction - Part 107",
  "text": "Nonbinding Recommendations (4) Instituting screening procedures that could identify those subjects at increased risk of a particular adverse event (5) Identifying information needed to inform current and future trial subjects of newly identified risks via changes in the informed consent document and, if appropriate, recommending reconsent of current subjects to continue trial participation For more information regarding entities that review aggregate data for IND safety reporting, see section VI of the guidance for industry Sponsor Responsibilities—Safety Reporting Requirements and Safety Assessment for IND and Bioavailability/Bioequivalence Studies. C. Institutional Review Board/Independent Ethics Committee A clinical trial being conducted under a master protocol IND must not be initiated until an IRB or independent ethics committee has reviewed and approved the protocol, and the trial remains subject to continuing review by an IRB.29 After initiation, modifications to the master protocol must be approved by the IRB or independent ethics committee before implementation, with the exception of protocol amendments that are necessary to eliminate apparent immediate hazards to trial participants, which can generally be immediately implemented but are required to be reported to the IRB afterward.30 Sponsors are required to “keep each participating investigator informed of new observations discovered by or reported to the sponsor on the drug, particularly with respect to adverse effects and safe use.”31 Investigators are required under § 312.66 to report all “unanticipated problems involving risk to human subjects or others” to the IRB. FDA considers a serious and unexpected adverse event that meets the criteria for sponsor reporting to FDA and all investigators in an IND safety report under § 312.32 to be an “unanticipated problem[ ] involving risk to human subjects or others” that therefore must be reported to the IRB by the investigator. The investigator must convey this information to the IRB during the time of the IRB’s continuing review, or sooner, if the information is an unanticipated problem involving risk to human subjects or others.32 This information can include a description of the detailed plan for timely, periodic communication of trial progress, cumulative safety information, and other reports from the IDMC. This information is necessary to allow the IRB to evaluate, for example, the risks to human subjects of the ongoing investigation and the adequacy of the informed consent document.33 29 21 CFR 56.103(a); 21 CFR 312.66. 30 21 CFR",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 142464,
  "end_pos": 144000,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.683Z"
}