{
  "id": "fda_guidance_chunk_0419",
  "title": "Introduction - Part 419",
  "text": "outside the scope of this guidance, we recommend that the sponsor request a pre-IND meeting with the Office of Tissues and Advanced Therapies (OTAT), CBER, to discuss their proposed clinical trial design. IV. SUBMISSION OF INFORMATION TO INDS As noted in sections I and II of this guidance, the purpose of this guidance is to recommend a more efficient and flexible model to evaluate multiple versions of an investigational product that would otherwise be evaluated in separate clinical studies. For a single clinical study of different versions of an investigational product where each version is submitted in a separate IND, it may be challenging to determine how to structure and organize the INDs, and how to submit changes or new information as the study progresses. The framework described here is intended to provide clarity on these topics and, as feasible, to minimize submission of the same information to multiple INDs by facilitating cross-referencing to shared information in the INDs. Sponsors may discuss their specific clinical study and planned submission approach with OTAT, CBER prior to submitting an IND (e.g., by requesting an INitial Targeted Engagement for Regulatory Advice on CBER producTs (INTERACT)3 or pre-IND meeting4). A. Overview • For purposes of the framework outlined in this guidance, we refer to INDs either as “Primary” or “Secondary”. The purpose of this nomenclature is to distinguish which INDs will include clinical information about the umbrella trial (Primary INDs) and which INDs will not include clinical information about the umbrella trial (Secondary INDs). For example, an IND amendment that contains only clinical information about the umbrella trial (e.g., no CMC or P/T information) would only need to be submitted to the Primary IND. • For a clinical study with two different versions of the investigational product (Product A and Product B), we recommend that the sponsor submit two separate INDs, IND A and IND B. One of the INDs, IND A, will be considered the “Primary” IND, and should include CMC and P/T information for Product A. IND B will be considered a “Secondary” IND, and will include CMC and P/T information for Product B. Primary IND A should also include complete clinical information for the umbrella 3 For additional information about INTERACT meetings, please see https://www.fda.gov/vaccines-blood-biologics/industry-biologics/interact-meetings. 4 See Formal Meetings Between the FDA and Sponsors or",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 561792,
  "end_pos": 563328,
  "tokens": 512,
  "tags": [
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.709Z"
}