{
  "id": "fda_guidance_chunk_0357",
  "title": "Introduction - Part 357",
  "text": "benefit in 102 outpatients. In this guidance we provide an exemplary set of 14 common COVID-19-related 103 symptoms to consider in Table 1 (as described below). Although we recommend assessing these 104 items to capture change in common COVID-19-related symptoms (e.g., emergence, 105 improvement, or worsening) during the clinical trials, a subset of key COVID-19-related 106 symptoms can be used to derive symptom-based efficacy endpoints. Determination of which 107 subset to investigate will depend on what aspect(s) of the condition the study drug is expected to 108 improve as well as symptomatology associated with the currently circulating COVID-19 109 variant(s) of concern. The final assessment plan should be informed by qualitative evidence 110 from patient interviews and/or the literature. 111 • In the example in Table 1, the following applies for rating each symptom: 113 – Items 1 to 10, 13, and 14: Trial subjects rate symptom severity at its worst over a 115 specified recall period (e.g., 24 hours) using a verbal rating scale for severity. 116 – Items 11 (vomiting) and 12 (diarrhea) are each recorded promptly after a vomiting or 118 diarrhea episode occurs. 119 • In the example in Table 1, there is no total score. Each symptom is scored individually 121 using the following response options and/or scoring values: 122 – Items 1 to 10: None = 0, Mild = 1, Moderate = 2, and Severe = 3. 124 – Items 11 and 12: Record the time of event occurrence. 126 – Items 13 and 14: Sense of smell/taste same as usual = 0, Sense of smell/taste less 128 than usual = 1, No sense of smell/taste = 2. 129 9 See the guidance for industry, Food and Drug Administration staff, and other stakeholders Patient-Focused Drug Development: Methods to Identify What Is Important to Patients (February 2022). 10 See the draft guidance for industry, Food and Drug Administration staff, and other stakeholders Patient-Focused Drug Development: Selecting, Developing, or Modifying Fit-for-Purpose Clinical Outcome Assessments (June 2022). When final, this guidance will represent the FDA’s current thinking on this topic. Contains Nonbinding Recommendations Table 1. Example Assessment of 14 Common COVID-19-Related Symptoms: Sample of 132 Items and Response Options 133 Example of items For items 1–10, sample item wording could be “What was the severity of your [insert symptom] at its",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 478464,
  "end_pos": 480000,
  "tokens": 512,
  "tags": [
    "efficacy",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.704Z"
}