{
  "id": "fda_guidance_chunk_0701",
  "title": "Introduction - Part 701",
  "text": "administered by alternative routes (e.g., topical, intranasal, subcutaneous, intramuscular) for which the dose is limited by local toxicities. Such therapeutics should be normalized to concentration (e.g., mg/area of application) or amount of drug (mg) at the application site. 2. Therapeutics administered into anatomical compartments that have little subsequent distribution outside of the compartment. Examples are intrathecal, intravesical, Contains Nonbinding Recommendations intraocular, or intrapleural administration. Such therapeutics should be normalized between species according to the compartmental volumes and concentrations of the therapeutic. 3. Proteins administered intravascularly with Mr > 100,000 daltons. Such therapeutics should be normalized to mg/kg. VI. STEP 3: MOST APPROPRIATE SPECIES SELECTION After the HEDs have been determined from the NOAELs from all toxicology studies relevant to the proposed human trial, the next step is to pick one HED for subsequent derivation of the MRSD. This HED should be chosen from the most appropriate species. In the absence of data on species relevance, a default position is that the most appropriate species for deriving the MRSD for a trial in adult healthy volunteers is the most sensitive species (i.e., the species in which the lowest HED can be identified). Factors that could influence the choice of the most appropriate species rather than the default to the most sensitive species include: (1) differences in the absorption, distribution, metabolism, and excretion (ADME) of the therapeutic between the species, and (2) class experience that may indicate a particular animal model is more predictive of human toxicity. Selection of the most appropriate species for certain biological products (e.g., human proteins) involves consideration of various factors unique to these products. Factors such as whether an animal species expresses relevant receptors or epitopes may affect species selection (refer to ICH guidance for industry S6 Preclinical Safety Evaluation of Biotechnology-Derived Pharmaceuticals for more details). When determining the MRSD for the first dose of a new therapeutic in humans, absorption, distribution, and elimination parameters will not be known for humans. Comparative metabolism data, however, might be available based on in vitro studies. These data are particularly relevant when there are marked differences in both the in vivo metabolite profiles and HEDs in animals. Class experience implies that previous studies have demonstrated that a particular animal model is more appropriate for the assessment of safety for a particular class of therapeutics.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 940800,
  "end_pos": 942336,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.732Z"
}