{
  "id": "fda_guidance_chunk_0068",
  "title": "Introduction - Part 68",
  "text": "disease or condition under investigation (e.g., symptoms, disease progression) and events unlikely to be related to the underlying disease or condition under investigation but common in the study population independent of drug therapy (e.g., cardiovascular events in an elderly population). An example of the former would be a non-acute death observed in a trial in cancer patients. An example of the latter would be an acute myocardial infarction observed in a long-duration trial in an elderly population with cancer. Although these serious adverse events meet the definition of unexpected at 21 CFR 312.32(a), as they are not listed in the investigator brochure (see sections III.D and VI.B), these events do not warrant expedited reporting as individual cases because it is not possible, based on a single case, to determine that there is a reasonable possibility that the drug caused the event. As a result, they do not meet the definition of a suspected adverse reaction. Section 312.32(c)(1)(i)(C) requires reporting in an IND safety report when an aggregate analysis of specific events observed in a clinical trial indicates those events occur more frequently in the drug treatment group than in a concurrent control group. In cases where a randomized comparison is not available, the estimate of whether the rate is greater than in a control population would have to be based on some other group not receiving the drug, such as the general population or populations similar to the drug population with respect to demographics and disease state but not receiving the test drug (e.g., a historical control). An aggregate analysis of specific events should reflect information from all relevant studies. Therefore, it should be performed both for individual studies (if there are enough events to be informative) and across all studies, including across INDs of the drug, to determine whether they meet the criteria for expedited reporting. The following recommendations are intended to assist sponsors with protocol development and monitoring the safety database. Contains Nonbinding Recommendations a. Reporting Study Endpoints (21 CFR 312.32(c)(5)) Generally, study endpoints refer to outcomes that sponsors are measuring to evaluate efficacy. For trials designed to evaluate the effect of a drug on disease-related mortality or major morbidity, endpoint information should be collected, tracked, and monitored, usually by a Data Monitoring Committee (DMC), during the course of the study. The",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 90048,
  "end_pos": 91584,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.680Z"
}