{
  "id": "fda_guidance_chunk_0730",
  "title": "Introduction - Part 730",
  "text": "favorable outcomes because they expect a benefit or might be more likely to stay in a study if they knew they were on active drug. · Observers might be less likely to identify and report treatment responses in a no-treatment group or might be more sensitive to a favorable outcome or adverse event in patients receiving active drug. · Knowledge of treatment assignment could affect vigor of attempts to obtain on-study or follow-up data. · Knowledge of treatment assignment could affect decisions about whether a subject should remain on treatment or receive concomitant medications or other ancillary therapy. · Knowledge of treatment assignment could affect decisions as to whether a given subject's results should be included in an analysis. · Knowledge of treatment assignment could affect choice of statistical analysis. Blinding is intended to ensure that subjective assessments and decisions are not affected by knowledge of treatment assignment. C. Types of Controls (1.3) Control groups in clinical trials can be classified on the basis of two critical attributes: (1) the type of treatment used and (2) the method of determining who will be in the control group. The type of control treatment may be any of the following four: (1) placebo, (2) no treatment, (3) different dose or regimen of the study treatment, or (4) a different active treatment. The principal methods of determining who will be in the control group are by randomization or by selection of a control population separate from the population treated in the trial (external or historical control). This document categorizes control groups into five types. The first four are concurrently controlled (the control group and test groups are chosen from the same population and treated concurrently), usually with random assignment to treatment; they are distinguished by the type of control treatment (listed above) used. External (historical) control groups, regardless of the comparator treatment, are considered together as the fifth type because of serious concerns about the ability of such trials to ensure comparability of test and control groups and their ability to minimize important biases, making this design usable only in unusual circumstances. It is increasingly common to carry out studies that have more than one type of control group. Each type of control group is appropriate in some circumstances, but none is usable or adequate in every",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 979776,
  "end_pos": 981312,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.734Z"
}