{
  "id": "fda_guidance_chunk_0389",
  "title": "Introduction - Part 389",
  "text": "ability to obtain the required data remotely). The decision regarding which sites to prioritize for remote monitoring should be guided by centralized monitoring or other information available about site performance (e.g., frequency and severity of protocol deviations previously identified during monitoring visits or currently identified by centralized monitoring, number of randomized active trial participants, experience of site staff, known history of prior major audit or inspection findings). Remote monitoring should be focused on review of critical study site documentation and source data. If the materials identified for review include participants’ medical records that are normally reviewed at the site (and such a review is consistent with the trial participants’ informed consent documents), then, to complete source document review, remote review of medical records may be explored. When the study monitor cannot access the site to review critical source documents, requests for review of source documents that may include private health information should be consistent with requirements for source document validation and review as described in the current study monitoring plan or other appropriate study-specific document. When remote monitoring processes and procedures have not previously been described by the sponsor, these processes and procedures should be established (e.g., in a revised study monitoring plan or in updates to existing sponsor policies and procedures). During remote monitoring, the study monitor should focus on trial activities that are essential to the safety of trial participants and/or data reliability. Sponsors and monitors may wish to consider one or more of the following options to facilitate remote monitoring access to clinical site records: • If the site can provide appropriate resources and technical capabilities, consider establishing a secure remote viewing portal that would permit site staff to provide access to the site’s study documentation and/or trial participants’ source documents for the study monitor’s review. In addition, the potential for remote access to trial participants’ electronic health records can be explored with trial sites. 30 See the guidance for industry A Risk-Based Approach to Monitoring of Clinical Investigations: Questions and Answers (April 2023). 31 See the guidance for industry Oversight of Clinical Investigations — A Risk-Based Approach to Monitoring (August 2013). Contains Nonbinding Recommendations • Sites could upload certified copies32 of source records to a sponsor-controlled electronic system or other cloud-based repository that contains appropriate security controls. In the setting",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 521472,
  "end_pos": 523008,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "consent",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.707Z"
}