{
  "id": "fda_guidance_chunk_0771",
  "title": "Introduction - Part 771",
  "text": "sections of this document. E1A The Extent of Population Exposure to Assess Clinical Safety (March 1995) E2A Clinical Safety Data Management: Definitions and Standards for Expedited Reporting (March 1995) E2B Clinical Safety Data Management: Data Elements for Transmission of Individual Case Safety Reports (January 1998) E2C Clinical Safety Data Management: Periodic Safety Update Reports for Marketed Drugs (November 1996) E3 Structure and Content of Clinical Study Reports (July 1996) E4 Dose-Response Information to Support Drug Registration (November 1994) E5 Ethnic Factors in the Acceptability of Foreign Clinical Data (June 1998) E6 Good Clinical Practice: Consolidated Guideline (April 1996) E7 Studies in Support of Special Populations: Geriatrics (August 1994) E8 General Considerations for Clinical Trials (December 1997 E10 Choice of Control Group in Clinical Trials (September 1999) M1 Standardization of Medical Terminology for Regulatory Purposes (November 1999) M3 Nonclinical Safety Studies for the Conduct of Human Clinical Trials for Pharmaceuticals (July 1997) This guidance is intended to give direction to sponsors in the design, conduct, analysis, and evaluation of clinical trials of an investigational product in the context of its overall clinical development. The document will also assist scientific experts charged with preparing application summaries or assessing evidence of efficacy and safety, principally from clinical trials in later phases of development. B. Scope and Direction (1.2) The focus of this guidance is on statistical principles. It does not address the use of specific statistical procedures or methods. Specific procedural steps to ensure that principles are implemented properly are the responsibility of the sponsor. Integration of data across clinical trials is discussed, but is not a primary focus of this guidance. Selected principles and procedures related to data management or clinical trial monitoring activities are covered in other ICH guidances and are not addressed here. This guidance should be of interest to individuals from a broad range of scientific disciplines. However, it is assumed that the actual responsibility for all statistical work associated with clinical trials will lie with an appropriately qualified and experienced statistician, as indicated in ICH E6. The role and responsibility of the trial statistician (see Glossary), in collaboration with other clinical trial professionals, is to ensure that statistical principles are applied appropriately in clinical trials supporting drug development. Thus, the trial statistician should have a combination of education/training and experience sufficient to",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1034880,
  "end_pos": 1036416,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.737Z"
}