{
  "id": "fda_guidance_chunk_0514",
  "title": "Introduction - Part 514",
  "text": "discount this lower bound in choosing M1 to account for any sources of uncertainty and dissimilarities between the historical data and the NI study to be conducted, as discussed in earlier sections. Following this, a clinical judgment is made as to how much of this effect should be preserved. Choosing M2 as 50% of M1 has become usual practice for cardiovascular (CV) outcome studies, where effects may be small, and it is important to retain at least half of the effect of the original treatment. In antibiotic trials, effects tend to be quite large relative to placebo or ineffective treatments, and as a result, a 10-15% NI margin for the treatment difference (M2) is commonly chosen. Note that the M2 of 50% of M1 is on a relative scale, whereas the 10-15% is on the risk difference scale for antibiotic drugs. The formal test of the NI hypothesis also involves the use of a 95% confidence interval (i.e., to rule out C-T > M2). Thus, there are two confidence intervals involved in the fixed margin approach, one for the historical data, where the lower bound is selected as M1, and one for the NI study (to rule out C-T > M2); both intervals are typically 95% confidence intervals. That is why this fixed margin approach is sometimes called the 95%-95% method. Separating the process of estimating the treatment effect of the active comparator based upon the historical data (i.e., choice of M1) from the analysis of the NI study has two advantages. It gives a single number that is clinically understandable for M1 (and derived M2) and provides a basis for planning the sample size of the NI study to achieve control of Type I error and the power needed for the NI study to meet its objective for the prespecified NI margin. Decisions to discount M1 further or, where appropriate, to use a narrower confidence interval, are easily explained, and will make the fixed margin approach either more or less conservative. Deciding on the NI clinical margin M2 is a matter of judgment about how large a loss of the control treatment effect would be acceptable, a consideration that may reflect the seriousness of the outcome, the benefit of the active comparator, and the relative safety profiles of the test and comparator. Choice",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 689472,
  "end_pos": 691008,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.717Z"
}