{
  "id": "fda_guidance_chunk_0827",
  "title": "Introduction - Part 827",
  "text": "of that group irrespective of their compliance with the planned course of treatment. Interaction (qualitative and quantitative): The situation in which a treatment contrast (e.g., difference between investigational product and control) is dependent on another factor (e.g., center). A quantitative interaction refers to the case where the magnitude of the contrast differs at the different levels of the factor, whereas for a qualitative interaction the direction of the contrast differs for at least one level of the factor. Interrater reliability: The property of yielding equivalent results when used by different raters on different occasions. Intrarater reliability: The property of yielding equivalent results when used by the same rater on different occasions. Interim analysis: Any analysis intended to compare treatment arms with respect to efficacy or safety at any time prior to the formal completion of a trial. Meta-analysis: The formal evaluation of the quantitative evidence from two or more trials bearing on the same question. This most commonly involves the statistical combination of summary statistics from the various trials, but the term is sometimes also used to refer to the combination of the raw data. Multicenter trial: A clinical trial conducted according to a single protocol but at more than one site and, therefore, carried out by more than one investigator. Noninferiority trial: A trial with the primary objective of showing that the response to the investigational product is not clinically inferior to a comparative agent (active or placebo control). Preferred and included terms: In a hierarchical medical dictionary, for example, the World Health Organization's Adverse Reaction Terminology (WHO-Art), the included term is the lowest level of dictionary term to which the investigator description is coded. The preferred term is the level of grouping of included terms typically used in reporting frequency of occurrence. For example, the investigator text “Pain in the left arm” might be coded to the included term “Joint pain,” which is reported at the preferred term level as “Arthralgia.” Per protocol set (valid cases, efficacy sample, evaluable subjects sample): The set of data generated by the subset of subjects who complied with the protocol sufficiently to ensure that these data would be likely to exhibit the effects of treatment according to the underlying scientific model. Compliance covers such considerations as exposure to treatment, availability of measurements, and absence of major",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 1110144,
  "end_pos": 1111680,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "statistical",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.742Z"
}