{
  "id": "fda_guidance_chunk_0321",
  "title": "Introduction - Part 321",
  "text": "https://www.accessdata.fda.gov/scripts/feiportal/index.cfm?action=portal.login. 37 FDA intends to provide an inspectional handout with contact information to the establishment during the inspection. 38 Following an inspection, the Agency evaluates the inspection findings to determine if the establishment is in compliance with applicable statutes and regulations and classifies the inspection according to three classifications (No Action Indicated, Voluntary Action Indicated, Official Action Indicated). See “Inspection classifications” available at https://www.fda.gov/inspections-compliance-enforcement-and-criminal-investigations/inspectionbasics/inspection-classifications and Chapter 4 of the RPM, available at https://www.fda.gov/inspectionscompliance-enforcement-and-criminal-investigations/compliance-manuals/regulatory-procedures-manual#_top. Contains Nonbinding Recommendations Draft — Not for Implementation 287 Ombudsman Program is a communication resource for stakeholders facing unresolved concerns, 288 providing a confidential and impartial avenue to address and resolve their issues effectively.39 289 291 292 293 294 296 297 298 299 301 302 303 304 306 307 308 309 311 312 313 314 316 317 39 Contact information can be found on the ORA Ombudsman webpage available at https://www.fda.gov/aboutfda/contact-ora/ora-ombudsman. Contains Nonbinding Recommendations Draft — Not for Implementation BIMO Inspection and Program Resources Summary of Resource Where can I find this information?40 BIMO Program Information Core Patient-Reported Outcomes in Cancer Clinical Trials Guidance for Industry U.S. Department of Health and Human Services Food and Drug Administration Oncology Center of Excellence (OCE) Center for Drug Evaluation and Research (CDER) Center for Biologics Evaluation and Research (CBER) Core Patient-Reported Outcomes in Cancer Clinical Trials Guidance for Industry1 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, contact the FDA office responsible for this guidance as listed on the title page. I. INTRODUCTION This guidance provides recommendations to sponsors for collection of a core set of patient-reported clinical outcomes (herein referred to as core patient-reported outcomes) in cancer clinical trials and related considerations for instrument selection and trial design. Although this guidance focuses on patient-reported outcome (PRO) measures, some of these recommendations may be relevant to other clinical outcome assessments (i.e., clinician-reported outcome, observer-reported outcome, performance outcome) in cancer clinical trials. Recommendations supplement previous guidance on use of PRO measures in clinical trials by providing additional considerations specific to the cancer clinical trial setting.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 430080,
  "end_pos": 431616,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.701Z"
}