{
  "id": "fda_guidance_chunk_0735",
  "title": "Introduction - Part 735",
  "text": "advantages and thus be considered useful. Even though the primary focus of such a trial is the comparison of treatments, rather than demonstration of efficacy, the cautions described for conducting and interpreting non-inferiority trials need to be taken into account (see section 1.5). Specifically, the ability of the comparative trial to detect a difference between treatments when one exists needs to be established because a trial incapable of distinguishing between treatments that are in fact different cannot provide useful comparative information. 3. Fairness of Comparisons (1.4.3) For the comparative trial to be informative concerning relative safety and/or efficacy, the trial needs to be fair; i.e., the conditions of the trial should not inappropriately favor one treatment over the other. In practice, an active control equivalence or non-inferiority trial offered as evidence of efficacy also almost always needs to provide a fair effectiveness comparison with the control, because any doubt as to whether the control in the study had its usual effect would undermine assurance that the trial had assay sensitivity (see section 1.5). Among aspects of trial design that could unfairly favor one treatment are choice of dose or patient population and selection and timing of endpoints. a. Dose (1.4.3.1) In comparing the test drug with an active control, it is important to choose an appropriate dose and dose regimen of the control and test drugs. In examining the results of a comparison of two treatments, it is important to consider whether an apparently less effective treatment has been used at too low a dose or whether the apparently less well-tolerated treatment has been used at too high a dose. In some cases, to show superior efficacy or safety convincingly it will be necessary to study several doses of the control and perhaps several doses of the test treatment. b. Patient Population (1.4.3.2) Selection of subjects for an active control trial can affect outcome; the population studied should be carefully considered in evaluating what the trial has shown. For example, if many subjects in a trial have previously failed to respond to the control treatment, there would be a bias in favor of the new treatment. The results of such a trial could not be generalized to the entire population of previously untreated patients. A finding of superiority of the new treatment, however, still",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 986496,
  "end_pos": 988032,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.734Z"
}