{
  "id": "fda_guidance_chunk_0541",
  "title": "Introduction - Part 541",
  "text": "and Disability Status4, and the Food and Drug Administration Safety and Innovation Act5 (FDASIA) Section 907 Action Plan6. This guidance lists the OMB 1 This guidance has been developed by the Agency-wide Race and Ethnicity Working Group from the Office of the Commissioner (OC), the Office of Minority Heath (OMH), the Office of Women’s Health (OWH), the Office of Public Health Strategy and Analysis (OPHSA), the Center for Biologics Evaluation and Research (CBER), the Center for Drug Evaluation and Research (CDER), and the Center for Devices and Radiological Health (CDRH) of the Food and Drug Administration (FDA). 2 Office of Management and Budget (OMB) Directive No. 15 Revisions to the Standards for the Classification of Federal Data on Race and Ethnicity (October 30, 1997), available at https://www.whitehouse.gov/omb/fedreg_1997standards 3 Patient Protection and Affordable Care Act, Public Law 111-148, Section 4302 (42 U.S.C. § 300kk) (March 23, 2010), available at https://www.gpo.gov/fdsys/pkg/CREC-2009-11-19/pdf/CREC-2009-11-19-pt1-PgS11607- 3.pdf#page=127 4 HHS Implementation Guidance on Data Collection Standards for Race, Ethnicity, Sex, Primary Language, and Disability Status (October 31, 2011), available at https://aspe.hhs.gov/sites/default/files/pdf/76331/index.pdf 5 Food and Drug Administration Safety and Innovation Act (FDASIA), Public Law 112-144 (July 9, 2012), available at https://www.congress.gov/bill/112th-congress/senate-bill/3187 This guidance represents the current thinking of the Food and Drug Administration (FDA or Agency) on this topic. It does not establish any rights for any person and is not binding on FDA or the public. You can use an alternative approach if it satisfies the requirements of the applicable statutes and regulations. To discuss an alternative approach, please contact the relevant FDA review division for your medical product. Contains Nonbinding Recommendations categories for race and ethnicity and describes FDA's reasons for recommending the use of these categories in medical product (drugs, biologics, and devices) applications. In addition, this guidance recommends a format for collection of race and ethnicity clinical trial data that are submitted in standardized data sets per the Study Data Tabulation Model7, in the electronic Common Technical Document (eCTD)8, and as specified in FDA’s Guidance on providing regulatory submissions in electronic format9. This document is intended to provide guidance on: • Meeting the requirements set forth in the 1998 final rule10 regarding presentation of demographic data on investigational new drug (IND) applications and new drug applications (NDAs) (known as the “Demographic Rule”) and collection of race and ethnicity data",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 725760,
  "end_pos": 727296,
  "tokens": 512,
  "tags": [
    "safety",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.719Z"
}