{
  "id": "fda_guidance_chunk_0584",
  "title": "Introduction - Part 584",
  "text": "population with an acceptable balance between the anticipated risks and potential benefits for the study subjects, while also achieving the study’s scientific objectives. As discussed below in Section IV.E.4 of this guidance, there are special considerations regarding selection of the study population for patient-specific products. 1. Healthy Volunteers2 Study of healthy adult volunteers may be reasonable for an early-phase trial for products with short duration of action or in a class with a well understood safety profile. However, the risks of most CGT products include the possibility of extended or permanent effects, along with the risks of any invasive procedures necessary for product administration. Therefore, for most CGT trials, the benefit-risk profile is not acceptable for healthy volunteers. 2. Disease Stage or Severity Selection of the most appropriate study population for an early-phase trial involves several considerations, including not only the potential risks, but also the potential benefits and the ability of the study population to provide interpretable data. Subjects with more severe or advanced disease may be more willing to accept the risks of an investigational CGT product, or they may be in situations where the risks can be more readily justified. Therefore, sponsors sometimes propose to limit enrollment into early-phase trials to subjects with more severe or advanced disease. However, in some cases, selection of subjects with less advanced or more moderate disease may be appropriate. Subjects with minimal reserve of physiological function due to severe or advanced disease may be less able than subjects with less severe disease to tolerate additional loss, which could leave them with no function. For example, the risk of a decrease in visual acuity might be more acceptable in a subject with some visual reserve than in a 2 For the purposes of this guidance, the term healthy volunteers means individuals who do not have the disease or condition of interest. Contains Nonbinding Recommendations subject for whom that same decrement might result in loss of all functional vision. Similarly, a risk of pulmonary or cardiovascular toxicity might be more acceptable in a subject with early lung disease than in a subject with more advanced disease and less pulmonary reserve. In addition, subjects with severe or advanced disease may not be able to tolerate invasive procedures needed for manufacture (e.g., cell harvest) or delivery of the product.",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 783552,
  "end_pos": 785088,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "guidance",
  "created_at": "2025-10-23T02:25:44.722Z"
}