{
  "id": "fda_guidance_chunk_0073",
  "title": "Introduction - Part 73",
  "text": "requirement are those that have not already been reported under 21 CFR 312.32(c)(1)(i). For example, any clinically important finding from a drug interaction study, from a study evaluating the QT interval, or from a study of a marketed drug would be reported under this provision. An example of such a finding would be a prolongation of the QT interval in subjects receiving the investigational product. 9 For more discussion of this subject, see FDA’s guidances on Establishment and Operation of Clinical Trial Data Monitoring Committees and Premarketing Risk Assessment (see footnote 4 for location), and references 1-3. Contains Nonbinding Recommendations 2. Findings From Animal or In Vitro Testing (21 CFR 312.32(c)(1)(iii)) Findings from animal studies, such as carcinogenicity, mutagenicity, teratogenicity, or reports of significant organ toxicity at or near the expected human exposure are examples of the types of findings that could suggest a significant risk. Before reporting a finding to FDA, the sponsor should use judgment to decide whether the finding suggests a significant risk in humans or is too preliminary to interpret without replication or further investigation. C. Increased Occurrence of Serious Suspected Adverse Reactions (21 CFR 312.32(c)(1)(iv)) The sponsor must report any clinically important increase in the rate of a serious suspected adverse reaction over that listed in the protocol or investigator brochure (21 CFR 312.32(c)(1)(iv)). A baseline incidence rate may not always be available, but when one is available or can be inferred from data or analyses in the investigator brochure (e.g., from a table), a clinically important increase from that rate must be reported (21 CFR 312.32(c)(1)(iv)). The decision about when to report is a matter of judgment based on a variety of factors including the study population, the nature and seriousness of the reaction, and the magnitude of the observed increase in the rate. For example, rhabdomyolysis is a recognized, infrequent adverse reaction that is known to occur in the HMG-CoA reductase inhibitor class of drugs (i.e., statins). A higher than expected rate would merit reporting. VI. OTHER SAFETY REPORTING ISSUES A. Alternative Reporting Arrangements (21 CFR 312.32(c)(3)) Title 21 of the CFR §§ 312.32(c)(1) and 312.32(c)(1)(v) specify the format and time frame for reporting suspected adverse reactions in an IND safety report (see section VII). Sponsors may request and adopt different reporting formats or frequencies if agreed",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 96768,
  "end_pos": 98304,
  "tokens": 512,
  "tags": [
    "safety",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.681Z"
}