{
  "id": "fda_guidance_chunk_0135",
  "title": "Introduction - Part 135",
  "text": "development program to ensure learnings from 463 earlier phases can be carried forward and adapted throughout a drug development program. 464 465 Sponsors should also consider the characteristics of an endpoint for the full range of participants, 466 including all ages, affected races, ethnicities, and sexes to be enrolled into a clinical 467 investigation. For rare diseases, practical considerations may warrant inclusion of a broad range 468 of disease stages (e.g., severity of manifestations, development of manifestations secondary to 469 long-standing primary disease manifestations) or phenotypes. The validity, sensitivity, reliability, 470 or interpretability of an endpoint may be different for patients with mild, early-stage, or slowly 471 progressive forms of a disease compared to patients with severe, late-stage, or rapidly 472 55 See the guidance for industry Population Pharmacokinetics (February 2022). Contains Nonbinding Recommendations 15 progressive forms of the same disease.56 These differences in characteristics of rare disease 473 conditions can have effects on aspects of clinical investigation design (e.g., power) and endpoint 474 interpretation. For considerations related to the patient population and enrollment criteria for a 475 particular study endpoint in a rare disease drug development program, sponsors should 476 communicate with the relevant review division. 477 478 Sponsors should consider approaches to clinical investigation design and assessment procedures 479 that may improve the evidence supporting the rationale that an assessment is fit for purpose and 480 the standardization/interpretability of assessment tools.57 For example, qualitative interviews 481 with clinicians can improve the quality of clinician-reported outcome measures, and detailed 482 descriptions of procedures and training for performing assessments may improve accuracy and 483 intra-reader and inter-reader reliability. It is possible for sponsors to assess the adequacy or 484 success of blinding at the end of a clinical investigation.58 Effective blinding of treatments can 485 reduce concern about bias in the subjective aspects of an assessment (e.g., participant 486 motivation), as can conduct of endpoint evaluation by raters not involved in other aspects of the 487 clinical investigation (e.g., radiologists, exercise testers). Another consideration is that rare 488 disease clinical development programs are often multinational, and sponsors should consider the 489 effects of language, culture, and customs on the interpretability and relevance of outcome 490 assessments. 491 492 Sponsors considering the development of novel clinical outcome assessments should identify and 493 characterize these assessments",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 180096,
  "end_pos": 181632,
  "tokens": 512,
  "tags": [
    "efficacy",
    "design",
    "statistical",
    "regulatory",
    "clinical_trial",
    "data"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "recommendation",
  "created_at": "2025-10-23T02:25:44.685Z"
}