{
  "id": "fda_guidance_chunk_0132",
  "title": "Introduction - Part 132",
  "text": "of Effectiveness and Efficacy Endpoints 395 396 The overall goals of drug development programs are to demonstrate the effectiveness of a drug in 397 treating or preventing a disease or condition, to assess the magnitude and frequency of that 398 effect, and to assess the risks of the drug, thereby enabling a benefit-risk assessment and 399 appropriate labeling. 400 45 See the guidance for industry Adaptive Designs for Clinical Trials of Drugs and Biologics. 46 See the guidance for industry Interacting with the FDA on Complex Innovative Trial Designs for Drugs and Biological Products (December 2020). 47 See the guidance for industry Master Protocols: Efficient Clinical Trial Design Strategies to Expedite Development of Oncology Drugs and Biologics (March 2022). 48 See the guidance for industry Adaptive Designs for Clinical Trials of Drugs and Biologics. Contains Nonbinding Recommendations 13 401 One of the statutory requirements for drug marketing approval is substantial evidence that the 402 drug will have its claimed effect.49 This requirement is the same for all drugs regardless of 403 whether they are for common or rare diseases. Adequate and well-controlled investigations of a 404 drug are able to “distinguish the effect of a drug from other influences, such as spontaneous 405 change in the course of the disease, placebo effect, or biased observation.”50 406 407 In addition to clinical investigation design considerations discussed above, the selection of 408 appropriate endpoints is critical for a clinical investigation. An endpoint is a precisely defined 409 variable intended to reflect an outcome of interest that is statistically analyzed to address a 410 particular research question.51 A precise definition of an endpoint typically specifies the type of 411 assessments made, the timing of those assessments, the assessments used, and possibly other 412 details, as applicable, such as how multiple assessments within an individual are to be combined. 413 For many rare diseases, well-characterized efficacy endpoints appropriate for the disease are not 414 available. The frequency of assessments and patients’ (and caregivers’) involvement in the 415 selection, development, or modification of existing clinical outcome assessment measures and 416 available instruments can improve the chances of success for the development program.52 417 418 Endpoint selection for a clinical investigation involves understanding the following: 419 420 • The range and course of clinical manifestations associated with the disease. Sponsors",
  "source": "FDA_clinical_trial_guidance.txt",
  "section_heading": "Introduction",
  "start_pos": 176064,
  "end_pos": 177600,
  "tokens": 512,
  "tags": [
    "safety",
    "efficacy",
    "design",
    "regulatory",
    "clinical_trial"
  ],
  "jurisdiction": "US",
  "document_type": "fda_guidance",
  "guidance_section": "general_guidance",
  "regulatory_weight": "mandatory",
  "created_at": "2025-10-23T02:25:44.685Z"
}