{
  "job_id": "4a77794a-ed52-41a0-81fa-22462c37bc7f",
  "payload": {
    "text": "Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
    "ta": "oncology",
    "user_id_hash": "test_large_doc",
    "chunks": [
      {
        "chunk_id": 0,
        "text": "Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment.",
        "start": 0,
        "end": 3495,
        "length": 3495
      },
      {
        "chunk_id": 1,
        "text": "erapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive",
        "start": 3295,
        "end": 6783,
        "length": 3488
      },
      {
        "chunk_id": 2,
        "text": "nts will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients",
        "start": 6583,
        "end": 10082,
        "length": 3499
      },
      {
        "chunk_id": 3,
        "text": "atment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy",
        "start": 9882,
        "end": 13374,
        "length": 3492
      },
      {
        "chunk_id": 4,
        "text": "ive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive",
        "start": 13174,
        "end": 16673,
        "length": 3499
      },
      {
        "chunk_id": 5,
        "text": "nts will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients",
        "start": 16473,
        "end": 19972,
        "length": 3499
      },
      {
        "chunk_id": 6,
        "text": "atment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 19772,
        "end": 23000,
        "length": 3228
      },
      {
        "chunk_id": 7,
        "text": "rapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22800,
        "end": 23000,
        "length": 200
      },
      {
        "chunk_id": 8,
        "text": "apy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22801,
        "end": 23000,
        "length": 199
      },
      {
        "chunk_id": 9,
        "text": "py treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22802,
        "end": 23000,
        "length": 198
      },
      {
        "chunk_id": 10,
        "text": "y treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22803,
        "end": 23000,
        "length": 197
      },
      {
        "chunk_id": 11,
        "text": " treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22804,
        "end": 23000,
        "length": 196
      },
      {
        "chunk_id": 12,
        "text": "treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22805,
        "end": 23000,
        "length": 195
      },
      {
        "chunk_id": 13,
        "text": "reatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22806,
        "end": 23000,
        "length": 194
      },
      {
        "chunk_id": 14,
        "text": "eatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22807,
        "end": 23000,
        "length": 193
      },
      {
        "chunk_id": 15,
        "text": "atment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22808,
        "end": 23000,
        "length": 192
      },
      {
        "chunk_id": 16,
        "text": "tment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22809,
        "end": 23000,
        "length": 191
      },
      {
        "chunk_id": 17,
        "text": "ment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22810,
        "end": 23000,
        "length": 190
      },
      {
        "chunk_id": 18,
        "text": "ent. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22811,
        "end": 23000,
        "length": 189
      },
      {
        "chunk_id": 19,
        "text": "nt. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22812,
        "end": 23000,
        "length": 188
      },
      {
        "chunk_id": 20,
        "text": "t. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22813,
        "end": 23000,
        "length": 187
      },
      {
        "chunk_id": 21,
        "text": ". Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22814,
        "end": 23000,
        "length": 186
      },
      {
        "chunk_id": 22,
        "text": " Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22815,
        "end": 23000,
        "length": 185
      },
      {
        "chunk_id": 23,
        "text": "Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22816,
        "end": 23000,
        "length": 184
      },
      {
        "chunk_id": 24,
        "text": "atients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22817,
        "end": 23000,
        "length": 183
      },
      {
        "chunk_id": 25,
        "text": "tients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22818,
        "end": 23000,
        "length": 182
      },
      {
        "chunk_id": 26,
        "text": "ients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22819,
        "end": 23000,
        "length": 181
      },
      {
        "chunk_id": 27,
        "text": "ents will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22820,
        "end": 23000,
        "length": 180
      },
      {
        "chunk_id": 28,
        "text": "nts will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22821,
        "end": 23000,
        "length": 179
      },
      {
        "chunk_id": 29,
        "text": "ts will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22822,
        "end": 23000,
        "length": 178
      },
      {
        "chunk_id": 30,
        "text": "s will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22823,
        "end": 23000,
        "length": 177
      },
      {
        "chunk_id": 31,
        "text": " will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22824,
        "end": 23000,
        "length": 176
      },
      {
        "chunk_id": 32,
        "text": "will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22825,
        "end": 23000,
        "length": 175
      },
      {
        "chunk_id": 33,
        "text": "ill receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22826,
        "end": 23000,
        "length": 174
      },
      {
        "chunk_id": 34,
        "text": "ll receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22827,
        "end": 23000,
        "length": 173
      },
      {
        "chunk_id": 35,
        "text": "l receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22828,
        "end": 23000,
        "length": 172
      },
      {
        "chunk_id": 36,
        "text": " receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22829,
        "end": 23000,
        "length": 171
      },
      {
        "chunk_id": 37,
        "text": "receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22830,
        "end": 23000,
        "length": 170
      },
      {
        "chunk_id": 38,
        "text": "eceive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22831,
        "end": 23000,
        "length": 169
      },
      {
        "chunk_id": 39,
        "text": "ceive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22832,
        "end": 23000,
        "length": 168
      },
      {
        "chunk_id": 40,
        "text": "eive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22833,
        "end": 23000,
        "length": 167
      },
      {
        "chunk_id": 41,
        "text": "ive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22834,
        "end": 23000,
        "length": 166
      },
      {
        "chunk_id": 42,
        "text": "ve chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22835,
        "end": 23000,
        "length": 165
      },
      {
        "chunk_id": 43,
        "text": "e chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22836,
        "end": 23000,
        "length": 164
      },
      {
        "chunk_id": 44,
        "text": " chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22837,
        "end": 23000,
        "length": 163
      },
      {
        "chunk_id": 45,
        "text": "chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22838,
        "end": 23000,
        "length": 162
      },
      {
        "chunk_id": 46,
        "text": "hemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22839,
        "end": 23000,
        "length": 161
      },
      {
        "chunk_id": 47,
        "text": "emotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22840,
        "end": 23000,
        "length": 160
      },
      {
        "chunk_id": 48,
        "text": "motherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22841,
        "end": 23000,
        "length": 159
      },
      {
        "chunk_id": 49,
        "text": "otherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22842,
        "end": 23000,
        "length": 158
      },
      {
        "chunk_id": 50,
        "text": "therapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22843,
        "end": 23000,
        "length": 157
      },
      {
        "chunk_id": 51,
        "text": "herapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22844,
        "end": 23000,
        "length": 156
      },
      {
        "chunk_id": 52,
        "text": "erapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22845,
        "end": 23000,
        "length": 155
      },
      {
        "chunk_id": 53,
        "text": "rapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22846,
        "end": 23000,
        "length": 154
      },
      {
        "chunk_id": 54,
        "text": "apy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22847,
        "end": 23000,
        "length": 153
      },
      {
        "chunk_id": 55,
        "text": "py treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22848,
        "end": 23000,
        "length": 152
      },
      {
        "chunk_id": 56,
        "text": "y treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22849,
        "end": 23000,
        "length": 151
      },
      {
        "chunk_id": 57,
        "text": " treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22850,
        "end": 23000,
        "length": 150
      },
      {
        "chunk_id": 58,
        "text": "treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22851,
        "end": 23000,
        "length": 149
      },
      {
        "chunk_id": 59,
        "text": "reatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22852,
        "end": 23000,
        "length": 148
      },
      {
        "chunk_id": 60,
        "text": "eatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22853,
        "end": 23000,
        "length": 147
      },
      {
        "chunk_id": 61,
        "text": "atment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22854,
        "end": 23000,
        "length": 146
      },
      {
        "chunk_id": 62,
        "text": "tment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22855,
        "end": 23000,
        "length": 145
      },
      {
        "chunk_id": 63,
        "text": "ment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22856,
        "end": 23000,
        "length": 144
      },
      {
        "chunk_id": 64,
        "text": "ent. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22857,
        "end": 23000,
        "length": 143
      },
      {
        "chunk_id": 65,
        "text": "nt. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22858,
        "end": 23000,
        "length": 142
      },
      {
        "chunk_id": 66,
        "text": "t. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22859,
        "end": 23000,
        "length": 141
      },
      {
        "chunk_id": 67,
        "text": ". Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22860,
        "end": 23000,
        "length": 140
      },
      {
        "chunk_id": 68,
        "text": " Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22861,
        "end": 23000,
        "length": 139
      },
      {
        "chunk_id": 69,
        "text": "Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22862,
        "end": 23000,
        "length": 138
      },
      {
        "chunk_id": 70,
        "text": "atients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22863,
        "end": 23000,
        "length": 137
      },
      {
        "chunk_id": 71,
        "text": "tients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22864,
        "end": 23000,
        "length": 136
      },
      {
        "chunk_id": 72,
        "text": "ients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22865,
        "end": 23000,
        "length": 135
      },
      {
        "chunk_id": 73,
        "text": "ents will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22866,
        "end": 23000,
        "length": 134
      },
      {
        "chunk_id": 74,
        "text": "nts will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22867,
        "end": 23000,
        "length": 133
      },
      {
        "chunk_id": 75,
        "text": "ts will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22868,
        "end": 23000,
        "length": 132
      },
      {
        "chunk_id": 76,
        "text": "s will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22869,
        "end": 23000,
        "length": 131
      },
      {
        "chunk_id": 77,
        "text": " will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22870,
        "end": 23000,
        "length": 130
      },
      {
        "chunk_id": 78,
        "text": "will receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22871,
        "end": 23000,
        "length": 129
      },
      {
        "chunk_id": 79,
        "text": "ill receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22872,
        "end": 23000,
        "length": 128
      },
      {
        "chunk_id": 80,
        "text": "ll receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22873,
        "end": 23000,
        "length": 127
      },
      {
        "chunk_id": 81,
        "text": "l receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22874,
        "end": 23000,
        "length": 126
      },
      {
        "chunk_id": 82,
        "text": " receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22875,
        "end": 23000,
        "length": 125
      },
      {
        "chunk_id": 83,
        "text": "receive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22876,
        "end": 23000,
        "length": 124
      },
      {
        "chunk_id": 84,
        "text": "eceive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22877,
        "end": 23000,
        "length": 123
      },
      {
        "chunk_id": 85,
        "text": "ceive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22878,
        "end": 23000,
        "length": 122
      },
      {
        "chunk_id": 86,
        "text": "eive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22879,
        "end": 23000,
        "length": 121
      },
      {
        "chunk_id": 87,
        "text": "ive chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22880,
        "end": 23000,
        "length": 120
      },
      {
        "chunk_id": 88,
        "text": "ve chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22881,
        "end": 23000,
        "length": 119
      },
      {
        "chunk_id": 89,
        "text": "e chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22882,
        "end": 23000,
        "length": 118
      },
      {
        "chunk_id": 90,
        "text": " chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22883,
        "end": 23000,
        "length": 117
      },
      {
        "chunk_id": 91,
        "text": "chemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22884,
        "end": 23000,
        "length": 116
      },
      {
        "chunk_id": 92,
        "text": "hemotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22885,
        "end": 23000,
        "length": 115
      },
      {
        "chunk_id": 93,
        "text": "emotherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22886,
        "end": 23000,
        "length": 114
      },
      {
        "chunk_id": 94,
        "text": "motherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22887,
        "end": 23000,
        "length": 113
      },
      {
        "chunk_id": 95,
        "text": "otherapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22888,
        "end": 23000,
        "length": 112
      },
      {
        "chunk_id": 96,
        "text": "therapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22889,
        "end": 23000,
        "length": 111
      },
      {
        "chunk_id": 97,
        "text": "herapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22890,
        "end": 23000,
        "length": 110
      },
      {
        "chunk_id": 98,
        "text": "erapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22891,
        "end": 23000,
        "length": 109
      },
      {
        "chunk_id": 99,
        "text": "rapy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22892,
        "end": 23000,
        "length": 108
      },
      {
        "chunk_id": 100,
        "text": "apy treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22893,
        "end": 23000,
        "length": 107
      },
      {
        "chunk_id": 101,
        "text": "py treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22894,
        "end": 23000,
        "length": 106
      },
      {
        "chunk_id": 102,
        "text": "y treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22895,
        "end": 23000,
        "length": 105
      },
      {
        "chunk_id": 103,
        "text": " treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22896,
        "end": 23000,
        "length": 104
      },
      {
        "chunk_id": 104,
        "text": "treatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22897,
        "end": 23000,
        "length": 103
      },
      {
        "chunk_id": 105,
        "text": "reatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22898,
        "end": 23000,
        "length": 102
      },
      {
        "chunk_id": 106,
        "text": "eatment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22899,
        "end": 23000,
        "length": 101
      },
      {
        "chunk_id": 107,
        "text": "atment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22900,
        "end": 23000,
        "length": 100
      },
      {
        "chunk_id": 108,
        "text": "tment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22901,
        "end": 23000,
        "length": 99
      },
      {
        "chunk_id": 109,
        "text": "ment. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22902,
        "end": 23000,
        "length": 98
      },
      {
        "chunk_id": 110,
        "text": "ent. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22903,
        "end": 23000,
        "length": 97
      },
      {
        "chunk_id": 111,
        "text": "nt. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22904,
        "end": 23000,
        "length": 96
      },
      {
        "chunk_id": 112,
        "text": "t. Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22905,
        "end": 23000,
        "length": 95
      },
      {
        "chunk_id": 113,
        "text": ". Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22906,
        "end": 23000,
        "length": 94
      },
      {
        "chunk_id": 114,
        "text": " Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22907,
        "end": 23000,
        "length": 93
      },
      {
        "chunk_id": 115,
        "text": "Patients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22908,
        "end": 23000,
        "length": 92
      },
      {
        "chunk_id": 116,
        "text": "atients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22909,
        "end": 23000,
        "length": 91
      },
      {
        "chunk_id": 117,
        "text": "tients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22910,
        "end": 23000,
        "length": 90
      },
      {
        "chunk_id": 118,
        "text": "ients will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22911,
        "end": 23000,
        "length": 89
      },
      {
        "chunk_id": 119,
        "text": "ents will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22912,
        "end": 23000,
        "length": 88
      },
      {
        "chunk_id": 120,
        "text": "nts will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22913,
        "end": 23000,
        "length": 87
      },
      {
        "chunk_id": 121,
        "text": "ts will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22914,
        "end": 23000,
        "length": 86
      },
      {
        "chunk_id": 122,
        "text": "s will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22915,
        "end": 23000,
        "length": 85
      },
      {
        "chunk_id": 123,
        "text": " will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22916,
        "end": 23000,
        "length": 84
      },
      {
        "chunk_id": 124,
        "text": "will receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22917,
        "end": 23000,
        "length": 83
      },
      {
        "chunk_id": 125,
        "text": "ill receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22918,
        "end": 23000,
        "length": 82
      },
      {
        "chunk_id": 126,
        "text": "ll receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22919,
        "end": 23000,
        "length": 81
      },
      {
        "chunk_id": 127,
        "text": "l receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22920,
        "end": 23000,
        "length": 80
      },
      {
        "chunk_id": 128,
        "text": " receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22921,
        "end": 23000,
        "length": 79
      },
      {
        "chunk_id": 129,
        "text": "receive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22922,
        "end": 23000,
        "length": 78
      },
      {
        "chunk_id": 130,
        "text": "eceive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22923,
        "end": 23000,
        "length": 77
      },
      {
        "chunk_id": 131,
        "text": "ceive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22924,
        "end": 23000,
        "length": 76
      },
      {
        "chunk_id": 132,
        "text": "eive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22925,
        "end": 23000,
        "length": 75
      },
      {
        "chunk_id": 133,
        "text": "ive chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22926,
        "end": 23000,
        "length": 74
      },
      {
        "chunk_id": 134,
        "text": "ve chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22927,
        "end": 23000,
        "length": 73
      },
      {
        "chunk_id": 135,
        "text": "e chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22928,
        "end": 23000,
        "length": 72
      },
      {
        "chunk_id": 136,
        "text": " chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22929,
        "end": 23000,
        "length": 71
      },
      {
        "chunk_id": 137,
        "text": "chemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22930,
        "end": 23000,
        "length": 70
      },
      {
        "chunk_id": 138,
        "text": "hemotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22931,
        "end": 23000,
        "length": 69
      },
      {
        "chunk_id": 139,
        "text": "emotherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22932,
        "end": 23000,
        "length": 68
      },
      {
        "chunk_id": 140,
        "text": "motherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22933,
        "end": 23000,
        "length": 67
      },
      {
        "chunk_id": 141,
        "text": "otherapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22934,
        "end": 23000,
        "length": 66
      },
      {
        "chunk_id": 142,
        "text": "therapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22935,
        "end": 23000,
        "length": 65
      },
      {
        "chunk_id": 143,
        "text": "herapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22936,
        "end": 23000,
        "length": 64
      },
      {
        "chunk_id": 144,
        "text": "erapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22937,
        "end": 23000,
        "length": 63
      },
      {
        "chunk_id": 145,
        "text": "rapy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22938,
        "end": 23000,
        "length": 62
      },
      {
        "chunk_id": 146,
        "text": "apy treatment. Patients will receive chemotherapy treatment. ",
        "start": 22939,
        "end": 23000,
        "length": 61
      },
      {
        "chunk_id": 147,
        "text": "py treatment. Patients will receive chemotherapy treatment. ",
        "start": 22940,
        "end": 23000,
        "length": 60
      },
      {
        "chunk_id": 148,
        "text": "y treatment. Patients will receive chemotherapy treatment. ",
        "start": 22941,
        "end": 23000,
        "length": 59
      },
      {
        "chunk_id": 149,
        "text": " treatment. Patients will receive chemotherapy treatment. ",
        "start": 22942,
        "end": 23000,
        "length": 58
      },
      {
        "chunk_id": 150,
        "text": "treatment. Patients will receive chemotherapy treatment. ",
        "start": 22943,
        "end": 23000,
        "length": 57
      },
      {
        "chunk_id": 151,
        "text": "reatment. Patients will receive chemotherapy treatment. ",
        "start": 22944,
        "end": 23000,
        "length": 56
      },
      {
        "chunk_id": 152,
        "text": "eatment. Patients will receive chemotherapy treatment. ",
        "start": 22945,
        "end": 23000,
        "length": 55
      },
      {
        "chunk_id": 153,
        "text": "atment. Patients will receive chemotherapy treatment. ",
        "start": 22946,
        "end": 23000,
        "length": 54
      },
      {
        "chunk_id": 154,
        "text": "tment. Patients will receive chemotherapy treatment. ",
        "start": 22947,
        "end": 23000,
        "length": 53
      },
      {
        "chunk_id": 155,
        "text": "ment. Patients will receive chemotherapy treatment. ",
        "start": 22948,
        "end": 23000,
        "length": 52
      },
      {
        "chunk_id": 156,
        "text": "ent. Patients will receive chemotherapy treatment. ",
        "start": 22949,
        "end": 23000,
        "length": 51
      },
      {
        "chunk_id": 157,
        "text": "nt. Patients will receive chemotherapy treatment. ",
        "start": 22950,
        "end": 23000,
        "length": 50
      },
      {
        "chunk_id": 158,
        "text": "t. Patients will receive chemotherapy treatment. ",
        "start": 22951,
        "end": 23000,
        "length": 49
      },
      {
        "chunk_id": 159,
        "text": ". Patients will receive chemotherapy treatment. ",
        "start": 22952,
        "end": 23000,
        "length": 48
      },
      {
        "chunk_id": 160,
        "text": " Patients will receive chemotherapy treatment. ",
        "start": 22953,
        "end": 23000,
        "length": 47
      },
      {
        "chunk_id": 161,
        "text": "Patients will receive chemotherapy treatment. ",
        "start": 22954,
        "end": 23000,
        "length": 46
      },
      {
        "chunk_id": 162,
        "text": "atients will receive chemotherapy treatment. ",
        "start": 22955,
        "end": 23000,
        "length": 45
      },
      {
        "chunk_id": 163,
        "text": "tients will receive chemotherapy treatment. ",
        "start": 22956,
        "end": 23000,
        "length": 44
      },
      {
        "chunk_id": 164,
        "text": "ients will receive chemotherapy treatment. ",
        "start": 22957,
        "end": 23000,
        "length": 43
      },
      {
        "chunk_id": 165,
        "text": "ents will receive chemotherapy treatment. ",
        "start": 22958,
        "end": 23000,
        "length": 42
      },
      {
        "chunk_id": 166,
        "text": "nts will receive chemotherapy treatment. ",
        "start": 22959,
        "end": 23000,
        "length": 41
      },
      {
        "chunk_id": 167,
        "text": "ts will receive chemotherapy treatment. ",
        "start": 22960,
        "end": 23000,
        "length": 40
      },
      {
        "chunk_id": 168,
        "text": "s will receive chemotherapy treatment. ",
        "start": 22961,
        "end": 23000,
        "length": 39
      },
      {
        "chunk_id": 169,
        "text": " will receive chemotherapy treatment. ",
        "start": 22962,
        "end": 23000,
        "length": 38
      },
      {
        "chunk_id": 170,
        "text": "will receive chemotherapy treatment. ",
        "start": 22963,
        "end": 23000,
        "length": 37
      },
      {
        "chunk_id": 171,
        "text": "ill receive chemotherapy treatment. ",
        "start": 22964,
        "end": 23000,
        "length": 36
      },
      {
        "chunk_id": 172,
        "text": "ll receive chemotherapy treatment. ",
        "start": 22965,
        "end": 23000,
        "length": 35
      },
      {
        "chunk_id": 173,
        "text": "l receive chemotherapy treatment. ",
        "start": 22966,
        "end": 23000,
        "length": 34
      },
      {
        "chunk_id": 174,
        "text": " receive chemotherapy treatment. ",
        "start": 22967,
        "end": 23000,
        "length": 33
      },
      {
        "chunk_id": 175,
        "text": "receive chemotherapy treatment. ",
        "start": 22968,
        "end": 23000,
        "length": 32
      },
      {
        "chunk_id": 176,
        "text": "eceive chemotherapy treatment. ",
        "start": 22969,
        "end": 23000,
        "length": 31
      },
      {
        "chunk_id": 177,
        "text": "ceive chemotherapy treatment. ",
        "start": 22970,
        "end": 23000,
        "length": 30
      },
      {
        "chunk_id": 178,
        "text": "eive chemotherapy treatment. ",
        "start": 22971,
        "end": 23000,
        "length": 29
      },
      {
        "chunk_id": 179,
        "text": "ive chemotherapy treatment. ",
        "start": 22972,
        "end": 23000,
        "length": 28
      },
      {
        "chunk_id": 180,
        "text": "ve chemotherapy treatment. ",
        "start": 22973,
        "end": 23000,
        "length": 27
      },
      {
        "chunk_id": 181,
        "text": "e chemotherapy treatment. ",
        "start": 22974,
        "end": 23000,
        "length": 26
      },
      {
        "chunk_id": 182,
        "text": " chemotherapy treatment. ",
        "start": 22975,
        "end": 23000,
        "length": 25
      },
      {
        "chunk_id": 183,
        "text": "chemotherapy treatment. ",
        "start": 22976,
        "end": 23000,
        "length": 24
      },
      {
        "chunk_id": 184,
        "text": "hemotherapy treatment. ",
        "start": 22977,
        "end": 23000,
        "length": 23
      },
      {
        "chunk_id": 185,
        "text": "emotherapy treatment. ",
        "start": 22978,
        "end": 23000,
        "length": 22
      },
      {
        "chunk_id": 186,
        "text": "motherapy treatment. ",
        "start": 22979,
        "end": 23000,
        "length": 21
      },
      {
        "chunk_id": 187,
        "text": "otherapy treatment. ",
        "start": 22980,
        "end": 23000,
        "length": 20
      },
      {
        "chunk_id": 188,
        "text": "therapy treatment. ",
        "start": 22981,
        "end": 23000,
        "length": 19
      },
      {
        "chunk_id": 189,
        "text": "herapy treatment. ",
        "start": 22982,
        "end": 23000,
        "length": 18
      },
      {
        "chunk_id": 190,
        "text": "erapy treatment. ",
        "start": 22983,
        "end": 23000,
        "length": 17
      },
      {
        "chunk_id": 191,
        "text": "rapy treatment. ",
        "start": 22984,
        "end": 23000,
        "length": 16
      },
      {
        "chunk_id": 192,
        "text": "apy treatment. ",
        "start": 22985,
        "end": 23000,
        "length": 15
      },
      {
        "chunk_id": 193,
        "text": "py treatment. ",
        "start": 22986,
        "end": 23000,
        "length": 14
      },
      {
        "chunk_id": 194,
        "text": "y treatment. ",
        "start": 22987,
        "end": 23000,
        "length": 13
      },
      {
        "chunk_id": 195,
        "text": " treatment. ",
        "start": 22988,
        "end": 23000,
        "length": 12
      },
      {
        "chunk_id": 196,
        "text": "treatment. ",
        "start": 22989,
        "end": 23000,
        "length": 11
      },
      {
        "chunk_id": 197,
        "text": "reatment. ",
        "start": 22990,
        "end": 23000,
        "length": 10
      },
      {
        "chunk_id": 198,
        "text": "eatment. ",
        "start": 22991,
        "end": 23000,
        "length": 9
      },
      {
        "chunk_id": 199,
        "text": "atment. ",
        "start": 22992,
        "end": 23000,
        "length": 8
      },
      {
        "chunk_id": 200,
        "text": "tment. ",
        "start": 22993,
        "end": 23000,
        "length": 7
      },
      {
        "chunk_id": 201,
        "text": "ment. ",
        "start": 22994,
        "end": 23000,
        "length": 6
      },
      {
        "chunk_id": 202,
        "text": "ent. ",
        "start": 22995,
        "end": 23000,
        "length": 5
      },
      {
        "chunk_id": 203,
        "text": "nt. ",
        "start": 22996,
        "end": 23000,
        "length": 4
      },
      {
        "chunk_id": 204,
        "text": "t. ",
        "start": 22997,
        "end": 23000,
        "length": 3
      },
      {
        "chunk_id": 205,
        "text": ". ",
        "start": 22998,
        "end": 23000,
        "length": 2
      },
      {
        "chunk_id": 206,
        "text": " ",
        "start": 22999,
        "end": 23000,
        "length": 1
      }
    ],
    "chunked": true
  },
  "status": "queued",
  "created_at": "2025-11-09T17:48:09.529147",
  "chunked": true,
  "chunk_count": 207
}